Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_ALGERIA
source: Algeria
ru: Алжир
uk: Алжир

# LS_EGYPT
source: Egypt
ru: Египет
uk: Єгипет

# LS_BATTLE_OF_CAPE_MATAPAN
source: Battle of Cape Matapan
ru: Сражение у мыса Матапан
uk: Битва біля мису Матапан

# LS_LIBYA
source: Libya
ru: Ливия
uk: Лівія

# LS_UNITED_STATES_OF_AMERICA
source: United States of America
ru: Соединенные Штаты Америки
uk: Сполучені Штати Америки

# LS_NORTH_ATLANTIC_OCEAN
source: North Atlantic Ocean
ru: Северный Атлантический Океан
uk: Північний Атлантичний Океан

# LS_SMOKE
source: Smoke
ru: дым
uk: Дим

# LS_NEPTUNE_LIVEPOOL_ORION_SYDNEY
source: Neptune Livepool Orion Sydney
ru: Нептун Ливерпуль Орион Сидней
uk: Нептун Ліверпуль Оріон Сідней

# LS_EAGLES_AIRCRAFT_ATTACK
source: Eagles Aircraft Attack
ru: Атака самолетов с Игл
uk: Атака літаків з Ігл

# LS_ENGAGING_ITALIAN_CRUISERS
source: Engaging Italian Cruisers
ru: Бой с итальянскими крейсерами
uk: Бій з італійськими крейсерами

# LS_CESARE_HIT
source: Cesare Hit
ru: повреждение Чезаре
uk: пошкодження Чезаре

# LS_WARSPITE
source: Warspite
ru: Уорспайт
uk: Уорспайт

# LS_7TH_CRUISER
source: 7th Cruiser
ru: 7 группа крейсеров
uk: 7-ма група крейсерів

# LS_MALAYA
source: Malaya
ru: Малайя
uk: Малайя

# LS_6_IN_CRUISERS
source: 6in Cruisers
ru: 6-дюймовые крейсеры
uk: 6-дюймові крейсери

# LS_8_IN_CRUISERS
source: 8in Cruisers
ru: 8-дюймовые крейсеры
uk: 8-дюймові крейсери

# LS_CESARE_CAVOUR
source: Cesare Cavour
ru: Чезаре Кавур
uk: Чезаре Кавур

# LS_STRIKE_FORCE_FLOWN_OFF
source: Strike Force flown off
ru: отправление ударной группы
uk: відправлення ударної групи

# LS_EAGLE
source: Eagle
ru: Игл
uk: Ігл

# LS_MINORCA
source: Minorca
ru: Минорка
uk: Мінорка

# LS_SARDINIA
source: Sardinia
ru: Сардиния
uk: Сардинія

# LS_4LIGHT_CS_8_DD
source: 4 CL 8 DD
ru: 4 ЛК, 8 ЭСМ
uk: 4 ЛК, 8 ЕСМ

# LS_MAJORCA
source: Majorca
ru: Майорка
uk: Майорка

# LS_CAGLIARI
source: Cagliari
ru: Кальяри
uk: Кальярі

# LS_2_LIGHT_CS
source: 2 CL
ru: 2 ЛК
uk: 2 ЛК

# LS_2LIGHT_CS_TORPEDOED
source: 2 light CS Torpedoed
ru: Торпедированы 2 ЛК
uk: Торпедувати 2 ЛК

# LS_ITALIAN_SUBMARINES
source: Italian Submarines
ru: Итальянские ПЛ
uk: Італійські ПЧ

# LS_PEDESTAL_CONVOY_OF_14MV
source: Pedestal Convoy of 14 APA
ru: Конвой ''Пьедестал'' - 14 транспортов
uk: Конвой '' П'єдестал '' - 14 транспортів

# LS_MAIN_FORCE_TURN_BACK
source: Main Force Turn Back
ru: Основные силы разворачиваются
uk: Основні сили розгортаються

# LS_PALERMO
source: Palermo
ru: Палермо
uk: Палермо

# LS_MESSINA
source: Messina
ru: Мессина
uk: Мессіна

# LS_SICILY
source: Sicily
ru: Сицилия
uk: Сицилія

# LS_ALGIERS
source: Algiers
ru: Алжир
uk: Алжир

# LS_BOUGLE
source: Bougle
ru: Буль
uk: Буль

# LS_BONO
source: Bono
ru: Боно
uk: Боно

# LS_BIZERTA
source: Bizerta
ru: Бизерта
uk: Бизерта

# LS_TUNIS
source: Tunis
ru: Тунис
uk: Туніс

# LS_BRITISH_SUBMARINES_ON_PATROL
source: British Submarines On Patrol
ru: Патруль британских ПЛ
uk: Патруль британських ПЧ

# LS_CAPE_PASSERO
source: Cape Passero
ru: мыс Пассеро
uk: мис Пассеро

# LS_WARSPITE_BARHAM_VALIANT_FORMIDABLE
source: Warspite Barham Valiant Formidable
ru: Уорспайт Бархэм Вэлиант Формидабл
uk: Уорспайт Бархем Веліант Формідабл

# LS_SALANGEN
source: Salangen
ru: Саланген
uk: Саланг

# LS_HARSTAD
source: Harstad
ru: Харштадт
uk: Харштадт

# LS_LAVANGFIORD
source: Lavangfiord
ru: Лавангфьорд
uk: Лавангфьорд

# LS_ELVENES
source: Elvenes
ru: Элвенес
uk: Елвенес

# LS_BJERKVIK
source: Bjerkvik
ru: Бьерквик
uk: Бьерквік

# LS_HERFJANGSFIORD
source: Herfjangsfiord
ru: Херфьянгсфьорд
uk: Херфьянгсфьорд

# LS_ROMBAKSFIORD
source: Rombaksfiord
ru: Ромбаксфьорд
uk: Ромбаксфьорд

# LS_UBOAT_PATROL
source: Uboat Patrol
ru: Патруль немецких ПЛ
uk: Патруль німецьких ПЛ

# LS_VESTFIORD
source: Vestfiord
ru: Вестфьорд
uk: Вестфьорд

# LS_BALLANGEN_BAY
source: Ballangen Bay
ru: залив Балланген
uk: затока Балланген

# LS_NARVIK
source: Narvik
ru: Нарвик
uk: Нарвік

# LS_NARVIK_BAY
source: Narvik Bay
ru: залив Нарвик
uk: затока Нарвік

# LS_BRITISH_HOME_FLEET_BATTLESHIP_WARSPITE_AND_CARRIER_FURIOUS
source: British Home Fleet, Battleship Warspite and Carrier Furious
ru: Флот метрополии, ликор Уорспайт, авианосец Фьюриоус
uk: Флот метрополії, Лікор Уорспайт, авіаносець Фьюріоус

# LS_BALLANGEN
source: Ballangen
ru: Балланген
uk: Балланген

# LS_BEAR_ISLAND
source: Bear Island
ru: остров Медвежий
uk: острів Ведмежий

# LS_36TH_DESTROYER_DIVISION_OPPORTUNE_VIRAGO_MUSKETEER_MATCHIESS
source: 36th Destroyer Division Opportune Virago Musketeer Matchiess
ru: 36 отряд эсминцев
uk: 36-й загін есмінців

# LS_FORCE1_CRUISERS_BELFAST_NORFOLK_AND_SHEFFIELD
source: Force 1 Cruisers Belfast Norfolk and Sheffield
ru: Группа 1 - крейсеры Белфаст, Норфолк, Шеффилд
uk: Група 1 - крейсери Белфаст, Норфолк, Шеффілд

# LS_SCHARNHORST
source: Scharnhorst
ru: Шарнхорст
uk: Шарнхорст

# LS_COURSE_OF_CONVOY_JW55B
source: Course of Convoy JW55b
ru: Маршрут конвоя JW55b
uk: Маршрут конвою JW55b

# LS_4TH_DESTROYER_FLOTILLA
source: 4th Destroyer Flotilla
ru: 4 эскадра эсминцев
uk: 4-та Ескадра Есмінців

# LS_SCHARNHORST_SUNK
source: Scharnhorst Sunk
ru: Гибель Шарнхорста
uk: Загибель Шарнхорста

# LS_NORTH_CAPE
source: North Cape
ru: Нордкап
uk: Нордкап

# LS_APPROX_ICE_EDGE_MID_SEPT
source: Approx Ice Edge Mid Sept
ru: Граница льда в середине сентября
uk: Кордон льоду в середині вересня

# LS_APPROX_ICE_EDGE_MID_MARCH
source: Approx Ice Edge Mid March
ru: Граница льда в середине марта
uk: Кордон льоду в середині березня

# LS_BARENTS_SEA
source: Barents Sea
ru: Баренцево море
uk: Баренцове море

# LS_REYKJAVIK
source: Reykjavik
ru: Рейкьявик
uk: Рейк'явік

# LS_AITENFIORD
source: Aitenfiord
ru: Айтенфьорд
uk: Айтенфьорд

# LS_NORWEGIAN_SEA
source: Norwegian Sea
ru: Норвежское море
uk: Норвезьке море

# LS_TROMSO
source: Tromso
ru: Тремсе
uk: Тремсе

# LS_PETSAMO
source: Petsamo
ru: Петсамо
uk: Петсамо

# LS_MURMANSK
source: Murmansk
ru: Мурманск
uk: Мурманськ

# LS_BODO
source: Bodo
ru: Бодо
uk: Бодо

# LS_ENERMY_PATROL_LINE
source: Enermy Patrol Line
ru: Маршрут патрулей противника
uk: Маршрут патрулів супротивника

# LS_KING_GEORGE_V
source: King George V
ru: Кинг Джордж V
uk: Кінг Джордж V

# LS_ASSAULT_CONVOYS
source: Assault Convoys
ru: Десантные конвои
uk: Десантні конвої

# LS_REGGIO
source: Reggio
ru: Реджио
uk: Реджіо

# LS_TRAPANL
source: Trapani
ru: Трапани
uk: Трапані

# LS_CALANIA
source: Calania
ru: Калания
uk: Каланамі

# LS_AUGUSTA
source: Augusta
ru: Августа
uk: Аугуста

# LS_LICALA
source: Licala
ru: Ликала
uk: Лікала

# LS_GELA
source: Gela
ru: Гела
uk: Гела

# LS_SYRACUSE
source: Syracuse
ru: Сиракузы
uk: Сіракузи

# LS_US_ASSAULT_CONVOYS
source: US Assault Convoys
ru: Десантные конвои США
uk: Десантні конвої США

# LS_SOUSSE
source: Sousse
ru: Сусс
uk: Сусс

# LS_US_LANDING_CRAFT
source: US Landing Craft
ru: Десантные суда США
uk: Десантні суду США

# LS_BRITISH_LANDING_CRAFT
source: British Landing Craft
ru: Десантные суда Британии
uk: Десантні суду Британії

# LS_SFAX
source: Sfax
ru: Сфаксия
uk: Сфакс

# LS_BRITISH_RV
source: British RV
ru: Британские РВ
uk: Британські РВ

# LS_TO_US_RV
source: To US RV
ru: РВ США
uk: РВ США

# LS_US_LS_LC
source: US LC
ru: ЛК США
uk: ЛК США

# LS_CONVERGING_FORCE
source: Converging Force
ru: Соединяющиеся силы
uk: З'єднуючі сили

# LS_4_BATTLESHIPS
source: 4 Battleships
ru: 4 линкора
uk: 4 лінкора

# LS_2_FLEET_CARRIERS
source: 2 Fleet Carriers
ru: 2 авианосца
uk: 2 авіаносця

# LS_4_CRUISERS
source: 4 Cruisers
ru: 4 крейсера
uk: 4 крейсера

# LS_17_DESTROYERS
source: 17 Destroyers
ru: 17 миноносцев
uk: 17 міноносців

# LS_TRIPOLI
source: Tripoli
ru: Триполи
uk: Тріполі

# LS_CONVOY_FROM_MIDDLE_EAST
source: Convoy From Middle East
ru: Конвой с ближнего востока
uk: Конвой з близького сходу

# LS_GULF_OF_SIRTE
source: Gulf of Sirte
ru: залив Сидра
uk: затока Сидра

# LS_BRITISH_SUBMARINES
source: British Submarines
ru: британские ПЛ
uk: Британські ПЛ

# LS_TARANTO
source: Taranto
ru: Таранто
uk: Таранто

# LS_2DD_FOLLOWED
source: 2 DD followed
ru: преследование 2 ЭСМ
uk: переслідування 2 ЕСМ

# LS_LITTORIO_4DD
source: Littorio 4 DD
ru: Литторио и 4 ЭСМ
uk: Літторіо і 4 ЕСМ

# LS_2DD_FOUNDERED
source: 2 DD Foundered
ru: 2 ЭСМ
uk: 2 ЕСМ

# LS_3CS_4DD
source: 3 CL 4 DD
ru: 3 ЛК 4 ЭСМ
uk: 3 ЛК 4 ЕСМ

# LS_MALTA_VALETTA
source: Malta Valetta
ru: Мальта Валетта
uk: Мальта Валетта

# LS_PENELOPE_LEGION_SAILED
source: Penelope Legion Sailed
ru: легион Пенелопы вышел в море
uk: Легіон Пенелопи вийшов в море

# LS_CLEOPATRA_DIDO_EURYALUS_CARLSLE_14DD
source: Cleopatra Dido Euryalus Carlisle 14DD
ru: Клеопатра Дидо Еуралис Карлайл 14 ЭСМ
uk: Клеопатра Дідо Еураліс Карлайл 14 ЕСМ

# LS_BRECONSHIRE_CLAN_CAMPBELL_SUNK
source: Breconshire Clan Campbell Sunk
ru: Гибель Бреконшир Клан Кемпбелл
uk: Загибель Бреконшір Клан Кемпбелл

# LS_CONVOY_BRECONSHIRE_2MV
source: Convoy Breconshire 2 APA
ru: Конвой Бреконшир и 2 транспорта
uk: Конвой Бреконшір і 2 транспорту

# LS_CONVOY_CLOSE_ESCORT
source: Convoy Close Escort
ru: Ближний эскорт
uk: Близький ескорт

# LS_PVE_CHAPTERNAME_N4C1
source: Convoy PQ13
ru: Конвой PQ13
uk: Конвой PQ13

# LS_PVE_CHAPTERBRIEF_N4C1
source: Intelligence reports that the Russian convoy PQ13 and its escort, including cruiser Trinidad and destroyers Eclipse and Fury, were scattered by severe gales north of Murmansk. This is our chance to attack the convoy with our destroyers. We are also expecting a return convoy in the vicinity, look out for it.
ru: Разведка сообщает, что конвой PQ 13 и его эскорт, включая крейсер Тринидад и эсминцы Эклипс и Фьюри, был разделен на несколько частей жестоким штормом к северу от Мурманска. Это дает нам возможность атаковать транспорты, оставшиеся без защиты. Кроме того, в этом же районе может находиться встречный конвой. Атакуйте его, если обнаружите.
uk: Розвідка повідомляє, що конвой PQ 13 і його ескорт, включаючи крейсер Тринідад і есмінці Екліпс і Ф'юрі, був розділений на кілька частин жорстоким штормом на північ від Мурманська. Це дає нам можливість атакувати транспорти, що залишилися без захисту. Крім того, в цьому ж районі може перебувати зустрічний конвой. Атакуйте його, якщо виявите.

# LS_PVE_MISSIONTEXT_N4C1M1
source: We have found a part of the convoy without any escorts. Attack!
ru: Обнаружена часть конвоя без эскорта. Уничтожить!
uk: Виявлена ​​частина конвою без ескорту. Знищити!

# LS_PVE_MISSIONTEXT_N4C1M2
source: We have found another part of the convoy with a minimum escort. You should have no problem dealing with it.
ru: Еще одна часть конвоя обнаружена с минимальным эскортом. Вы без труда справитесь.
uk: Ще одна частина конвою виявлена ​​з мінімальним ескортом. Ви без праці впораєтеся.

# LS_PVE_MISSIONTEXT_N4C1M3
source: This part of the convoy is better protected! Approach with caution.
ru: Эта часть конвоя лучше защищена! Приближайтесь осторожно.
uk: Ця частина конвою краще захищена! Наближайтеся обережно.

# LS_PVE_MISSIONTEXT_N4C1M4
source: These is the remaining ships of PQ 13, with many escorts.
ru: Это последняя часть PQ13, весь эскорт конвоя при ней.
uk: Це остання частина PQ13, весь ескорт конвою при ній.

# LS_PVE_MISSIONTEXT_N4C1M5
source: The screening force of the return convoy has been detected. You may attempt to take on the screening force, but you must avoid the main forces.
ru: Обнаружен авангард встречного конвоя. Уничтожьте авангард, но избегайте контакта с основными силами.
uk: Виявлено авангард зустрічного конвою. Необхідно знищити авангард, але уникайте контакту з основними силами.

# LS_PVE_CHAPTERDEBRIEF_N4C1
source: You have successfully intercepted two convoys while using the minimal amount of force at your disposal. Disrupting enemy shipping is our primary objective, and for this success you will be rewarded with a bigger and more difficult mission.
ru: Вы успешно перехватили два конвоя, несмотря на немногочисленность ваших сил. Нарушение снабжения союзников - наша главная цель, и в награду за службу вы получите более сложное задание.
uk: Ви успішно перехопили два конвою, незважаючи на нечисленність ваших сил. Порушення постачання союзників - наша головна мета, і в нагороду за службу ви отримаєте більш складне завдання.

# LS_PVE_CHAPTERNAME_N4C2
source: Operation Berlin
ru: Операция Берлин
uk: Операція Берлін

# LS_PVE_CHAPTERBRIEF_N4C2
source: Your goal is to stop Allied shipping in the North Atlantic. This is essential to our war effort against Britain. You will sail from Kiel through the Denmark Strait into the Atlantic, and take up a position to intercept convoys between Canada and Britain. Our intelligence will inform you of expected convoys. You will be resupplied regularly by tankers and supply ships.
ru: Ваша задачи - нарушить снабжение союзников через Северную Атлантику. Это необходимо для успеха в нашей войне с Британией. Вы выйдете из Киля через Датский пролив в Атлантический океан, и там займете позицию для перехвата конвоев, следующих из Канады в Британию. Данные о приближающихся конвоях будут переданы по радио. Для пополнения припасов, к вам будут регулярно приходить танкеры и корабли снабжения.
uk: Ваша завдання - порушити постачання союзників через Північну Атлантику. Це необхідно для успіху в нашій війні з Британією. Ви вийдете з Кіля через Датська протока в Атлантичний океан, і там займете позицію для перехоплення конвоїв, що прямують з Канади до Британії. Дані про наближення конвою будуть передані по радіо. Для поповнення запасів, до вас будуть регулярно приходити танкери і кораблі постачання.

# LS_PVE_MISSIONTEXT_N4C2M1
source: A Convoy has been detected in the vicinity! Use your torpedoes to sink these merchantmen before the escorts ships arrive!
ru: Конвой на горизонте! Запускайте торпеды по транспортам, пока не появился эскорт!
uk: Конвой на горизонті! Запускайте торпеди по транспортам, поки не з'явився ескорт!

# LS_PVE_MISSIONTEXT_N4C2M2
source: Escort ships are on the horizon. Hold your position and set your target on the supply ships!
ru: Эскорт приближается. Оставайтесь на своей позиции и уничтожайте транспорты!
uk: Ескорт наближається. Залишайтеся на своїй позиції і знищуйте транспорти!

# LS_PVE_MISSIONTEXT_N4C2M3
source: An escort is returning back to Britain after separating with the merchantmen. You have enough power to destroy it.
ru: Эскортная группа доставила конвой в США и возвращается в Британию. У вас достаточно сил, чтобы ее уничтожить.
uk: Ескортний група доставила конвой в США і повертається до Британії. У вас досить сил, щоб її знищити.

# LS_PVE_MISSIONTEXT_N4C2M4
source: You have caused enough damage to become a priority to the enemy. Defend yourself!
ru: Вы нанесли такой ущерб, что на вас объявлена охота. Боевая тревога!
uk: Ви завдали такої шкоди, що на вас оголошено полювання. Бойова тривога!

# LS_PVE_MISSIONTEXT_N4C2M5
source: The enemy is desperate to stop you from raiding in the area. They are sending the newest warships against you. Make your escape.
ru: Противник делает все возможное, чтобы прекратить вашу деятельность. Против вас отправлена эскадра из новейших кораблей. Прорывайтесь на базу!
uk: Противник робить все можливе, щоб припинити вашу діяльність. Проти вас відправлена ​​ескадра з новітніх кораблів. Проривайтеся на базу!

# LS_PVE_CHAPTERDEBRIEF_N4C2
source: After sailing nearly 16,000 miles in 60 days and destroying 22 ships, your ship successfully returned to Brest. North Atlantic supply routes were seriously disrupted.
ru: Пройдя за 60 дней почти 16 000 миль, вы уничтожили 22 корабля и вернулись в Брест. Судоходство в Атлантике было серьезно нарушено.
uk: Пройшовши за 60 днів майже 16 000 миль, ви знищили 22 корабля і повернулися в Брест. Судноплавство в Атлантиці було серйозно порушено.

# LS_PVE_CHAPTERNAME_N4C3
source: Battle of the Barents Sea
ru: Битва в Баренцевом море
uk: Битва в Баренцевому морі

# LS_PVE_CHAPTERBRIEF_N4C3
source: The position of the Russian Convoy JW51B has been reported. You will sail from Altenfiord to intercept them north of North Cape under the command of Admiral Kummetz. Our force will be divided in two and attack from astern on both sides.
ru: Обнаружен конвой JW51B, следующий в СССР. Точка перехвата - к северу от Нордкапа. Вы отправляетесь из Альтенфиорда под командованием адмирала Куммеца. Наши силы разделятся надвое и будут атаковать конвой с двух сторон.
uk: Виявлено конвой JW51B, наступний в СРСР. Точка перехоплення - на північ від Нордкапа. Ви вирушаєте з Альтенфіорда під командуванням адмірала Куммеца. Наші сили розділяться навпіл і будуть атакувати конвой з двох сторін.

# LS_PVE_MISSIONTEXT_N4C3M1
source: Attack the escorts from the north.
ru: Атакуйте эскорт с Севера.
uk: Атакуйте ескорт з Півночі.

# LS_PVE_MISSIONTEXT_N4C3M2
source: Attack the escorts from the south.
ru: Атакуйте эскорт с Юга.
uk: Атакуйте ескорт з Півдня.

# LS_PVE_MISSIONTEXT_N4C3M3
source: You have reached the heart of the convoy. This is your chance to get the transports before they escape.
ru: Вы прорвали оборону конвоя и можете теперь атаковать транспорты.
uk: Ви прорвали оборону конвою і можете тепер атакувати транспорти.

# LS_PVE_MISSIONTEXT_N4C3M4
source: The convoy has called for help. You must escape to meet up with our capital ships.
ru: Конвой вызвал на помощь подкрепления. Прорвитесь обратно к нашим главным силам.
uk: Конвой викликав на допомогу підкріплення. Прорвіться назад до наших головних сил.

# LS_PVE_MISSIONTEXT_N4C3M5
source: The rendezvous was successful. Support our fleet against the chasing force!
ru: Вы успешно соединились с главными силами. Дайте отпор преследователям!
uk: Ви успішно з'єдналися з головними силами. Дайте відсіч переслідувачам!

# LS_PVE_CHAPTERDEBRIEF_N4C3
source: Your personal actions were the only bright spot in this failure. Learning his large ships had been driven off by light cruisers and destroyers, Hitler flew into a rage and ordered them all paid off. Grand Admiral Raeder resigned in protest and was succeeded as C-in-C, German Navy, by Admiral Doenitz. The paying-off order was revoked.
ru: Ваши действия были единственным успехом в этой катастрофе. Узнав, что его линейные корабли были отогнаны легкими крейсерами и эсминцами, Гитлер впал в ярость и приказал их все списать на слом. Гранд-адмирал Редер подал в отставку в знак протеста, и новым главнокомандующим Кригсмарине стал адмирал Дениц. Приказ о списании в конце концов отменили.
uk: Ваші дії були єдиним успіхом у цій катастрофі. Дізнавшись, що його лінійні кораблі відігнали легкими крейсерами і есмінцями, Гітлер впав в лють і наказав їх все списати на злам. Гранд-адмірал Редер подав у відставку на знак протесту, і новим головнокомандуючим Крігсмаріне став адмірал Деніц. Наказ про списання в кінці кінців скасували.

# LS_PVE_CHAPTERNAME_N4C4
source: Operation Juno
ru: Операция Юно
uk: операція Юно

# LS_PVE_CHAPTERBRIEF_N4C4
source: This mission was initially launched as an attack on Harstad to relieve pressure on the German garrison at Narvik, however, after refuelling at Jan Mayen Island the mission became unnecessary as the Allies were evacuating from Norway. On his own initiative, mission commander, Admiral Marschall, decided to seek and destroy the Allied transports.
ru: Эта операция началась с плана атаки на Харштадт с целью уменьшить давление на немецкий гарнизон в Нарвике. Однако, во время дозаправки на острове Джен Мейен, стало известно, что союзники эвакуируются из Норвегии. Командир группы адмирал Маршалл по своей инициативе принял решение перехватить эвакуирующиеся силы.
uk: Ця операція почалася з плану атаки на Харштадт з метою зменшити тиск на німецький гарнізон у Нарвике. Однак, під час дозаправки на острові Джен Мейен, стало відомо, що союзники евакуюються з Норвегії. Командир групи адмірал Маршалл за своєю ініціативою прийняв рішення перехопити евакуюють сили.

# LS_PVE_MISSIONTEXT_N4C4M1
source: We have detected the enemy's evacuation transports! Destroy them!
ru: Обнаружены транспорты с эвакуирующимися! Уничтожить!
uk: Виявлено транспорти з евакуюють! Знищити!

# LS_PVE_MISSIONTEXT_N4C4M2
source: Another group is attemping to evacuate on warships. This will be harder, but we can manage it.
ru: Другое соединение эвакуируется на военных кораблях. Уничтожить!
uk: Інше з'єднання евакуюється на військових кораблях. Знищити!

# LS_PVE_MISSIONTEXT_N4C4M3
source: We are engaged!
ru: Противник пытается контратаковать!
uk: Противник намагається контратакувати!

# LS_PVE_MISSIONTEXT_N4C4M4
source: In the aftermath of evacuation, we have located a disorganized enemy flotilla. This is a great chance to strike.
ru: В суматохе эвакуации, несколько кораблей противника сбились в кучу без единого командования. Отличная возможность для удара!
uk: У метушні евакуації, кілька кораблів супротивника збилися в купу без єдиного командування. Відмінна можливість для удару!

# LS_PVE_MISSIONTEXT_N4C4M5
source: On the way home, we were ambushed! Survive and don't let them steal our victory.
ru: Возвращаясь на базу, мы встретили крупные силы противника. Прорывайтесь к базе!
uk: Повертаючись на базу, ми зустріли великі сили противника. Проривайтеся до бази!

# LS_PVE_CHAPTERDEBRIEF_N4C4
source: This operation was a great success caused by personal initiative. Your follow-up on a cancelled operation resulted in the largest British Royal Navy loss since the beginnning of the war.
ru: Это был огромный успех, вызванный личной инициативой. Проведя свою собственную операцию вместо отмененной, ваша группа нанесла Британии самые сокрушительные потери с начала войны.
uk: Це був величезний успіх, викликаний особистою ініціативою. Провівши свою власну операцію замість скасованої, ваша група завдала Британії самі нищівні втрати з початку війни.

# LS_PVE_CHAPTERNAME_N4C5
source: Battle of the Denmark Strait
ru: Бой в Датском проливе
uk: Бій в Датській протоці

# LS_PVE_CHAPTERBRIEF_N4C5
source: Our capital ships, which cost many of the Reich's resources, must finally prove their worth in battle. You will join the fleet sailing from Gdynia in the Baltic for the Atlantic via Norway and engage Royal Navy capital ships.
ru: Наши линейные корабли, так дорого обошедшиеся Рейху, должны наконец проявить себя в бою. Вы прикомандированы к эскадре, которая должна выйти из Балтийского порта Гдыня, пройти через Норвегию в Атлантический океан, и вступить в бой с британскими линейными кораблями.
uk: Наші лінійні кораблі, так дорого обошедшиеся Рейху, повинні нарешті проявити себе в бою. Ви прикомандировані до ескадрі, яка повинна вийти з Балтійського порту Гдиня, пройти через Норвегію в Атлантичний океан, і вступити в бій з британськими лінійними кораблями.

# LS_PVE_MISSIONTEXT_N4C5M1
source: The screens have encountered the enemy. Assist them in battle.
ru: Авангард обнаружил противника. Окажите ему поддержку.
uk: Авангард виявив противника. Надайте йому підтримку.

# LS_PVE_MISSIONTEXT_N4C5M2
source: Rendezvous with reinforcements and engage the enemy.
ru: Идите на соединение с подкреплением и вступайте в бой.
uk: Ідіть на з'єднання з підкріпленням і вступайте в бій.

# LS_PVE_MISSIONTEXT_N4C5M3
source: Search and destroy!
ru: Уничтожайте силы противника!
uk: Знищуйте сили противника!

# LS_PVE_MISSIONTEXT_N4C5M4
source: British forces are advancing. Do as much damage to them as possible!
ru: Приближается еще одна британская эскадра. Огонь!
uk: Наближається ще одна британська ескадра. Вогонь!

# LS_PVE_MISSIONTEXT_N4C5M5
source: This is our chance to sink the best of the best and deal a strong blow to the enemy. Full ahead!
ru: У нас есть возможность нанести тяжелейший урон Британскому самомнению, утопив их новые корабли, которые они считают непобедимыми. Полный вперед!
uk: У нас є можливість нанести важку втрату Британському зарозумілості, втопивши їх нові кораблі, які вони вважають непереможними. Повний вперед!
