Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_SHIPYARD_ONE_SHIP_LEFT
source: At least one ship must be in the shipyard.
ru: По крайней мере один корабль должен быть в порту.
uk: Принаймні один корабель повинен бути в порту.

# LS_ENTER_CLAN_NAME
source: Fleet name is empty. Please add your Fleet name.
ru: Имя Флота не задано. Пожалуйста, добавьте имя вашего Флота.
uk: Ім'я Флоту не задано. Будь ласка, додайте ім'я вашого Флоту.

# LS_SHIP_IN_DEFENDER_FLEET
source: DEFENCE FLEET
ru: ОБОРОНА ПОРТА
uk: ОБОРОНА ПОРТУ

# LS_SHIP_IN_MARAUDER_FLEET
source: ATTACK FLEET
ru: АТАКА ПОРТА
uk: АТАКА ПОРТУ

# LS_SHIP_RECALL
source: RECALL
ru: ОТОЗВАТЬ
uk: ВІДКЛИКАТИ

# LS_CHAT_COPY
source: COPY
ru: СКОПИРОВАТЬ
uk: СКОПІЮВАТИ

# LS_MISSOURI
source: Missouri
ru: Миссури
uk: Міссурі

# LS_LION II
source: HMS Lion II
ru: Лайон II
uk: Лайон II

# LS_MUSASHI
source: Musashi
ru: Мусаcи
uk: Мусаcі

# LS_TIRPITZ
source: Tirpitz
ru: Тирпиц
uk: Тирпиц

# LS_SPIRAL
source: Spiral
ru: Спираль
uk: Спіраль

# LS_TICONDEROGA
source: Ticonderoga
ru: Тикондерога
uk: Тикондерога

# LS_ADVENTUROUS
source: HMS Adventurous
ru: Эдвенчерес
uk: Едвенчерес

# LS_HINDENBURG
source: Hindenburg
ru: Гинденбург
uk: Гінденбург

# LS_PROJECT_73
source: Project 73
ru: Проект 73
uk: Проект 73

# LS_HARBOUR_INTELLIGENCE_REPORT
source: Intelligence report
ru: Отчет разведки
uk: Звіт розвідки

# LS_HARBOUR_INFO_UPDATE
source: UPDATE
ru: ОБНОВИТЬ
uk: ОНОВИТИ

# LS_TIME_JUST_NOW
source: Current status
ru: только что
uk: Щойно

# LS_HARBOUR_INFO_DEFENDERS
source: Defence fleet
ru: Флот обороны
uk: Флот оборони

# LS_HARBOUR_INFO_DEFENCE
source: Defence weapons
ru: Оборонительное оружие
uk: Оборонна зброя

# LS_HARBOUR_INFO_ATTACK
source: ATTACK
ru: АТАКОВАТЬ
uk: АТАКУВАТИ

# LS_HARBOUR_ADD
source: ADD HARBOUR
ru: ДОБАВИТЬ ПОРТ
uk: ДОДАТИ ПОРТ

# LS_HARBOUR_INFO_NO_SHIPS
source: No ships
ru: Нет кораблей
uk: Нема кораблів

# LS_HARBOUR_INFO_DELETE_TITLE
source: HARBOUR LOCATION
ru: ЛОКАЦИЯ ПОРТА
uk: ЛОКАЦIЯ ПОРТУ

# LS_HARBOUR_INFO_DELETE_TEXT
source: Are you sure to delete harbour location?
ru: Вы уверены, что хотите удалить данные о локации Порта?
uk: Ви впевнені, що хочете видалити дані про локації Порта?

# LS_HARBOUR_SPY_WAS
source: Spy was at location
ru: Разведка была произведена
uk: Розвідка була проведена

# LS_HARBOUR_OPEN_FOR_ATTACK
source: Attack available
ru: Нападение возможно
uk: Напад можливий

# LS_HARBOUR_PROTECTION_LOST_AFTER
source: Protection will end after
ru: Защита будет снята через
uk: Захист буде знятий через

# LS_HARBOUR_LOCATION_WILL_LOST_AFTER
source: Location data will be deleted after
ru: Данные локации будут удалены через
uk: Дані локації будуть видалені через

# LS_HARBOUR_ATTACK_PROTECTED
source: Harbour has been attacked by other fleet. Path not clear. We can't attack right now. Location data updated.
ru: Порт был атакован другим флотом. Путь не свободен, Мы не можем атаковать прямо сейчас. Данные локации обновлены.
uk: Порт був атакований іншим флотом. Шлях не вільний, Ми не можемо атакувати прямо зараз. Дані локації оновлені.

# LS_SHIP_NO_SKILLS
source: NO SKILL
ru: НЕТ СПОСОБНОСТИ
uk: НЕМАЄ ЗДАТНОСТІ

# LS_EQUIPMENT_INSUFFICIENT_SLOTS
source: No slots available
ru: Нет свободных слотов
uk: Немає вільних слотів

# LS_UNMOUNT_ALL_TITLE
source: UNMOUNT
ru: УБРАТЬ
uk: Забрати

# LS_UNMOUNT_ALL_TEXT
source: Do you really want to unmount the equipment?
ru: Вы уверены что хотите снять установленное оборудование?
uk: Ви впевнені що хочете зняти встановлене обладнання?

# LS_EQUIPMENT_REQUIRED_ON_PREV_LEVELS
source: Please mount the previous equipment first.
ru: Пожалуйста, установите предыдущее оборудование сначала.
uk: Будь ласка, встановіть попереднє обладнання спочатку.

# LS_EQUIPMENT_SET
source: MOUNT
ru: УСТАНОВИТЬ
uk: ВСТАНОВИТИ

# LS_ACCOUNT_BLOCKED_TIMELEFT
source: block time left
ru: время блокировки
uk: час блокування

# LS_SETTING_CLAN_NOTIFICATIONS
source: Offline Fleet notification
ru: Офлайн сообщения Флота
uk: Офлайн повідомлення Флоту

# LS_JULES_VERNE
source: Jules Verne
ru: Жюль Верн
uk: Жюль Верн

# LS_TAMBOR
source: Tambor
ru: Тамбор
uk: Тамбор

# LS_SAFARI
source: HMS Safari
ru: Сафари
uk: Сафарі

# LS_TYPE U-FLAK I
source: Type U-Flak I
ru: Тип U-Flak I
uk: Тип U-Flak I

# LS_L XI CLASS
source: L XI Class
ru: Тип Л XI
uk: Тип Л XI

# LS_ITEM_RESTORE
source: REPAIR
ru: РЕМОНТ
uk: РЕМОНТ

# LS_RESTORE_COUNT
source: REPAIR COUNT
ru: ЧИСЛО КОРАБЛЕЙ
uk: ЧИСЛО КОРАБЛІВ

# LS_RESTORE_RANGE
source: REPAIR RANGE
ru: ДАЛЬНОСТЬ
uk: ДАЛЬНІСТЬ

# LS_RESTORE_SUPPLY
source: TOTAL REPAIR DP
ru: РЕСУРСЫ
uk: РЕСУРСИ

# LS_PARAM_SPEED_PERCENT
source: SHIP SPEED
ru: СКОРОСТЬ КОРАБЛЯ
uk: ШВИДКІСТЬ КОРАБЛЯ

# LS_FCS_CRITICAL_BONUS
source: BONUS TO CRITICAL HIT
ru: БОНУС К КРИТИЧЕСКОМУ
uk: БОНУС ДО КРИТИЧНОГО

# LS_RESTORE_DELAY
source: REPAIR SPEED
ru: ПЕРЕЗАРЯДКА
uk: ПЕРЕЗАРЯДИТИ

# LS_RESTORE_SPEED
source: DP PER REPAIR
ru: СКОРОСТЬ РЕМОНТА
uk: ШВИДКІСТЬ РЕМОНТУ

# LS_QUESTS_EMPTY
source: EMPTY
ru: ПУСТО
uk: ПУСТО

# LS_PORTLAND
source: Portland
ru: Портленд
uk: Портленд

# LS_DEUTSCHLAND
source: Deutschland
ru: Дойчланд
uk: Дойчланд

# LS_RURIK
source: Rurik
ru: Рюрик
uk: Рюрик

# LS_MENU_BONUS_FOR_RETURN
source: RETURN BONUS
ru: БОНУС
uk: БОНУС

# LS_MENU_BONUS_FOR_RETURN_DESC
source: Welcome back Captain! Your reward for return is:
ru: Добро пожаловать Капитан! Ваша награда за возвращение:
uk: Ласкаво просимо Капітан! Ваша нагорода за повернення:

# LS_PRODUCT_STARTER_PACK_DESC
source: All you need for fast game start![BR]- additional 40 daily gold[BR]- double rewards from single missions except Captain experience[BR]- double Steel reward from online battles[BR]- double Crew experience in all battles[BR]- double Fuel production[BR]- duration: 30 days
ru: Все что нужно для ускоренного развития с самого начала[BR]-дополнительно 40 золота ежедневно[BR]-удвоение наград за одиночные миссии[BR]-удвоение Стали за Онлайн сражения[BR]-удвоение опыта матросов во всех сражниях[BR]-удвоение производства Топлива[BR]длительность - 30 дней
uk: Все що потрібно для прискореного розвитку з самого початку [BR] -Додаткової 40 золота щодня [BR] -удвоеніе нагород за одиночні місії [BR] -удвоеніе Стали за Онлайн битви [BR] -удвоеніе досвіду матросів у всіх сражніях [BR] -удвоеніе виробництва Палива [BR] тривалість - 30 днів

# LS_PRODUCT_PREMIUM_DESC
source: if you need only daily gold![BR]- additional 40 daily gold bonus[BR]- duration: 30 days
ru: Если нужно добавить золота каждый день[BR]-дополнительно 40 золота ежедневно[BR]длительность - 30 дней
uk: Якщо потрібно додати золота кожен день [BR] -Додаткової 40 золота щодня [BR] тривалість - 30 днів

# LS_PRODUCT_STEAM_PACK_DESC
source: Best choice for medium or high level players![BR]Crew Boost + Captain Boost[BR]- double Fuel production[BR]- double Crew experience in all battles[BR]- additional 50% Captain experience in online battles[BR]- double Steel reward in online battles[BR]- duration: 30 days
ru: Лучший выбор для опытного игрока[BR]Ускорение развития экипажа[BR]-удвоение производства Топлива[BR]-удвоение опыта Матросов во всех сражениях[BR]Ускорение развития Капитана[BR]- дополнительно 50% опыта Капитана в онлайн сражениях[BR]-удвоение наград Стали в онлайн сражениях[BR]длительность - 30 дней
uk: Кращий вибір для досвідченого гравця [BR]-прискорення розвитку екіпажу [BR] -удвоеніе виробництва Палива [BR] -удвоеніе досвіду Матросов у всіх боях [BR] Прискорення розвитку Капітана [BR] - додатково 50% досвіду Капітана в онлайн боях [BR] -удвоеніе нагород Стали в онлайн боях [BR] тривалість - 30 днів

# LS_PRODUCT_FUEL_PACK_DESC
source: Crew Boost[BR]- double Fuel production[BR]- double Crew experience in all battles[BR]- duration: 30 days
ru: Ускорение развития экипажа[BR]-удвоение производства Топлива[BR]-удвоение опыта Матросов во всех сражениях[BR]длительность - 30 дней
uk: Прискорення розвитку екіпажу [BR] -удвоеніе виробництва Палива [BR] -удвоеніе досвіду Матросов у всіх боях [BR] тривалість - 30 днів

# LS_PRODUCT_STEEL_PACK_DESC
source: Captain Boost[BR]- additional 50% Captain experience in online battles[BR]- double Steel reward in online battles[BR]- duration: 30 days
ru: Ускорение развития Капитана[BR]-дополнительно 50% опыта Капитана в онлайн сражениях[BR]-удвоение наград Стали в онлайн сражениях[BR]длительность - 30 дней
uk: Прискорення розвитку Капітана [BR] -Додаткової 50% досвіду Капітана в онлайн боях [BR] -удвоеніе нагород Стали в онлайн боях [BR] тривалість - 30 днів

# LS_PRODUCT_G500_DESC
source: Pile of Gold[BR]+500 Gold instantly
ru: Горсть золота[BR]+500 золота единовременно
uk: Жменя золота [BR] +500 золота одноразово

# LS_PRODUCT_G1200_DESC
source: Stack of Gold[BR]+1200 Gold instantly
ru: Кучка золота[BR]+1200 золота единовременно
uk: Купка золота [BR] +1200 золота одноразово

# LS_PRODUCT_G2500_DESC
source: Mound of Gold[BR]+2500 Gold instantly
ru: Куча золота[BR]+2500 золота единовременно
uk: Купа золота [BR] +2500 золота одноразово

# LS_PRODUCT_G6500_DESC
source: Plethora of Gold[BR]+6500 Gold instantly
ru: Гора золота[BR]+6500 золота единовременно
uk: Гора золота [BR] +6500 золота одноразово

# LS_PRODUCT_G14000_DESC
source: Mountain of Gold[BR]+14000 Gold instantly
ru: Правильный выбор[BR]+14000 золота единовременно
uk: Правильний вибір [BR] +14000 золота одноразово

# LS_TUT_TOUCH_STORE
source: Check Store to boost your gameplay
ru: Проверьте товары Магазина для ускоренного развития
uk: Перевірте товари Магазину для прискореного розвитку

# LS_HAS_GOT_BOX
source: has got a box
ru: забрал ящик
uk: забрав ящик

# LS_PICK_UP_BOX_BY_SCOUT
source: pick up a box by scout
ru: подобрал ящик разведчиком
uk: підібрав ящик розвідником

# LS_AIR_STRIKE_SELECT_TARGET
source: SELECT[BR]TARGET
ru: ВЫБРАТЬ[BR]ЦЕЛЬ
uk: ВИБРАТИ [BR] МЕТА

# LS_AIR_STRIKE_CONFIRM
source: TOUCH[BR]TO ATTACK
ru: НАЖАТЬ[BR]ДЛЯ АТАКИ
uk: НАТИСНУТИ [BR] ДЛЯ АТАКИ

# LS_ADDED_TO_BLACKLIST_FOR_ONE_DAY
source: is suspended from game for 1 day
ru: исключен из игры на 1 день
uk: відрахований з гри на 1 день

# LS_GEORGIA
source: Georgia
ru: Джорджия
uk: Джорджія

# LS_INDEFATIGABLE
source: HMS Indefatigable
ru: Индефатигабл
uk: Індефатігабл

# LS_SHINANO
source: Shinano
ru: Синано
uk: Сінано

# LS_PROJECT A
source: Project A
ru: Проект А
uk: Проект А

# LS_FEVRAL
source: Fevral
ru: Февраль
uk: Февраль

# LS_WHATS_NEW_LINK
source: https://mobile.navyfield.com/notice/banner.aspx?lang=EN
ru: https://mobile.navyfield.com/notice/banner.aspx?lang=RU
uk: https://mobile.navyfield.com/notice/banner.aspx?lang=RU

# LS_WHATS_NEW_CLOSE_TILL_NEXT
source: Do not show till next version
ru: Не показывать до следующей версии
uk: Чи не показувати до наступної версії

# LS_WHATS_NEW_TITLE
source: WHAT'S NEW IN VERSION
ru: ЧТО НОВОГО В ЭТОЙ ВЕРСИИ
uk: ЩО НОВОГО В ЦІЙ ВЕРСІЇ

# LS_MENU_RATING_ROYAL
source: BATTLE ROYALE
ru: КОРОЛЕВСКАЯ БИТВА
uk: КОРОЛІВСЬКА БИТВА

# LS_BATTLE_ROYAL_NOT_STARTED
source: Not enough players to start Battle Royale
ru: Недостаточно игроков для старта Королевской Битвы
uk: Недостатньо гравців для старту Королівської Битви

# LS_MENU_MODE_ONLINE_ROYAL
source: BATTLE ROYALE
ru: КОРОЛЕВСКАЯ БИТВА
uk: КОРОЛІВСЬКА БИТВА

# LS_SAFEZONE_ACTIVE
source: Enter Safety Zone!
ru: Зона безопасности активирована!
uk: Зона безпеки активована!

# LS_ROYAL_PLAYER_DROPPED
source: Eliminated Player
ru: Игрок уничтожен
uk: Гравець знищений

# LS_MAIN_WHATS_NEW
source: What's new
ru: Что нового в версии
uk: Що нового у версії

# LS_MAIN_ADVANCED
source: Advanced settings
ru: Дополнительные настройки
uk: Додаткові налаштування

# LS_MAIN_FORUM
source: Game forum
ru: Форум Игры
uk: Форум Гри

# LS_MAIN_SHIPINFO
source: Ships information
ru: Информация по кораблям
uk: Інформація по кораблям

# LS_MAIN_CONTACTUS
source: Customer support
ru: НАПИСАТЬ НАМ
uk: НАПИСАТИ НАМ

# LS_SETTINGS_BATTLE_INVITES
source: Battle invites
ru: Приглашения в бой
uk: Запрошення в бій

# LS_RB_CHAMPION
source: Last winner
ru: Победитель
uk: Переможець

# LS_RB_CHAMPION_UNKNOWN
source: Unknown
ru: Неизвестный
uk: Невідомий

# LS_RB_OPEN
source: OPEN
ru: ОТКРЫТО
uk: ВІДКРИТО

# LS_RB_END_IN
source: close in
ru: конец через
uk: кінець через

# LS_RB_CLOSED
source: CLOSED
ru: ЗАКРЫТО
uk: ЗАКРИТО

# LS_RB_OPEN_IN
source: open in
ru: сражения через
uk: битви через

# LS_THERMIDOR
source: Thermidor
ru: Термидор
uk: Термідор

# LS_CESARE BORGIA
source: Cesare Borgia
ru: Чезаре Борджиа
uk: Чезаре Борджіа

# LS_ONLINE_MIDDLE_15
source: Windmill
ru: Ветряк
uk: Вітряк

# LS_ONLINE_MIDDLE_16
source: Secret Passage
ru: Тайный ход
uk: Таємний хід

# LS_NATION_INFO_FR
source: Marine Nationale is the French navy from XII-XII centures to present. After fall France in June 1940, the Navy was obligated to remain neutral at Second World War. There are battleships equipped with unique quad mount gun and players can experience a variety of submarines with French Marine Nationale.
ru: Военно-морской флот Франции существует с XII-XIII веков и до настоящего времени, после поражения Франции в Июне 1940 практически не принимал участия во Второй Мировой войне. Особенностью флота являются уникальные счетверенные орудия главного карибра Линкоров и разнообразные подводные лодки
uk: Військово-морський флот Франції існує з XII-XIII століть і до теперішнього часу, після поразки Франції в червні 1940 практично не брав участі у Другій Світовій війні. Особливістю флоту є унікальні зчетверені гармати головного калібру Лінкорів і різноманітні підводні човни

# LS_NATION_INFO_IT
source: The Regia Marina was the navy of the Kingdom of Italy from 1891 to 1946. At the beginning of the Second World War was the fourth largest navy in the world. Regia Marina has superiority over the defence due to the small size of the ship as compared to other nations, and possesses unique ships such as small battleships, powerful heavy cruisers and light cruisers.
ru: Итальянские Королевские ВМС существовали с 1891 по 1946 год. К началу Второй Мировой Войны это были четвертые крупные ВМС в мире. Особенностью Итальянских Королевских ВМС является превосходная защита из-за небольших размеров кораблей в сравнении с другими нациями, а также обладает уникальными кораблями: компактными линкорами, мощными легкими и тяжелыми крейсерами.
uk: Італійські Королівські ВМС існували з 1891 по 1946 рік. До початку Другої Світової Війни це були четверті найбільші ВМС у Світі. Особливістю Італійських Королівських ВМС є чудовий захист через невеликі розміри кораблів в порівнянні з іншими націями, а також володіє унікальними кораблями: компактними лінкорами, потужними легкими і важкими крейсерами.

# LS_MARCELLO
source: Marcello
ru: Марчелло
uk: Марчелло

# LS_NATION_NAME_FR
source: Marine Nationale
ru: ВМС Франции
uk: ВМС Франції

# LS_NATION_NAME_IT
source: Regia Marina
ru: Королевские ВМС Италии
uk: Королівські ВМС Італії

# LS_REPULSE
source: HMS Repulse
ru: Рипалс
uk: Ріпалс

# LS_ISE_1943
source: Ise (1943)
ru: Исэ (1943)
uk: Ісе (1943)

# LS_PROJECT_69
source: Project 69
ru: Проект 69
uk: Проект 69

# LS_TRANSFER_RESOURCE
source: TRANSFER RESOURCES
ru: ПЕРЕСЫЛКА РЕСУРСОВ
uk: ПЕРЕСИЛКА РЕСУРСІВ

# LS_TRANSFER_CONFIRM_TEXT
source: Would you like to transfer resources?
ru: Подтвердите отправку ресурсов.
uk: Підтвердіть відправку ресурсів.

# LS_TRANSFER_RESOURCE_INFO
source: You can get the resources from the selected country.
ru: Вы можете переправить необходимые ресурсы из отмеченной нации.
uk: Ви можете перенаправити необхідні ресурси із зазначеної нації.

# LS_TRANSFER
source: TRANSFER
ru: ОТПРАВИТЬ
uk: НАДІСЛАТИ

# LS_AVATAR
source: SELECT YOUR AVATAR
ru: ВЫБЕРИТЕ АВАТАР
uk: ВИБЕРІТЬ АВАТАР

# LS_AVATAR_FEMALE
source: FEMALE
ru: ЖЕНСКИЕ
uk: ЖІНОЧІ

# LS_AVATAR_MALE
source: MALE
ru: МУЖСКИЕ
uk: ЧОЛОВІЧІ

# LS_CHAT_RENAME_PLAYER
source: You have a default captain name. Please change your captain name to chat.
ru: У Вашего Капитана нет имени, чтобы писать сообщения другим игрокам в чате, необходимо дать уникальное имя Капитану!
uk: У Вашого Капітана немає імені, щоби писати повідомлення іншим гравцям в чаті, необхідно дати унікальне ім'я Капітану!

# LS_HA_NATION_LEVEL_REQUIRED
source: Nation Level 50 is required.
ru: Требуется 50ый уровень развития Нации.
uk: Потрібен 50-й рівень розвитку Нації.

# LS_NATION_CANT_SELECT_AT_START
source: This Nation unavailable for start
ru: Нация недоступна для старта.
uk: Нація недоступна для старту.

# LS_NATION_LEVEL
source: Nation level
ru: Уровень Нации
uk: Рівень Нації

# LS_NATION_LEVELUP
source: Nation Level UP
ru: Новый уровень Нации!
uk: Новий рівень Нації!

# LS_NATION_OPEN_AFTER_LEVEL
source: Nation will be open after 25 level any other nation.
ru: Нация будет открыта на 25ом уровне любой другой Нации.
uk: Нація буде відкрита на 25-му рівні будь-якої іншої Нації.

# LS_PLAYER_LEFT_OUR_CLAN
source: Player left our Fleet.
ru: Игрок покинул наш Флот
uk: Гравець покинув наш Флот

# LS_PROFILE_RESTORED_PLAYER_RENAMED
source: Your profile has been restored. Please check your profile name.
ru: Ваш профиль был восстановлен из архива. Проверьте имя игрока.
uk: Ваш профіль був відновлений з архіву. Перевірте ім'я гравця.

# LS_RESEARCH_NATION_LEVEL_REQUIRED
source: Nation Level 25 is required.
ru: Требуется 25ый уровень Нации.
uk: Потрібен 25-й рівень Нації.

# LS_SELECT_CAPTAIN_NAME
source: select your profile name
ru: Выберите имя вашего игрока.
uk: Виберіть ім'я вашого гравця.

# LS_YOU_SENT_INVITE_TO_PLAYER
source: Invitation sent to the player
ru: Приглашение отправлено игроку
uk: Запрошення відправлено гравцеві

# LS_WEST VIRGINIA
source: West Virginia
ru: Вест Вирджиния
uk: Вест Вірджинія

# LS_ARKHANGELSK
source: Arkhangelsk
ru: Архангельск
uk: Архангельськ

# LS_HOOD 1943
source: HMS Hood (1943)
ru: Худ (1943)
uk: Худ (1943)

# LS_NASSAU
source: Nassau
ru: Нассау
uk: Нассау

# LS_ISE_1937
source: Ise (1937)
ru: Исэ (1937)
uk: Ісе (1937)

# LS_ARIZONA
source: Arizona
ru: Аризона
uk: Арізона

# LS_CONQUEROR
source: HMS Conqueror
ru: Конкерор
uk: Конкерор

# LS_ATAGO
source: Atago
ru: Атаго
uk: Атаго

# LS_J44 CLASS
source: J44 Class
ru: Класс J44
uk: Класс J44

# LS_MOSKVA
source: Moskva
ru: Москва
uk: Москва

# LS_ITALIA
source: Italia
ru: Италия
uk: Iталiя

# LS_DAILY_BONUS_BANNER_STORE
source: Check Store to boost your gameplay
ru: Проверьте товары Магазина для ускоренного развития
uk: Перевірте товари Магазину для прискореного розвитку

# LS_CW_CONQUEST
source: CONQUEST
ru: ПОКОРЕНИЕ
uk: ПІДКОРЕННЯ

# LS_CW_CONQUEROR
source: CONQUEROR
ru: ПОКОРИТЕЛЬ
uk: ПІДКОРЮВАЧ

# LS_CW_MANAGER
source: Manager
ru: Управляющий
uk: Менеджер

# LS_CW_ABERDEEN
source: Aberdeen
ru: Абердин
uk: Абердін

# LS_CW_EDINBURGH
source: Edinburgh
ru: Эдинбург
uk: Едінбург

# LS_CW_LONDON
source: London
ru: Лондон
uk: Лондон

# LS_CW_PORTSMOUTH
source: Portsmounth
ru: Портсмут
uk: Портсмут

# LS_CW_BRISTOL
source: Bristol
ru: Бристоль
uk: Брістоль

# LS_CW_LIVERPOOL
source: Liverpool
ru: Ливерпуль
uk: Ліверпуль

# LS_CW_GLASGOW
source: Glasgow
ru: Глазго
uk: Глазго

# LS_CW_MANAGMENT
source: MANAGEMENT
ru: УПРАВЛЕНИЕ
uk: УПРАВЛІННЯ

# LS_CW_DONATION
source: DONATION
ru: ВЗНОСЫ
uk: ВНЕСКИ

# LS_CW_ADMIRAL
source: ADMIRAL
ru: Адмирал
uk: АДМIРАЛ

# LS_CW_DISTRIBUTION
source: DISTRIBUTION
ru: ПРОИЗВОДСТВО
uk: РОЗПОДIЛ

# LS_CW_SET_DEFENCE
source: SET DEFENCE
ru: ОБОРОНА
uk: ОБОРОНА

# LS_CW_SEND_SHIPS
source: SEND SHIPS
ru: КОРАБЛИ
uk: КОРАБЛІ

# LS_CW_BASE_PORT
source: CAPITAL
ru: СТОЛИЦА
uk: СТОЛИЦЯ

# LS_CW_DEVELOPMENT
source: DEVELOPMENT
ru: СТРОИТЕЛЬСТВО
uk: БУДІВНИЦТВО

# LS_CW_SAPPORO
source: Sapporo
ru: Саппоро
uk: Саппоро

# LS_CW_SENDAI
source: Sendai
ru: Сендай
uk: Сендай

# LS_CW_NIIGATA
source: Niigata
ru: Ниигата
uk: Ніїгата

# LS_CW_TOKYO
source: Tokyo
ru: Токио
uk: Токіо

# LS_CW_NAGOYA
source: Nagoya
ru: Нагойя
uk: Нагойя

# LS_CW_OSAKA
source: Osaka
ru: Осака
uk: Осака

# LS_CW_FUKUOKA
source: Fukuoka
ru: Фукуока
uk: Фукуока

# LS_CW_NEW_YORK
source: New York
ru: Нью-Йорк
uk: Нью-Йорк

# LS_CW_WASHINGTON
source: Washington
ru: Вашингтон
uk: Вашингтон

# LS_CW_MIAMI
source: Miami
ru: Майами
uk: Майамі

# LS_CW_HOUSTON
source: Houston
ru: Хьюстон
uk: Хьюстон

# LS_CW_LOSANGELES
source: Los Angeles
ru: Лос-Анжелес
uk: Лос-Анджелес

# LS_CW_SANFRANCISCO
source: San Francisco
ru: Сан-Франциско
uk: Сан-Франциско

# LS_CW_SEATTLE
source: Seattle
ru: Сиэтл
uk: Сіетл

# LS_CW_STRALSUND
source: Stralsund
ru: Штральзунд
uk: Штральсунд

# LS_CW_ROSTOCK
source: Rostock
ru: Росток
uk: Росток

# LS_CW_LUBECK
source: Lubeck
ru: Любек
uk: Любек

# LS_CW_KIEL
source: Kiel
ru: Киль
uk: Кіль

# LS_CW_HAMBURG
source: Hamburg
ru: Гамбург
uk: Гамбург

# LS_CW_BREMERHAVEN
source: Bremerhaven
ru: Бремерхафен
uk: Бремерхафен

# LS_CW_EMDEN
source: Emden
ru: Эмден
uk: Емден

# LS_CW_GER_MAP
source: Germany
ru: Германия
uk: Німеччина

# LS_CW_UK_MAP
source: United Kingdom
ru: Великобритания
uk: Великобританія

# LS_CW_US_MAP
source: USA
ru: США
uk: США

# LS_CW_JP_MAP
source: Japan
ru: Япония
uk: Японія

# LS_PROJECT_69SE
source: Project 69SE
ru: Проект 69СЕ
uk: Проект 69SE

# LS_GASCOGNE
source: Gascogne
ru: Гасконь
uk: Гасконь

# LS_TAKAO
source: Takao
ru: Такао
uk: Такао

# LS_JUNEAU
source: Juneau
ru: Джуно
uk: Джуно

# LS_AGANO
source: Agano
ru: Агано
uk: Агано

# LS_SEYDLITZ 1939
source: Seydlitz (1939)
ru: Зейдлиц (1939)
uk: Зейдліц (1939)

# LS_KERCH
source: Kerch
ru: Керчь
uk: Керч

# LS_DE GRASSE
source: De Grasse
ru: Де Грасс
uk: Де Грассе

# LS_LUIGI CADORNA
source: Luigi Cadorna
ru: Луиджи Кадорна
uk: Луіджи Кадорна

# LS_CW_CONQUEROR_EMPTY
source: none
ru: никого
uk: нікого

# LS_CW_MANAGER_EMPTY
source: none
ru: никого
uk: нікого

# LS_CW_ATTACK
source: WAR
ru: ВОЙНА
uk: ВІЙНА

# LS_CW_MANAGEMENT
source: MANAGEMENT
ru: УПРАВЛЕНИЕ
uk: УПРАВЛІННЯ

# LS_CW_WAR_DECLARATION_NOTICE
source: Declaration of War
ru: Объявление Войны
uk: Оголошення Війни

# LS_CW_WAR_NOTICE_FLEET_MEMBERS
source: In order to declare war, the attack fleet must have more than 5 fleet members.
ru: В порядке объявления Войны, атакующий Флот должен быть не менее 5 игроков.
uk: У порядку оголошення Війни, атакуючий Флот повинен бути не менше 10 гравців. Мінімум 3 гравця Флоту повинні бути не нижче 70 рівня.

# LS_CW_WAR_DESC
source: The war will begin after 24 hours.After the declaration of the war, attacker should confirmparticipants before battle time. If the number of participants is not enough, it is judged that no battle is conducted.The new fleet cannot declare war for a month.
ru: Война начнется через 24 часа после объявления.Атакующий Флот должен подтвердить всех участников перед началом Сражений. В случае если участников Флота будет недостаточно, Объявление Войны будет отозвано, а атакующий Флот не сможет объявлять Войны в течение месяца.
uk: Війна почнеться через 24 години після оголошення. Атакуючий Флот повинен підтвердити всіх учасників перед початком Битв. У разі якщо учасників Флоту буде недостатньо, Оголошення Війни буде відкликано, а атакуючий Флот не зможе оголошувати Війни протягом місяця.

# LS_SETTINGS_TRANSLATE_LANG
source: Transaltion language
ru: Язык перевода
uk: Мова перекладу

# LS_SETTINGS_SHOW_TRANSLATE
source: Translation function
ru: Показывать перевод
uk: Показувати переклад

# LS_CHAT_TRANSLATE
source: TRANSLATE
ru: ПЕРЕВЕСТИ
uk: ПЕРЕКЛАСТИ

# LS_TRANSLATE_ONLY_FOR_PAID_TITLE
source: TRANSLATION
ru: ПЕРЕВОД
uk: ПЕРЕКЛАД

# LS_TRANSLATE_ONLY_FOR_PAID_TEXT
source: Translation is not available for FREE players. You have to buy any amount of Gold to use translation function.
ru: Функция перевода недоступна для Бесплатных игроков. Вы можете купить любое количество Золота в Магазине, чтобы включить функцию Перевода.
uk: Функція перекладу недоступна для Безкоштовних гравців. Ви можете купити будь-яку кількість Золота в Магазині, щоб увімкнути існуючу функцію перекладу.

# LS_SETTINGS_CHAT_FONT_SIZE
source: Chat font size
ru: Размер текста чата
uk: Розмір тексту чату

# LS_CHAT_FONT_SMALL
source: small
ru: маленький
uk: мілкий
