Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_PVE_CHAPTERDEBRIEF_N4C5
source: The sinking of Hood was a strong blow to the British morale, and caused much stir in the Admiralty. A retaliation operation was launched immediately with overwhelming forces. The Bismarck was hunted down and sunk.
ru: Утопление Худа сильно подорвало британский боевой дух, и вызвало скандал в Адмиралтействе. Была немедленно организовано преследование немецких кораблей превосходящими силами. Линкор Бисмарк был найден и уничтожен.
uk: Утоплення Худа сильно підірвало британський бойовий дух, і викликало скандал в Адміралтействі. Була негайно організовано переслідування німецьких кораблів переважаючими силами. Лінкор Бісмарк був знайдений і знищений.

# LS_PVE_CHAPTERNAME_N4C6
source: Convoy PQ 17
ru: Конвой PQ 17
uk: Конвой PQ 17

# LS_PVE_CHAPTERBRIEF_N4C6
source: A convoy of 36 ships left Reykjavik, Iceland under escort which includes six destroyers and four corvettes. Two British and two US cruisers with destroyers are also supporting, and distant cover was given by the Home Fleet with battleships Duke of York and the USS Washington, carrier Victorious, cruisers and destroyers. You must intercept this convoy.
ru: Конвой из 36 транспортов вышел из Рейкьявика в сопровождении 6 эсминцев и 4 корветов. Вторая группа прикрытия состоит из двух американских и двух английских крейсеров с эсминцами. Дальнее прикрытие осуществляет Флот метрополии с линкорами Дюк оф Йорк и Вашингтон, авианосцем Викториос, крейсерами и эсминцами. Ваша задача - перехват конвоя.
uk: Конвой з 36 транспортів вийшов з Рейк'явіка в супроводі 6 есмінців і 4 корветів. Друга група прикриття складається з двох американських і двох англійських крейсерів з есмінцями. Дальнє прикриття здійснює Флот метрополії з лінкорами Дюк оф Йорк і Вашингтон, авіаносцем Вікторіос, крейсерами і есмінцями. Ваше завдання - перехоплення конвою.

# LS_PVE_MISSIONTEXT_N4C6M1
source: Our reconnaissance fleet has located enemy carriers. Their escort ships will arrive in 4 minutes. Sink the enemy carriers before their reinforcements arrive.
ru: Наблюдатели обнаружили два авианосца противника. Они идут на соединение с эскортом, у вас есть 4 минуты на их уничтожение!
uk: Спостерігачі виявили два авіаносці супротивника. Вони йдуть на з'єднання з ескортом, у вас є 4 хвилини на їх знищення!

# LS_PVE_MISSIONTEXT_N4C6M2
source: The enemy's battleship and carrier are anchored for resupplly. Intel estimates that the supply time is 6 minutes. Sink them before they are resupplied!
ru: Обнаружены линкор и авианосец противника, бункерующие топливо. Они не смогут дать ход еще 6 минут. Уничтожить, пользуясь преимуществом в ходе!
uk: Виявлено лінкор і авіаносець противника, бункер паливо. Вони не зможуть дати хід ще 6 хвилин. Знищити, користуючись перевагою в ході!

# LS_PVE_MISSIONTEXT_N4C6M3
source: The enemy force is determined to protect the convoy.
ru: Противник продолжает яростно защищать конвой!
uk: Противник продовжує люто захищати конвой!

# LS_PVE_MISSIONTEXT_N4C6M4
source: The enemy is approaching and plans to retaliate! Engage!
ru: Силы дальнего сопровождения вступают в бой!
uk: Сили далекого супроводу вступають в бій!

# LS_PVE_MISSIONTEXT_N4C6M5
source: Our own supply ships are under attack. Find all of our supply ships and escort them to safety!
ru: Наши собственные корабли снабжения под атакой! Найдите их и обеспечьте их безопасность!
uk: Наші власні кораблі постачання під атакою! Знайдіть їх і забезпечте їх безпеку!

# LS_PVE_CHAPTERDEBRIEF_N4C6
source: PQ17 left Reykjavik, Iceland with 36 ships, of which two returned. Convoys to Russia stopped for several months.
ru: PQ 17 вышел из Исландии в составе 36 транспортов. Вернулись 2. Конвои в СССР прекратились на несколько месяцев.
uk: PQ 17 вийшов з Ісландії в складі 36 транспортів. Повернулися 2. Конвої в СРСР припинилися на кілька місяців.

# LS_PVE_CHAPTERNAME_N4C7
source: Operation Cerberus
ru: Операция ''Церберус''
uk: Операція '' Церберус ''

# LS_PVE_CHAPTERBRIEF_N4C7
source: Brest, which has been serving as the forward base of our capital ships, is now within reach of British planes and has become too dangerous. Additionally, from a base further north, it would be easier to interdict North Atlantic convoys, which are giving the Soviet Union much needed help. Your orders are to run the British blockade and sail from Brest in Brittany to our home bases in Germany via the English Channel.
ru: Брест, который долго служил передовой базой нашего флота, теперь оказался в зоне действия британских бомбардировщиков, и находиться в нем больше невозможно. Кроме того, переместившись на базу ближе к Северу, мы сможем более эффективно перехватывать конвои, снабжающие СССР. Ваша задача - прорвать британскую блокаду и перейти из Бреста в Бретани на базу в Германии через Ла-Манш.
uk: Брест, який довго служив передовий базою нашого флоту, тепер опинився в зоні дії британських бомбардувальників, і перебувати в ньому більше неможливо. Крім того, перемістившись на базу ближче до Півночі, ми зможемо більш ефективно перехоплювати конвої, що забезпечують СРСР. Ваше завдання - прорвати британську блокаду і перейти з Бреста в Бретані на базу в Німеччині через Ла-Манш.

# LS_PVE_MISSIONTEXT_N4C7M1
source: After 12 hours of sailing, we have finally been detected! Fight!
ru: Через 12 часов после выхода из порта, нас наконец обнаружили. Огонь!
uk: Через 12 годин після виходу з порту, нас нарешті виявили. Вогонь!

# LS_PVE_MISSIONTEXT_N4C7M2
source: They are sending more ships to stop us!
ru: Противник выслал еще одну эскадру, чтобы остановить нас!
uk: Противник вислав ще одну ескадру, щоб зупинити нас!

# LS_PVE_MISSIONTEXT_N4C7M3
source: The enemy may attack from any direction. Search and destroy!
ru: Эти воды кишат кораблями противника! Они могут атаковать с любого направления!
uk: Ці води кишать кораблями противника! Вони можуть атакувати з будь-якого напрямку!

# LS_PVE_MISSIONTEXT_N4C7M4
source: We are too close to Britain, their fleet is strong in this area!
ru: Мы проходим вблизи берега Британии. Флот метрополии может появиться в любую минуту!
uk: Ми проходимо поблизу берега Британії. Флот метрополії може з'явитися в будь-яку хвилину!

# LS_PVE_MISSIONTEXT_N4C7M5
source: The last fight before reaching home will be the hardest. They had time to prepare and intercept us.
ru: Последний бой перед входом в гавань будет самым тяжелым. У британцев было время подготовиться к перехвату.
uk: Останній бій перед входом в гавань буде найважчим. У британців був час підготуватися до перехоплення.

# LS_PVE_CHAPTERDEBRIEF_N4C7
source: Now that was something! Here, we just received the fresh Times of London. Let me read: Nothing more mortifying to the pride of our seapower has happened since the seventeenth century. [...] It spelled the end of the Royal Navy legend that in wartime no enemy battle fleet could pass through what we proudly call the English Channel. A thoroughly satisfying read it is. Not to mention that you did it almost without losses. Expect an Iron Cross!
ru: Это было нечто! Вот, полюбуйтесь, свежий выпуск Таймс из Лондона. Цитирую: ''Последний раз такой удар по гордости нашего флота наносили в семнадцатом веке. [...] Королевский Флот может попрощаться с легендой о том, что в военное время никакой противник не сможет пройти по проливу, который мы гордо называем Английским.'' Ха, они называют Ла-Манш Английским проливом! Просто приятно почитать, да. К тому же, вы это проделали практически без потерь. Готовьте подвеску для Железного Креста!
uk: Це було щось! Ось, помилуйтеся, свіжий випуск Таймс з Лондона. Цитую: '' Останній раз такий удар по гордості нашого флоту наносили в сімнадцятому столітті. [...] Королівський Флот може попрощатися з легендою про те, що у воєнний час ніякої противник не зможе пройти по протоці, який ми гордо називаємо Англійським. '' Ха, вони називають Ла-Манш Англійською протокою! Просто приємно почитати, так. До того ж, ви це зробили практично без втрат. Готуйте підвіску для Залізного Хреста!

# LS_PVE_CHAPTERNAME_N4C8
source: Battle of the Atlantic
ru: Битва за Атлантику
uk: Битва за Атлантику

# LS_PVE_CHAPTERBRIEF_N4C8
source: As an island nation, the United Kingdom is highly dependent on imported goods. Britain requires more than a million tons of imported material per week in order to be able to survive and fight. We are also observing build-up of Allied supplies and equipment in the British Isles in preparation for the invasion of our territory. Fortunately, we have something to oppose this: the U-boat. Assume command and show them what you can do with this weapon!
ru: Будучи островным государством, Великобритания крайне зависима от морского сообщения. Чтобы продолжать войну, британцы должны получать не менее миллиона тонн грузов в неделю. Кроме того, мы заметили признаки накопления оружия и припасов на Британских островах, видимо, с целью вторжения на нашу территорию. Но у нас есть оружие, которое мы можем этому противопоставить: подводная лодка! Принимайте командование и отправляйтесь на охоту!
uk: Будучи острівною державою, Великобританія вкрай залежна від морського сполучення. Щоб продовжувати війну, британці повинні отримувати не менше мільйона тонн вантажів на тиждень. Крім того, ми помітили ознаки накопичення зброї і припасів на Британських островах, мабуть, з метою вторгнення на нашу територію. Але у нас є зброя, яку ми можемо цьому протиставити: підводний човен! Приймайте командування і вирушайте на полювання!

# LS_PVE_MISSIONTEXT_N4C8M1
source: The hunt has begun and here comes your prey.
ru: Охота объявлена, добыча на горизонте.
uk: Полювання оголошене, здобич на горизонті.

# LS_PVE_MISSIONTEXT_N4C8M2
source: They are trying to protect the merchantmen, but you know what to do.
ru: Конвой пытается защитить транспорты, но вы знаете, что делать.
uk: Конвой намагається захистити транспорти, але ви знаєте, що робити.

# LS_PVE_MISSIONTEXT_N4C8M3
source: The wolfpack has gathered. Join forces and attack!
ru: Волчья стая в сборе. Соединяйтесь и атакуйте!
uk: Вовча зграя в зборі. Єднайтеся і атакуйте!

# LS_PVE_MISSIONTEXT_N4C8M4
source: There is honor in sinking a battleship. Claim the diamonds for your Iron Cross!
ru: Утопить линкор - это доблесть. Бриллианты будут неплохо смотреться на вашем Железном Кресте!
uk: Втопити лінкор - це доблесть. Діаманти будуть непогано виглядати на вашому Залізному Хресті!

# LS_PVE_MISSIONTEXT_N4C8M5
source: We have gathered everything that we have for this last strike. Assist the capital ships from the depths.
ru: Мы собрали крупные силы для атаки. Окажите поддержку из-под воды.
uk: Ми зібрали великі сили для атаки. Надайте підтримку з-під води.

# LS_PVE_CHAPTERDEBRIEF_N4C8
source: The war is over. Together with your comrades, you sank 3,500 Allied merchant ships (totalling 14.5 million gross tons and 175 Allied warships, but it was futile. Germany is in ruins. Your last order is to take your U-boat to Antarctica and continue your fight alone. We will contact you later.
ru: Война закончена. Вы и ваши товарищи утопили 3 500 союзнических транспортов общим водоизмещением 14.5 миллионов тонн, а также 175 боевых кораблей, но это ни к чему не привело. Германия лежит в руинах. Ваш последний приказ - перебазироваться на вашей подводной лодке в Антарктиду и продолжать сражаться. С вами свяжутся позднее.
uk: Війна закінчена. Ви і ваші товариші втопили 3 500 союзницьких транспортів загальною водотоннажністю 14.5 мільйонів тонн, а також 175 бойових кораблів, але це ні до чого не привело. Німеччина лежить в руїнах. Ваш останній наказ - перебазуватися на вашій підводному човні в Антарктиду і продовжувати боротися. З вами зв'яжуться пізніше.

# LS_PVE_CHAPTERNAME_N5C1
source: Winter War
ru: Финская война
uk: Фінська війна

# LS_PVE_CHAPTERBRIEF_N5C1
source: Over 30% of the USSR's military industry is located in Leningrad. In the event of war with Germany, it will be attacked from Finland. The current border is only 20 km from Leningrad, which makes it extremely vulnerable. All our negotiations, in which we offered twice as much territory to Finland in return for moving the border away from Leningrad, failed. We have no choice other than to move the border by force. You are assigned to support our troops on the Baltic sea.
ru: Более 30% оборонных заводов СССР находятся в Ленинграде. В случае войны с Германией, удар по Ленинграду будет нанесен из Финляндии, до границы с которой всего 20 км. На переговорах Финляндии было предложено отодвинуть границу от Ленинграда, с двукратной компенсацией территориями в другой области, но Финляндия отказалась от обмена. У нас нет выбора: если нам придется воевать, чтобы защитить Ленинград, мы это сделаем. Ваша боевая задача - поддержка действий Красной Армии с моря.
uk: Більше 30% оборонних заводів СРСР знаходяться в Ленінграді. У разі війни з Німеччиною, удар по Ленінграду буде завдано з Фінляндії, до кордону з якої всього 20 км. На переговорах Фінляндії було запропоновано відсунути кордон від Ленінграда, з дворазовою компенсацією територіями в іншій області, але Фінляндія відмовилася від обміну. У нас немає вибору: якщо нам доведеться воювати, щоб захистити Ленінград, ми це зробимо. Ваша бойове завдання - підтримка дій Червоної Армії з моря.

# LS_PVE_MISSIONTEXT_N5C1M1
source: Two enemy transports have been detected. Destroy them!
ru: Обнаружены два вражеских транспорта. Уничтожить!
uk: Виявлено два ворожих транспорту. Знищити!

# LS_PVE_MISSIONTEXT_N5C1M2
source: The Finns are learning fast and now they have provided escorts for their transports. Nevertheless, they must be destroyed.
ru: Финны извлекли урок из поражения и теперь транспорты ходят с эскортом. Тем не менее, они должны быть уничтожены.
uk: Фіни витягли урок з поразки і тепер транспорти ходять з ескортом. Тим не менш, вони повинні бути знищені.

# LS_PVE_MISSIONTEXT_N5C1M3
source: Intelligence reports suggest that several transports are currently vulnerable, but their escorts can arrive at any moment. Use this oppotunity!
ru: Разведка докладывает, что группа транспортов отбилась от эскорта, но эскорт спешит на соединение. Уничтожьте транспорты до прибытия эскорта!
uk: Розвідка доповідає, що група транспортів відбилася від ескорту, але ескорт поспішає на з'єднання. Необхідно знищити транспорти до прибуття ескорту!

# LS_PVE_MISSIONTEXT_N5C1M4
source: Now the roles have swapped and you must escort our troop transports to safety.
ru: Ваше следующее задание - охрана наших десантных транспортов.
uk: Ваше наступне завдання - охорона наших десантних транспортів.

# LS_PVE_MISSIONTEXT_N5C1M5
source: Engage the main Finnish forces and completely destroy them.
ru: Разведка доложила положение основных сил Финского ВМФ. Используйте этот шанс решить исход войны!
uk: Розвідка доповіла положення основних сил Фінської ВМФ. Використовуйте цей шанс вирішити результат війни!

# LS_PVE_CHAPTERDEBRIEF_N5C1
source: You have served the Soviet people well. The war with Finland is over and we have gained the so much needed territory along Lake Ladoga, providing a buffer for Leningrad. When Germany attacks, they will not be able to destroy Leningrad with the first strike.
ru: Благодарю за службу Советскому Союзу! Мы добились нашей цели, получив территории вокруг Ладожского озера, которые позволят построить оборону Ленинграда. В случае войны с Германией, у них не будет возможности уничтожить Ленинград первым ударом.
uk: Дякую за службу Радянському Союзу! Ми домоглися нашої мети, отримавши території навколо Ладозького озера, які дозволять побудувати оборону Ленінграда. У разі війни з Німеччиною, у них не буде можливості знищити Ленінград першим ударом.

# LS_PVE_CHAPTERNAME_N5C2
source: Evacuation of Tallinn
ru: Эвакуация Таллина
uk: Евакуація Талліна

# LS_PVE_CHAPTERBRIEF_N5C2
source: As our naval bases at Riga and LiepÄja are lost to German advances, the Red Banner Baltic Fleet which is concentrated in Tallinn,is also surrounded. We have been forced to conduct an evacuation by sea to Kronstadt. There are 225 ships to evacuate, carrying 28,000 military personnel, over 12,000 civilians, and 60,000 tons of materiel. Expect heavy German resistance.
ru: Базы Краснознаменного Балтийского Флота в Риге и Лиепайе захвачены наступающими немецкими частями. Балтфлот сконцентрирован в окруженном Таллине. Необходимо осуществить эвакуацию морским путем в Кронштадт. Эвакуации подлежат 225 кораблей, 28 000 солдат и офицеров, свыше 12 000 человек гражданского населения, и более 60 000 тонн припасов. Мы ожидаем жесткое противодействие со стороны немцев.
uk: Бази Червонопрапорного Балтійського флоту в Ризі і Ліепайе захоплені наступаючими німецькими частинами. Балтфлот сконцентрований в оточеному Талліні. Необхідно здійснити евакуацію морським шляхом в Кронштадт. Евакуації підлягають 225 кораблів 28 000 солдатів і офіцерів, понад 12 000 чоловік цивільного населення, і більше 60 000 тонн припасів. Ми очікуємо жорстку протидію з боку німців.

# LS_PVE_MISSIONTEXT_N5C2M1
source: Scout ahead of the convoy and destroy any enemy ships that you find. Do not let anyone approach the convoy.
ru: Следуйте впереди конвоя и уничтожайте все встреченные корабли противника. Они не должны прорваться к конвою!
uk: Дотримуйтесь попереду конвою і знищуйте всі зустрінуті кораблі супротивника. Вони не повинні прорватися до конвою!

# LS_PVE_MISSIONTEXT_N5C2M2
source: The convoy is under attack! Defend it at any cost!
ru: Конвой атакован! Защитите его любой ценой!
uk: Конвой атакований! Захистіть його за всяку ціну!

# LS_PVE_MISSIONTEXT_N5C2M3
source: Protecting the convoy is your primary duty! You must get everybody to Kronstadt safely!
ru: Атака на конвой продолжается, но он должен дойти до Кронштадта!
uk: Атака на конвой триває, але він повинен дійти до Кронштадта!

# LS_PVE_MISSIONTEXT_N5C2M4
source: The immediate danger has been repelled, so scout ahead and clear the way.
ru: Атака на конвой отбита, следуйте впереди и расчищайте маршрут от кораблей противника.
uk: Атака на конвой відбита, дотримуйтесь попереду і розчищайте маршрут від кораблів противника.

# LS_PVE_MISSIONTEXT_N5C2M5
source: We are almost there, but the entrance to Kronstadt has been blockaded by enemy ships. We must break through!
ru: Мы почти дошли до Кронштадта, но противник перегородил подходы своими кораблями. Требуется последнее, решительное усилие, чтобы завершить операцию.
uk: Ми майже дійшли до Кронштадта, але противник перегородив підходи своїми кораблями. Потрібно останнім, рішуче зусилля, щоб завершити операцію.

# LS_PVE_CHAPTERDEBRIEF_N5C2
source: Despite constant German attacks which killed almost 15,000 evacuees, we managed to get 163 ships out of the 225 to the relative safety of the naval mine barriers and coastal fortifications of Kronstadt. These ships, people, and the materiel will play a vital role in the upcoming defense of Leningrad.
ru: Под постоянным огнем противника, от которого погибли около 15 000 эвакуируемых, мы смогли доставить в защищенную гавань Кронштадта 163 корабля из 225. Эти корабли, люди и запасы сыграют решающую роль в обороне Ленинграда.
uk: Під постійним вогнем противника, від якого загинули близько 15 000 евакуйованих, ми змогли доставити в захищену гавань Кронштадта 163 корабля з 225. Ці кораблі, люди і запаси зіграють вирішальну роль в обороні Ленінграда.

# LS_PVE_CHAPTERNAME_N5C3
source: Oranienbaum Bridgehead
ru: Ораниенбаумский плацдарм
uk: Оранієнбаумський плацдарм

# LS_PVE_CHAPTERBRIEF_N5C3
source: The Oranienbaum Bridgehead is an area 65 km long and up to 25 km deep along the Baltic Coast west of Leningrad, which is heavily fortified and defended by the soldiers of the Red Army and sailors of the Baltic Fleet. It is essential for the defense of Leningrad, but is fully surrounded on land, so we can only access it by sea. Your goal is to keep our defenders supplied and prevent any attacks by the Kriegsmarine.
ru: Ораниенбаумский плацдарм - это укрепленная территория вдоль побережья Балтики к западу от Ленинграда, размером около 65 км в длину и до 25 км в глубину. Плацдарм, обладающий важнейшим значением для обороны Ленинграда, защищают части Красной армии и Балтийского Флота. Он полностью окружен с суши, но мы можем поддерживать его с моря. Ваша задача - обеспечить снабжение защитников плацдарма и предотвратить любые попытки атаки со стороны моря.
uk: Оранієнбаумський плацдарм - це укріплена територія уздовж узбережжя Балтики на захід від Ленінграда, розміром близько 65 км в довжину і до 25 км в глибину. Плацдарм, що володіє найважливішим значенням для оборони Ленінграда, захищають частини Червоної армії і Балтійського Флоту. Він повністю оточений з суші, але ми можемо підтримувати його з моря. Ваше завдання - забезпечити постачання захисників плацдарму і запобігти будь-яким спробам атаки з боку моря.

# LS_PVE_MISSIONTEXT_N5C3M1
source: We are approaching the bridgehead. Clear the path for our forces.
ru: Мы приближаемся к плацдарму. Задача - расчистить путь для транспортов.
uk: Ми наближаємося до плацдарму. Завдання - розчистити шлях для транспортів.

# LS_PVE_MISSIONTEXT_N5C3M2
source: The landing has been finished safely, but the enemy is attempting to attack from the sea. Don't let them pass!
ru: Разгрузка завершилась благополучно, но противник пытается атаковать с моря.
uk: Розвантаження завершилася благополучно, але противник намагається атакувати з моря.

# LS_PVE_MISSIONTEXT_N5C3M3
source: The enemy is attempting to obtain reinforcements by sea. Sink their transports before they reach cover from the coastal artillery!
ru: Противник пытается перебросить подкрепления морем. Уничтожьте транспорты до того, как они войдут под защиту береговой артиллерии!
uk: Противник намагається перекинути підкріплення морем. Необхідно знищити транспорти до того, як вони увійдуть під захист берегової артилерії!

# LS_PVE_MISSIONTEXT_N5C3M4
source: The enemy has amassed a large Naval force to bombard our troops. Do not let them approach the shore.
ru: Противник собрал значительные силы для артиллерийского обстрела наших позиций со стороны моря. Вы обязаны не дать им подойти к берегу на дистанцию выстрела!
uk: Противник зібрав значні сили для артилерійського обстрілу наших позицій з боку моря. Ви зобов'язані не дати їм підійти до берега на дистанцію пострілу!

# LS_PVE_MISSIONTEXT_N5C3M5
source: Our troops need just a few more hours to get away from shore and become invulnerable to naval artillery. Buy them that time.
ru: Нашим частям требуется еще несколько часов, чтобы перенести позиции вглубь территории и стать неуязвимыми к огню с моря. Вы обязаны предоставить им это время!
uk: Нашим частинам потрібно ще кілька годин, щоб перенести позиції вглиб території і стати невразливими до вогню з моря. Ви зобов'язані надати їм цей час!

# LS_PVE_CHAPTERDEBRIEF_N5C3
source: The Oranienbaum Bridgehead was successfully defended and played a vital role in the defense of Leningrad. It would have been impossible without the sailors and ships of the Red Banner Baltic fleet. Later it will be used to begin Operation January Thunder and break the Siege of Leningrad.
ru: Оборона Ораниенбаумского плацдарма была успешной и сыграла важнейшую роль в обороне Ленинграда. Это было бы невозможно без участия моряков и судов Балтийского флота. Впоследствии Ораниенбаумский плацдарм будет использован для начала операции по прорыву блокады Ленинграда.
uk: Оборона Оранієнбаумського плацдарму була успішною і відіграла важливу роль в обороні Ленінграда. Це було б неможливо без участі моряків і судів Балтійського флоту. Згодом Оранієнбаумський плацдарм буде використаний для початку операції по прориву блокади Ленінграда.

# LS_PVE_CHAPTERNAME_N5C4
source: Battle of Hanko
ru: Эвакуация Ханко
uk: Евакуація Ханко
