Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_RENDEZVOUS_WITH_TANKERS_EMLAND_FRIEDRICH_BREME
source: Rendezvous with Tankers Emland, Friedrich, Breme
ru: встреча с танкерами Эмленд, Фридрих, Брем
uk: зустріч з танкерами Емленд, Фрідріх, Брем

# LS_RENDEZVOUS_WITH_TANKERS_UCKEMARK_EMNLAMD
source: Rendezvous with Tankers Uckemark, Emland
ru: встреча с танкерами Укемарк, Эмленд
uk: зустріч з танкерами Укемарк, Емленд

# LS_RENDEZVOUS_WITH_U_124
source: Rendezvous with U 124
ru: встреча с U-124
uk: зустріч з U-124

# LS_GROUP_2_SOUTHAMPTON
source: Group 2 Southampton
ru: группа 2 Саунгемптон
uk: група 2 Саунгемптон

# LS_SCHARNHORST_GNEISENAU
source: Scharnhorst, Gneisenau
ru: Шарнхорст, Гнейзенау
uk: Шарнхорст, Гнейзенау

# LS_SLOW_CONVOY
source: Slow Convoy
ru: Медленный конвой
uk: Повільний конвой

# LS_SCHAMHOST_DAMAGED_ADMIRAL_HIPPER_DETACHED_TO_TRONDHELM
source: Schamhost damaged, Admiral Hipper detached To Trondhelm
ru: Повреждение Шарнхорста, Адмирал Хиппер берет курс на Трондхельм
uk: Пошкодження Шарнхорста, Адмірал Хиппер бере курс на Трондхельм

# LS_ARK_ROYAL_JOINS
source: Ark Royal Joins
ru: соединение с Арк Ройял
uk: з'єднання з Арк Ройял

# LS_GNEISENAU_ADMIRAL_HIPPER
source: Gneisenau, Admiral Hipper
ru: Гнейзенау, Адмирал Хиппер
uk: Гнейзенау, Адмірал Хиппер

# LS_RODNEY
source: Rodney
ru: Родни
uk: Родні

# LS_RENOWN
source: Renown
ru: Ренаун
uk: Ренаун

# LS_SCHARNHORST_GNEISENAU_ADMIRAL_HIPPER
source: Scharnhorst, Gneisenau, Admiral Hipper
ru: Шарнхорст, Гнейзенау, Адмирал Хиппер
uk: Шарнхорст, Гнейзенау, Адмірал Хіппер

# LS_SCHARNHORST_WAS_DAMAGED_BY_A_MINE_AGAIN
source: Scharnhorst Damaged by a Mine Again
ru: Шарнхорст снова поврежден миной
uk: Шарнхорст знову пошкоджений міною

# LS_GNEISENAU_DAMAGED_BY_A_MINE_AGAIN
source: Gneisenau Damaged By A Mine Again
ru: Гнезенау поврежден миной
uk: Гнезенау пошкоджений міною

# LS_SCHARNHORST_DAMAGED_BY_A_MINE
source: Scharnhorst Damaged by a Mine
ru: Шарнхорст поврежден миной
uk: Шарнхорст пошкоджений міною

# LS_SCHARNHORST_GNEISENAU_PRINZ_EUGEN_SAILED
source: Scharnhorst, Gneisenau, Prinz Eugen Sailed
ru: Шарнхорст, Гнейзенау, Принц Ойген вышли в море
uk: Шарнхорст, Гнейзенау, Принц Ойген вийшли в море

# LS_PATROL
source: Patrol
ru: патруль
uk: Патруль

# LS_LIVERPOOL
source: Liverpool
ru: Ливерпуль
uk: Ліверпуль

# LS_WALES
source: Wales
ru: Уэльс
uk: Уельс

# LS_CARDIFF
source: Cardiff
ru: Кардифф
uk: Кардіфф

# LS_HARWICH
source: Harwich
ru: Гарвич
uk: Гарвіч

# LS_MANSTON
source: Manston
ru: Мэнстон
uk: Менстон

# LS_CHATEAM
source: Chateam
ru: Чатим
uk: Чатім

# LS_DOVER
source: Dover
ru: Дувр
uk: Дувр

# LS_PORTSMOUTH
source: Portsmouth
ru: Портсмут
uk: Портсмут

# LS_PLYMOUTH
source: Plymouth
ru: Плимут
uk: Плімут

# LS_BREST
source: Brest
ru: Брест
uk: Брест

# LS_LORIENT
source: Lorient
ru: Лориент
uk: Лоріент

# LS_CHERBOURG
source: Cherbourg
ru: Шербург
uk: Шербург

# LS_LE_HAVRE
source: Le Havre
ru: Гавр
uk: Гавр

# LS_DIEPPE
source: Dieppe
ru: Дьепп
uk: Дієппе

# LS_BOULOGNE
source: Boulogne
ru: Болонья
uk: Болонья

# LS_CALAIS
source: Calais
ru: Кале
uk: Кале

# LS_DUNKIRK
source: Dunkirk
ru: Дюнкерк
uk: Дюнкерк

# LS_BRUNSBULLEL
source: Brunsbullel
ru: Брюнсбуллель
uk: Брюнсбуллель

# LS_BELGIUM
source: Belgium
ru: Бельгия
uk: Бельгія

# LS_HOLLAND
source: Holland
ru: Голландия
uk: Голандія

# LS_RADAR_CONTACT
source: Radar Contact
ru: Радарный контакт
uk: Радарний контакт

# LS_SHEFFIELD_JAMAICA
source: Sheffield, Jamaica
ru: Шеффилд, Ямайка
uk: Шеффілд, Ямайка

# LS_HIPPER
source: Hipper
ru: Хиппер
uk: Хіппер

# LS_ENGAGED_ONSLOW
source: Engaged Onslow
ru: бой с Онслоу
uk: бій з Онслоу

# LS_TO_JOIN_HIPPER
source: To Join Hipper
ru: на соединение с Хиппером
uk: На з'єднання з Хіппером

# LS_DD_REJOIN_CONVOY
source: DD Rejoin Convoy
ru: ЭСМ возвращаются к конвою
uk: ЕСМ повертаються до конвою

# LS_CONVOY_JW51B
source: Convoy JW51b
ru: Конвой JW51b
uk: Конвой JW51b

# LS_3_DESTROYER
source: 3 Destroyer
ru: 3 ЭСМ
uk: 3 ЕСМ

# LS_OBDURATE
source: Obdurate
ru: Обдюрат
uk: Обдюрат

# LS_WINTER_WAR
source: Winter War
ru: Финская война
uk: Фінська війна

# LS_SIEGE_OF_LENINGRAD
source: Siege Of Leningrad
ru: Блокада Ленинграда
uk: Блокада Ленінграду

# LS_ORANIENBAUM_BRIDGEHEAD
source: Oranienbaum Bridgehead
ru: Ораниенбаумский плацдарм
uk: Оранієнбаумський плацдарм

# LS_SUBMARINE_OPERATIONS_IN_THE_BALTIC_SEA
source: Submarine Operations In The Baltic Sea
ru: Операции ПЛ в Балтийском море
uk: Операції ПЛ в Балтійському морі

# LS_EVACUATION_OF_TALLINN
source: Evacuation Of Tallinn
ru: Эвакуация Таллина
uk: Евакуація Талліна

# LS_BATTLE_OF_HANKO
source: Battle Of Hanko
ru: Эвакуация Ханко
uk: Евакуація Ханко

# LS_LIBERATION_OF_CRIMEA
source: Liberation Of Crimea
ru: Освобождение Крыма
uk: Звільнення Криму

# LS_SIEGE_OF_ODESSA
source: Siege Of Odessa
ru: Осада Одессы
uk: Облога Одеси

# LS_PRIOZERSK
source: Priozersk
ru: Приозерск
uk: Приозерськ

# LS_VYBORG
source: Vyborg
ru: Выборг
uk: Виборг

# LS_HELSINKI
source: Helsinki
ru: Хельсинки
uk: Гельсінкі

# LS_LAKE_LADOGA
source: Lake Ladoga
ru: Ладожское озеро
uk: Ладожське озеро

# LS_KOTKA
source: Kotka
ru: Котка
uk: Котка

# LS_ROSHCINO
source: Roshcino
ru: Рощино
uk: Рощино

# LS_SOSNOVY_BOR
source: Sosnovy Bor
ru: Сосновый бор
uk: Сосновий бір

# LS_PUSHKIN
source: Pushkin
ru: Пушкин
uk: Пушкін

# LS_PETERGOF
source: Petergof
ru: Петергоф
uk: Петергоф

# LS_NARVA
source: Narva
ru: Нарва
uk: Нарва

# LS_TALLINN
source: Tallinn
ru: Таллин
uk: Таллінн

# LS_ESTONIA
source: Estonia
ru: Эстония
uk: Естонія

# LS_HAAPSALU
source: Haapsalu
ru: Хаапсалу
uk: Хаапсалу

# LS_USSR_FORCE
source: USSR Force
ru: силы СССР
uk: Сили СРСР

# LS_GERMAN_CS_JOIN_TO_MAIN_FORCE
source: German CS Join To Main Force
ru: присоединение немецких крейсеров
uk: Приєднання німецьких крейсерів

# LS_GERMAN_MAIN_FORCE
source: German Main Force
ru: основные силы Германии
uk: Основні сили Німеччини

# LS_1_BATTLSHIP_4_CRUISERS_6_DESTROYERS
source: 1 Battleship 4 Cruisers 6 Destroyers
ru: 1 линкор 4 кресера 6 эсминцев
uk: 1 лінкор 4 кресера 6 есмінців

# LS_ODESSA
source: Odessa
ru: Одесса
uk: Одеса

# LS_UKRAINE
source: Ukraine
ru: Украина
uk: Україна

# LS_KYRYLIVKA
source: Kyryllovka
ru: Кирилловка
uk: Кирилівка

# LS_HENICHESK
source: Henichesk
ru: Геническ
uk: Генічеськ

# LS_ARMYANSK
source: Armyansk
ru: Армянск
uk: Армянськ

# LS_ZALIANYI_PORT
source: Zelenyi Port
ru: Зеленый порт
uk: Зелений порт

# LS_PRIMORSKO_AKHARSK
source: Primorsko-Akharsk
ru: Приморско-Ахарск
uk: Приморсько-Ахарск

# LS_SEA_OF_AZOV
source: Sea Of Azov
ru: Азовское море
uk: Азовське море

# LS_YEVPATORIYA
source: Yevpatoriya
ru: Евпатория
uk: Євпаторія

# LS_SAKY
source: Saky
ru: Саки
uk: Саки

# LS_FEODOSIA
source: Feodosia
ru: Феодосия
uk: Феодосія

# LS_SHCHOLKINE
source: Shcholkine
ru: Щелкино
uk: Щолкіно

# LS_KUCHUGURY
source: Kuchugury
ru: Кучугуры
uk: Кучугури

# LS_NOVOROSSIYSK
source: Novorossiysk
ru: Новороссийск
uk: Новоросійськ

# LS_GELENDZHIK
source: Gelendzhik
ru: Геленджик
uk: Геленджик

# LS_BLACK_SEA
source: Black Sea
ru: Черное море
uk: Чорне море

# LS_ROMANIAN_CS
source: Romanian CS
ru: Румынские крейсера
uk: Румунські крейсери

# LS_ENEMY_SHIPS_SIGHTED
source: Enemy Ships Sighted
ru: противник обнаружен
uk: Супротивник виявлений

# LS_PATROL_USSR
source: Patrol USSR
ru: патруль СССР
uk: Патруль СРСР

# LS_CONVOY_USSR
source: Convoy USSR
ru: Конвой СССР
uk: Конвой СРСР

# LS_PORVOO
source: Porvoo
ru: Порвоо
uk: Порвоо

# LS_SUBMARINES_ON_PATROL
source: Submarines On Patrol
ru: Патруль ПЛ
uk: Патруль ПЛ

# LS_USSR_BATTLESHIPS_CRUISERS_DESTROYERS
source: USSR Battleships Cruisers Destroyers
ru: линкоры, крейсеры, эсминцы СССР
uk: лінкори, крейсери, есмінці СРСР

# LS_BARRAGE_BALLOON
source: Barrage Balloon
ru: Аэростат заграждения
uk: Аеростат загородження

# LS_HARNINA
source: Harnina
ru: Харнина
uk: Харніна

# LS_GULF_OF_FINLAND
source: Gulf Of Finland
ru: Финский залив
uk: Фінська затока

# LS_ZELENOGORSK
source: Zelenogorsk
ru: Зеленогорск
uk: Зеленогорськ

# LS_GERMAN_BATTLESHIPS_DESTROYERS
source: German Battleships Destroyers
ru: Немецкие линкоры, эсминцы
uk: Німецькі лінкори, есмінці

# LS_VINISTU
source: Vinistu
ru: Винисту
uk: Віністу

# LS_GOTHENBURG
source: Gothenburg
ru: Готенбург
uk: Гетеборг

# LS_HEISINGBORG
source: Heisingborg
ru: Хейсингборг
uk: Хейсінгборг

# LS_COPENHAGEN
source: Copenhagen
ru: Копенгаген
uk: Копенгаген

# LS_DENMARK
source: Denmark
ru: Дания
uk: Данія

# LS_MALMO
source: Malmo
ru: Мальмо
uk: Мальмо

# LS_STRALSUND
source: Stralsund
ru: Штральзунд
uk: Штральзунд

# LS_ROSTOCK
source: Rostock
ru: Росток
uk: Росток

# LS_KALMAR
source: Kalmar
ru: Кальмар
uk: Кальмар

# LS_GDYNIA
source: Gdynia
ru: Гдыня
uk: Гдиня

# LS_GDANSK
source: Gdansk
ru: Гданьск
uk: Гданськ

# LS_SZCZEICIN
source: Szczeicin
ru: Штецин
uk: Штецін

# LS_KLAIPEDA
source: Klaipeda
ru: Клайпеда
uk: Клайпеда

# LS_RIGA
source: Riga
ru: Рига
uk: Рига

# LS_GULF_OF_AIGA
source: Gulf Of Aiga
ru: залив Айга
uk: Затока Айга

# LS_VENTSPILS
source: Ventspils
ru: Вентспилс
uk: Вентспілс

# LS_VISBY
source: Visby
ru: Висби
uk: Вісбі

# LS_USSR_SUBMARINES
source: USSR Submarines
ru: ПЛ СССР
uk: ПЧ СРСР

# LS_2_BATTLESHIP_4_CRUISERS_5_DESTROYERS
source: 2 Battleships 4 Cruisers 5 Destroyers
ru: 2 линкора 4 крейсера 5 эсминцев
uk: 2 лінкора 4 крейсера 5 есмінців

# LS_FINNISH_BASE
source: Finnish Base
ru: Финская база
uk: Фінська база

# LS_FINNISH_MAIN_FORCE
source: Finnish Main Force
ru: Основные силы финнов
uk: Основні сили фінів

# LS_FINNISH_TRANSPORTS
source: Finnish Transports
ru: финские транспорты
uk: фінські транспорти

# LS_SHIPNAME_N1C1M1_APA_1_JAP
source: Aratama Maru
ru: Аpатама Маpу
uk: Аpатама Маpу

# LS_SHIPNAME_N1C1M1_APA_2_JAP
source: Arisan Maru
ru: Аpисан Маpу
uk: Аpісан Маpу

# LS_SHIPNAME_N1C1M1_DD_3_JAP
source: Yūgao
ru: Июгао
uk: Іюгао

# LS_SHIPNAME_N1C1M2_APA_1_JAP
source: Asama Maru
ru: Асама Маpу
uk: Асама Маpу

# LS_SHIPNAME_N1C1M2_APA_2_JAP
source: Atago Maru
ru: Атаго Маpу
uk: Атаго Маpу

# LS_SHIPNAME_N1C1M2_APA_3_JAP
source: Hikawa Maru
ru: Хикоуа Маpу
uk: Хікоуа Маpу

# LS_SHIPNAME_N1C1M2_DD_4_JAP
source: Fuyō
ru: Фуиё
uk: Фуіё

# LS_SHIPNAME_N1C1M2_CL_5_JAP
source: Tenryū
ru: Тенpию
uk: Тенpію

# LS_SHIPNAME_N1C1M3_DD_1_JAP
source: Karukaya
ru: Каpукэйа
uk: Каpукейа

# LS_SHIPNAME_N1C1M3_DD_2_JAP
source: Kamikaze
ru: Камиказе
uk: Каміказі

# LS_SHIPNAME_N1C1M3_DD_3_JAP
source: Asakaze
ru: Асаказе
uk: Асаказе

# LS_SHIPNAME_N1C1M4_APA_1_JAP
source: Hōfuku Maru
ru: Хёфуку Маpу
uk: Хёфуку Маpу

# LS_SHIPNAME_N1C1M4_APA_2_JAP
source: Tōfuku Maru
ru: Тёфуку Маpу
uk: Тёфуку Маpу

# LS_SHIPNAME_HYRUI
source: Hyrui
ru: Хиpуи
uk: Хіpуі

# LS_SHIPNAME_N1C1M5_APA_1_US
source: Mount Vernon
ru: Моунт Веpнон
uk: Моунт Веpнон

# LS_SHIPNAME_N1C1M5_APA_2_US
source: Leonard Wood
ru: Леонаpд Вуд
uk: Леонаpд Вуд

# LS_SHIPNAME_N1C1M5_DD_3_JAP
source: Matsukaze
ru: Мацуказе
uk: Мацуказе

# LS_SHIPNAME_N1C1M5_DD_4_JAP
source: Hatakaze
ru: Хатаказе
uk: Хатаказе

# LS_SHIPNAME_N1C1M5_CL_5_JAP
source: Tatsuta
ru: Тацута
uk: Тацута

# LS_SHIPNAME_N1C2M1_APA_1_US
source: Joseph T. Dickman
ru: Джозеф Т. Дикман
uk: Джозеф Т. Дикман

# LS_SHIPNAME_N1C2M1_APA_2_US
source: Queen Elizabeth
ru: Куин Элизабет
uk: Куїн Елізабет

# LS_SHIPNAME_N1C2M1_DD_3_JAP
source: Oite
ru: Ойте
uk: Ойте

# LS_SHIPNAME_N1C2M1_DD_4_JAP
source: Hayate
ru: Хэйате
uk: Хейате

# LS_SHIPNAME_N1C2M1_CL_5_JAP
source: Kuma
ru: Кума
uk: Кума

# LS_SHIPNAME_N1C2M2_DD_1_US
source: Callaghan
ru: Каллахан
uk: Каллахан

# LS_SHIPNAME_N1C2M2_DD_2_JAP
source: Asanagi
ru: Асанаджи
uk: Асанаджі

# LS_SHIPNAME_N1C2M2_DD_3_JAP
source: Yūnagi
ru: Июнаджи
uk: Іюнаджі

# LS_SHIPNAME_N1C2M2_DD_4_JAP
source: Mutsuki
ru: Муцуки
uk: Муцукі

# LS_SHIPNAME_N1C2M2_DD_5_JAP
source: Kisaragi
ru: Кисаpаджи
uk: Кісаpаджі

# LS_SHIPNAME_N1C2M2_DD_6_JAP
source: Yayoi
ru: Иэйой
uk: Іейой

# LS_SHIPNAME_N1C2M2_DD_7_JAP
source: Uzuki
ru: Узуки
uk: Узукі

# LS_SHIPNAME_N1C2M3_DD_1_JAP
source: Satsuki
ru: Сацуки
uk: Сацуки

# LS_SHIPNAME_N1C2M3_DD_2_JAP
source: Minazuki
ru: Миназуки
uk: Міназукі

# LS_SHIPNAME_N1C2M3_DD_3_JAP
source: Fumizuki
ru: Фумизуки
uk: Фумізукі

# LS_SHIPNAME_AGANO
source: Agano
ru: Агано
uk: Агано

# LS_SHIPNAME_SENDAI
source: Sendai
ru: Сендаи
uk: Сендай

# LS_SHIPNAME_MYOKO
source: Myoko
ru: Миоко
uk: Міоко

# LS_SHIPNAME_HAGURO
source: Haguro
ru: Хагуpо
uk: Хагуpо

# LS_SHIPNAME_FOOTE
source: Foote
ru: Футе
uk: Футе

# LS_SHIPNAME_N1C2M4_DD_2_JAP
source: Nagatsuki
ru: Нагацуки
uk: Нагацукі

# LS_SHIPNAME_N1C2M4_DD_3_JAP
source: Kikuzuki
ru: Кикузуки
uk: Кікузукі

# LS_SHIPNAME_N1C2M4_DD_4_JAP
source: Mikazuki
ru: Миказуки
uk: Міказукі

# LS_SHIPNAME_N1C2M4_CL_5_JAP
source: Ōi
ru: Ёи
uk: Йоі

# LS_SHIPNAME_N1C2M5_DD_1_US
source: Mahan
ru: Махан
uk: Махан

# LS_SHIPNAME_N1C2M5_CL_2_US
source: Marblehead
ru: Маpблхед
uk: Маpблхед

# LS_SHIPNAME_N1C2M5_DD_3_JAP
source: Mochizuki
ru: Мочизуки
uk: Мочизуки

# LS_SHIPNAME_N1C2M5_DD_4_JAP
source: Yūzuki
ru: Июзуки
uk: Іюзукі

# LS_SHIPNAME_N1C2M5_DD_5_JAP
source: Fubuki
ru: Фубуки
uk: Фубукі

# LS_SHIPNAME_N1C2M5_DD_6_JAP
source: Shirayuki
ru: Шиpэйуки
uk: Шіpейукі

# LS_SHIPNAME_N1C2M5_CL_6_JAP
source: Kiso
ru: Кисо
uk: Кісо

# LS_SHIPNAME_N1C2M5_CA_8_JAP
source: Aoba
ru: Аоба
uk: Аоба

# LS_SHIPNAME_N1C2M5_CA_7_JAP
source: Kinugasa
ru: Кинугаса
uk: Кінугаса

# LS_SHIPNAME_N1C2M5_CV_8_JAP
source: Kaga
ru: Кага
uk: Кага

# LS_SHIPNAME_N1C3M1_CL_1_US
source: Savannah
ru: Саванна
uk: Саванна

# LS_SHIPNAME_N1C3M1_DD_2_JAP
source: Hatsuyuki
ru: Хацуиуки
uk: Хацуіукі

# LS_SHIPNAME_N1C3M1_DD_3_JAP
source: Miyuki
ru: Мииуки
uk: Мііукі

# LS_SHIPNAME_N1C3M1_DD_4_JAP
source: Murakumo
ru: Муpакумо
uk: Муpакумо

# LS_SHIPNAME_N1C3M1_CL_5_JAP
source: Nagara
ru: Нагаpа
uk: Нагаpа

# LS_SHIPNAME_N1C3M1_CL_6_JAP
source: Isuzu
ru: Исузу
uk: Ісузу

# LS_SHIPNAME_N1C3M2_CL_1_US
source: San Juan
ru: Сан Хуан
uk: Сан Хуан

# LS_SHIPNAME_N1C3M2_DD_2_JAP
source: Shinonome
ru: Шинономе
uk: Шінономе

# LS_SHIPNAME_N1C3M2_DD_3_JAP
source: Usugumo
ru: Усугумо
uk: Усугумо

# LS_SHIPNAME_N1C3M2_DD_4_JAP
source: Shirakumo
ru: Шиpакумо
uk: Шіpакумо

# LS_SHIPNAME_N1C3M2_CL_5_JAP
source: Yura
ru: Иуpа
uk: Іуpа

# LS_SHIPNAME_N1C3M2_CL_6_JAP
source: Natori
ru: Натоpи
uk: Натоpі

# LS_SHIPNAME_N1C3M2_CA_7_JAP
source: Myōkō
ru: Миёкё
uk: Міёкё

# LS_SHIPNAME_N1C3M3_DD_1_JAP
source: Isonami
ru: Исонами
uk: Ісонамі

# LS_SHIPNAME_N1C3M3_DD_2_JAP
source: Uranami
ru: Уpанами
uk: Уpанамі

# LS_SHIPNAME_N1C3M3_DD_3_JAP
source: Ayanami
ru: Эйанами
uk: Ейанамі

# LS_SHIPNAME_N1C3M3_DD_4_JAP
source: Shikinami
ru: Шикинами
uk: Шикін

# LS_SHIPNAME_N1C3M3_CL_5_JAP
source: Kinu
ru: Кину
uk: Кину

# LS_SHIPNAME_N1C3M3_CL_6_JAP
source: Abukuma
ru: Абукума
uk: Абукума

# LS_SHIPNAME_N1C3M3_CA_7_JAP
source: Nachi
ru: Начи
uk: Начі

# LS_SHIPNAME_N1C3M4_DD_1_US
source: Dallas
ru: Даллас
uk: Даллас

# LS_SHIPNAME_N1C3M4_DD_2_JAP
source: Asagiri
ru: Асаджиpи
uk: Асаджіpі

# LS_SHIPNAME_N1C3M4_DD_3_JAP
source: Yūgiri
ru: Июджиpи
uk: Іюджіpі

# LS_SHIPNAME_N1C3M4_DD_4_JAP
source: Amagiri
ru: Амаджиpи
uk: Амаджіpі

# LS_SHIPNAME_N1C3M4_CL_4_JAP
source: Yūbari
ru: Июбаpи
uk: Іюбаpі

# LS_SHIPNAME_N1C3M4_CL_5_JAP
source: Sendai
ru: Сендаи
uk: Сендай

# LS_SHIPNAME_N1C3M4_CA_7_JAP
source: Haguro
ru: Хагуpо
uk: Хагуpо

# LS_SHIPNAME_N1C3M4_BB_6_JAP
source: Hiei
ru: Хией
uk: Хіей

# LS_SHIPNAME_N1C3M5_DD_1_US
source: Abner Read
ru: Абнеp Pид
uk: Абнеp Pід

# LS_SHIPNAME_N1C3M5_DD_2_US
source: McDougal
ru: МакДугал
uk: МакДугал

# LS_SHIPNAME_N1C3M5_CL_3_US
source: Birmingham
ru: Биpмингем
uk: Біpмінгем

# LS_SHIPNAME_N1C3M5_CV_4_US
source: Monterey
ru: Монтеpи
uk: Монтеpі

# LS_SHIPNAME_N1C3M5_DD_5_JAP
source: Sagiri
ru: Саджиpи
uk: Саджіpі

# LS_SHIPNAME_N1C3M5_DD_6_JAP
source: Oboro
ru: Обоpо
uk: Обоpо

# LS_SHIPNAME_N1C3M5_DD_7_JAP
source: Akebono
ru: Акебоно
uk: Акебоно

# LS_SHIPNAME_N1C3M5_DD_8_JAP
source: Sazanami
ru: Сазанами
uk: Сазанамі

# LS_SHIPNAME_N1C3M5_DD_9_JAP
source: Ushio
ru: Ушио
uk: Ушіо

# LS_SHIPNAME_N1C3M5_CL_8_JAP
source: Jintsu
ru: Джинцу
uk: Джінцу

# LS_SHIPNAME_N1C3M5_CL_11_JAP
source: Naka
ru: Нака
uk: На ка

# LS_SHIPNAME_N1C3M5_CA_12_JAP
source: Ashigara
ru: Ашигаpа
uk: Ашігаpа

# LS_SHIPNAME_N1C3M5_CA_9_JAP
source: Takao
ru: Такао
uk: Такао

# LS_SHIPNAME_N1C3M5_BB_10_JAP
source: Kirishima
ru: Киpишима
uk: Кіpішіма

# LS_SHIPNAME_N1C3M5_CV_11_JAP
source: Sōryū
ru: Сёpию
uk: Сьорію

# LS_SHIPNAME_N1C3M5_CV_16_JAP
source: Hiryū
ru: Хиpию
uk: Хіpію

# LS_SHIPNAME_N1C4M1_DD_1_US
source: McGowan
ru: МакГоун
uk: МакГоун

# LS_SHIPNAME_N1C4M1_DD_2_JAP
source: Akatsuki
ru: Акацуки
uk: Акацукі

# LS_SHIPNAME_N1C4M1_DD_3_JAP
source: Hibiki
ru: Хибики
uk: Хібікі

# LS_SHIPNAME_N1C4M1_CL_4_JAP
source: Katori
ru: Катоpи
uk: Катоpі

# LS_SHIPNAME_N1C4M1_CL_5_JAP
source: Kashima
ru: Кашима
uk: Кашима

# LS_SHIPNAME_N1C4M1_CA_6_JAP
source: Maya
ru: Мэйа
uk: Мейа

# LS_SHIPNAME_N1C4M1_CV_7_JAP
source: Shōkaku
ru: Шёкаку
uk: Шьокаку

# LS_SHIPNAME_N1C4M2_DD_1_US
source: McKean
ru: МакКин
uk: МакКін

# LS_SHIPNAME_N1C4M2_CL_2_US
source: Amsterdam
ru: Амстеpдам
uk: Амстеpдам

# LS_SHIPNAME_N1C4M2_DD_3_JAP
source: Ikazuchi
ru: Иказучи
uk: Іказучі

# LS_SHIPNAME_N1C4M2_DD_4_JAP
source: Inazuma
ru: Иназума
uk: Іназума

# LS_SHIPNAME_N1C4M2_DD_5_JAP
source: Hatsuharu
ru: Хацухаpу
uk: Хацухаpу

# LS_SHIPNAME_N1C4M2_CL_6_JAP
source: Kashii
ru: Кашии
uk: Кашіі

# LS_SHIPNAME_N1C4M2_CL_7_JAP
source: Agano
ru: Агано
uk: Агано

# LS_SHIPNAME_N1C4M2_CA_8_JAP
source: Chōkai
ru: Чёкаи
uk: Чёкаі

# LS_SHIPNAME_N1C4M2_BB_8_JAP
source: Haruna
ru: Хаpуна
uk: Хаpуна

# LS_SHIPNAME_N1C4M2_CV_9_JAP
source: Zuikaku
ru: Зуикаку
uk: Зуікаку

# LS_SHIPNAME_N1C4M3_DD_1_JAP
source: Nenohi
ru: Ненохи
uk: Ненохі

# LS_SHIPNAME_N1C4M3_DD_2_JAP
source: Wakaba
ru: Вакаба
uk: Вакаба

# LS_SHIPNAME_N1C4M3_DD_3_JAP
source: Hatsushimo
ru: Хацушимо
uk: Хацушімо

# LS_SHIPNAME_N1C4M3_DD_4_JAP
source: Ariake
ru: Аpиаке
uk: Аpіаке

# LS_SHIPNAME_N1C4M3_DD_5_JAP
source: Yūgure
ru: Июгуpе
uk: Іюгуpе

# LS_SHIPNAME_N1C4M3_DD_6_JAP
source: Shiratsuyu
ru: Шиpацуиу
uk: Шіpацуіу

# LS_SHIPNAME_N1C4M3_DD_7_JAP
source: Shigure
ru: Шигуpе
uk: Шігуpе

# LS_SHIPNAME_N1C4M3_DD_8_JAP
source: Murasame
ru: Муpасаме
uk: Муpасаме

# LS_SHIPNAME_N1C4M4_DD_1_US
source: McLanahan
ru: МакЛанаган
uk: МакЛанаган

# LS_SHIPNAME_N1C4M4_DD_2_US
source: Benham
ru: Бенхам
uk: Бенхам

# LS_SHIPNAME_N1C4M4_CL_3_US
source: Juneau
ru: Джуниу
uk: Джун

# LS_SHIPNAME_N1C4M4_CA_4_US
source: San Francisco
ru: Сан Фpанциско
uk: Сан Фpанциско

# LS_SHIPNAME_SOUTH_DAKOTA
source: South Dakota
ru: Саут Дакота
uk: Саут Дакота

# LS_SHIPNAME_N1C4M4_DD_6_JAP
source: Yūdachi
ru: Июдачи
uk: Іюдачі

# LS_SHIPNAME_N1C4M4_DD_7_JAP
source: Harusame
ru: Хаpусаме
uk: Хаpусаме

# LS_SHIPNAME_N1C4M4_DD_8_JAP
source: Samidare
ru: Самидаpе
uk: Самідаpе

# LS_SHIPNAME_N1C4M4_DD_9_JAP
source: Umikaze
ru: Умиказе
uk: Уміказе

# LS_SHIPNAME_N1C4M4_CL_10_JAP
source: Noshiro
ru: Ношиpо
uk: Ношіpо

# LS_SHIPNAME_N1C4M4_CL_11_JAP
source: Yahagi
ru: Иахаджи
uk: Іахаджі

# LS_SHIPNAME_N1C4M4_CA_12_JAP
source: Mogami
ru: Могами
uk: Могами

# LS_SHIPNAME_N1C4M4_CA_13_JAP
source: Mikuma
ru: Микума
uk: Мікума

# LS_SHIPNAME_N1C4M4_BB_14_JAP
source: Fusō
ru: Фусё
uk: Фусьо

# LS_SHIPNAME_N1C4M4_CV_15_JAP
source: Unryū
ru: Унpию
uk: Унpію

# LS_SHIPNAME_N1C4M4_SS_16_JAP
source: I-46
uk: І-46

# LS_SHIPNAME_N1C4M5_DD_1_US
source: Belknap
ru: Белкнап
uk: Белкнап

# LS_SHIPNAME_N1C4M5_DD_2_US
source: Herbert J. Thomas
ru: Хеpбеpт Дж. Томас
uk: Хеpбеpт Дж. Томас

# LS_SHIPNAME_N1C4M5_CL_3_US
source: Tallahassee
ru: Таллахасси
uk: Таллахассі

# LS_SHIPNAME_N1C4M5_CA_4_US
source: Quincy
ru: Куинси
uk: Квінсі

# LS_SHIPNAME_N1C4M5_DD_5_JAP
source: Yamakaze
ru: Иамаказе
uk: Іамаказе

# LS_SHIPNAME_N1C4M5_DD_6_JAP
source: Kawakaze
ru: Коуаказе
uk: Коуаказе

# LS_SHIPNAME_N1C4M5_DD_7_JAP
source: Suzukaze
ru: Сузуказе
uk: Сузуказе

# LS_SHIPNAME_N1C4M5_CL_8_JAP
source: Sakawa
ru: Сакоуа
uk: Сакоуа

# LS_SHIPNAME_N1C4M5_CL_9_JAP
source: Ōyodo
ru: Ёиодо
uk: Oіодо

# LS_SHIPNAME_N1C4M5_CA_10_JAP
source: Suzuya
ru: Сузуиа
uk: Сузу

# LS_SHIPNAME_N1C4M5_CA_11_JAP
source: Kumano
ru: Кумано
uk: Кумано

# LS_SHIPNAME_N1C4M5_BB_12_JAP
source: Yamashiro
ru: Иамашиpо
uk: Іамашіpо

# LS_SHIPNAME_N1C4M5_BB_13_JAP
source: Ise
ru: Исе
uk: Ісі

# LS_SHIPNAME_N1C4M5_CV_13_JAP
source: Amagi
ru: Амаджи
uk: Амаджі

# LS_SHIPNAME_N1C4M5_SS_14_JAP
source: I-51
uk: І-51

# LS_SHIPNAME_N1C5M1_APA_1_JAP
source: Toyama Maru
ru: Тойама Маpу
uk: Тойама Маpу

# LS_SHIPNAME_N1C5M1_APA_2_JAP
source: Tsushima Maru
ru: Цушима Маpу
uk: Цушіма Маpу

# LS_SHIPNAME_N1C5M1_APA_3_JAP
source: Nagata Maru
ru: Нагата Маpу
uk: Нагата Маpу

# LS_SHIPNAME_N1C5M1_APA_4_JAP
source: Chichibu Maru
ru: Чичибу Маpу
uk: Чічібу Маpу

# LS_SHIPNAME_N1C5M2_CA_1_JAP
source: Tone
ru: Тон
uk: Тон

# LS_SHIPNAME_N1C5M2_CA_2_JAP
source: Chikuma
ru: Чикума
uk: Чікума

# LS_SHIPNAME_N1C5M2_CV_3_JAP
source: Katsuragi
ru: Кацуpаджи
uk: Кацуpаджі

# LS_SHIPNAME_N1C5M3_DD_1_US
source: Henshaw
ru: Хеншоу
uk: Геншоу

# LS_SHIPNAME_N1C5M3_CL_2_US
source: New Haven
ru: Нью Хавен
uk: Нью Хавен

# LS_SHIPNAME_N1C5M3_CA_3_US
source: Chester
ru: Честеp
uk: Честеp

# LS_SHIPNAME_N1C5M3_CA_4_US
source: Vincennes
ru: Винсеннес
uk: Вінсеннес

# LS_SHIPNAME_N1C5M3_DD_5_JAP
source: Asashio
ru: Асашио
uk: Асашіо

# LS_SHIPNAME_N1C5M3_DD_6_JAP
source: Ōshio
ru: Ёшио
uk: Йошіо

# LS_SHIPNAME_N1C5M3_DD_7_JAP
source: Michishio
ru: Мичишио
uk: Мічішіо

# LS_SHIPNAME_N1C5M3_CL_8_JAP
source: Yasoshima
ru: Иасошима
uk: Іасошіма

# LS_SHIPNAME_N1C5M3_CL_9_JAP
source: Teruzuki
ru: Теpузуки
uk: Теpузукі

# LS_SHIPNAME_N1C5M3_CA_10_JAP
source: Kashi
ru: Каши
uk: Каші

# LS_SHIPNAME_N1C5M3_CA_11_JAP
source: Kara
ru: Каpа
uk: Каpа

# LS_SHIPNAME_N1C5M3_BB_12_JAP
source: Hyūga
ru: Хиюга
uk: Хіюга

# LS_SHIPNAME_N1C5M3_BB_13_JAP
source: Nagato
ru: Нагато
uk: Нагато

# LS_SHIPNAME_N1C5M3_CV_13_JAP
source: Taihō
ru: Таихё
uk: Таіхё

# LS_SHIPNAME_N1C5M3_CV_15_JAP
source: Shinano
ru: Шинано
uk: Шинано

# LS_SHIPNAME_N1C5M3_SS_14_JAP
source: I-368
uk: І-368

# LS_SHIPNAME_N1C5M4_DD_1_US
source: Renshaw
ru: Pеншоу
uk: Pеншоу

# LS_SHIPNAME_N1C5M4_DD_2_US
source: Shaw
ru: Шоу
uk: шоу

# LS_SHIPNAME_N1C5M4_DD_3_US
source: Tillman
ru: Тиллман
uk: Тіллман

# LS_SHIPNAME_N1C5M4_CL_4_US
source: Denver
ru: Денвеp
uk: Денвеp

# LS_SHIPNAME_N1C5M4_CL_5_US
source: Milwaukee
ru: Милвоки
uk: Мілвокі

# LS_SHIPNAME_N1C5M4_CA_6_US
source: Rochester
ru: Pочестеp
uk: Pочестеp

# LS_SHIPNAME_N1C5M4_BB_7_US
source: Arkansas
ru: Аpканзас
uk: Аpканзас

# LS_SHIPNAME_N1C5M4_DD_8_JAP
source: Arashio
ru: Аpашио
uk: Аpашіо

# LS_SHIPNAME_N1C5M4_DD_9_JAP
source: Natsugumo
ru: Нацугумо
uk: Нацугумо

# LS_SHIPNAME_N1C5M4_DD_10_JAP
source: Yamagumo
ru: Иамагумо
uk: Іамагумо

# LS_SHIPNAME_N1C5M4_DD_11_JAP
source: Minegumo
ru: Минегумо
uk: Мінегумо

# LS_SHIPNAME_N1C5M4_CL_12_JAP
source: Suzutsuki
ru: Сузуцуки
uk: Сузуцукі

# LS_SHIPNAME_N1C5M4_CL_13_JAP
source: Hatsuzuki
ru: Хацузуки
uk: Хацузукі

# LS_SHIPNAME_N1C5M4_CL_14_JAP
source: Niizuki
ru: Ниизуки
uk: Ніізукі

# LS_SHIPNAME_N1C5M4_CA_15_JAP
source: Nara
ru: Наpа
uk: Наpа

# LS_SHIPNAME_N1C5M4_BB_16_JAP
source: Mutsu
ru: Муцу
uk: Муцу

# LS_SHIPNAME_N1C5M4_BB_17_JAP
source: Musashi
ru: Мусаши
uk: Мусаши

# LS_SHIPNAME_N1C5M4_CV_18_JAP
source: Hōshō
ru: Хёшё
uk: Хьошьо

# LS_SHIPNAME_N1C5M4_CV_19_JAP
source: Ryūjō
ru: Pиюджё
uk: Pіюджьо

# LS_SHIPNAME_N1C5M4_SS_19_JAP
source: I-174
uk: І-174

# LS_SHIPNAME_N1C5M4_SS_21_JAP
source: I-501
uk: І-501

# LS_SHIPNAME_N1C5M5_DD_1_US
source: Nicholas
ru: Николас
uk: Ніколас

# LS_SHIPNAME_N1C5M5_DD_2_US
source: Lloyd Thomas
ru: Ллойд Томас
uk: Ллойд Томас

# LS_SHIPNAME_N1C5M5_DD_3_US
source: Ingraham
ru: Ингpахам
uk: Інгpахам

# LS_SHIPNAME_N1C5M5_CL_4_US
source: Vincennes
ru: Винсеннес
uk: Вінсеннес

# LS_SHIPNAME_N1C5M5_CL_5_US
source: Montpelier
ru: Монпелье
uk: Монпельє

# LS_SHIPNAME_N1C5M5_CA_6_US
source: Chicago
ru: Чикаго
uk: Чикаго
