Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_CHAT_FONT_LARGE
source: large
ru: большой
uk: великий

# LS_CHAT_FONT_MEDIUM
source: medium
ru: средний
uk: середній

# LS_ANSON
source: HMS Anson
ru: Ансон
uk: Ансон

# LS_KIRISHIMA
source: Kirishima
ru: Кирисима
uk: Кірішима

# LS_PROGETTO UP38
source: Progetto UP38
ru: Проджетто UP38
uk: Проджетто UP38

# LS_CLAN_NAME_SHORT
source: Abbreviation
ru: Аббревиатура
uk: Абревіатура

# LS_CLAN_CHANGE_NAME_PLEASE_SELECT
source: Duplicate name.[BR]Please select a new fleet name.
ru: Пожалуйста выберите один из вариантов или выберите новое.
uk: Будь ласка виберіть один з варіантів або виберіть нове.

# LS_SEARCH
source: SEARCH
ru: ИСКАТЬ
uk: ШУКАТИ

# LS_DE GRASS
source: De Grass
ru: Де Грасс
uk: Де Грасс

# LS_PROFILE_SEARCH_INSERT_FIRST_CHARS
source: Enter first letters of player's name
ru: Введите первые буквы имени игрока
uk: Введіть перші літери імені гравця

# LS_ALL
source: ALL
ru: ВСЕ
uk: ВСI

# LS_ONLINE
source: ONLINE
ru: ОНЛАЙН
uk: ОНЛАЙН

# LS_AIR_FUEL_WARNING
source: FUEL
ru: ТОПЛИВО
uk: ПАЛИВО

# LS_CW_WAR
source: WORLD
ru: МИРА

# LS_CW_TAX_RATE_MODIFY
source: CHANGE TAX RATE
ru: НАЛОГИ

# LS_CW_CONVERSION
source: CONVERSION
ru: КОНВЕРСИЯ

# LS_KII
source: Kii
ru: Кии
