Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_SUR_MODE_SUB_1_0
source: We successfully escaped from their trap, but we also found enemy submarines in the near sea. Use mines and torpedoes to sink their submarines!
ru: LS_SUR_MODE_SUB_1_0
uk: LS_SUR_MODE_SUB_1_0

# LS_SUR_MODE_SUB_1_1
source: The enemy's fleet has started conducting patrol operations in the near sea. Sink the enemy's fleet and secure our operational zone.
ru: LS_SUR_MODE_SUB_1_1
uk: LS_SUR_MODE_SUB_1_1

# LS_SUR_MODE_SUB_1_2
source: The submarine fleet that was escorting enemy carriers are retreating. Chase them down and eliminate them all!
ru: LS_SUR_MODE_SUB_1_2
uk: LS_SUR_MODE_SUB_1_2

# LS_SUR_MODE_SUB_1_3
source: The enemy's submarine has been detected by our sonar. Sink the submarine with your mines and torpedoes!
ru: LS_SUR_MODE_SUB_1_3
uk: LS_SUR_MODE_SUB_1_3

# LS_SUR_MODE_SUB_1_4
source: We have taken large amounts of damage from their submarine fleet. Find them and sink them!
ru: LS_SUR_MODE_SUB_1_4
uk: LS_SUR_MODE_SUB_1_4

# LS_SUR_MODE_SUB_1_5
source: They upgraded their submarine fleet after their recent losses. This will be a fierce battle, good luck!
ru: LS_SUR_MODE_SUB_1_5
uk: LS_SUR_MODE_SUB_1_5

# LS_SUR_MODE_SUB_1_6
source: The enemy's submarine reconnaissance fleet started advancing after our reconnaissance fleet retreated. Find their submarines and block their recon operation!
ru: LS_SUR_MODE_SUB_1_6
uk: LS_SUR_MODE_SUB_1_6

# LS_SUR_MODE_SUB_1_7
source: The enemy's escort fleet has started to chase us. It is impossible to avoid their fleet, so bait them and sink them one by one!
ru: LS_SUR_MODE_SUB_1_7
uk: LS_SUR_MODE_SUB_1_7

# LS_SUR_MODE_SUB_1_8
source: An enemy's patrol fleet has detected our location and ambushed us with a squadron of submarines. Break through their attack and escape from the area!
ru: LS_SUR_MODE_SUB_1_8
uk: LS_SUR_MODE_SUB_1_8

# LS_SUR_MODE_SUB_1_9
source: Due to the damage dealt to their supply operation, the enemy has increased the amount of patrols. Interrupt their patrol operation by striking their patrol fleet!
ru: LS_SUR_MODE_SUB_1_9
uk: LS_SUR_MODE_SUB_1_9

# LS_SUR_MODE_SUB_1_10
source: We have detected enemy movements meant to counter our operations in this area. For this submarine operation, sink all enemies!
ru: LS_SUR_MODE_SUB_1_10
uk: LS_SUR_MODE_SUB_1_10

# LS_SUR_MODE_SUB_1_11
source: The enemy's escort ship has interrupted our submarine operation. We must adjust our priorities to weaken their escort fleet.
ru: LS_SUR_MODE_SUB_1_11
uk: LS_SUR_MODE_SUB_1_11

# LS_SUR_MODE_SUB_1_12
source: We can no longer locate their escort fleet. Our target has been changed, we must focus on their supply fleet.
ru: LS_SUR_MODE_SUB_1_12
uk: LS_SUR_MODE_SUB_1_12

# LS_SUR_MODE_SUB_1_13
source: Their main fleet has adjusted course in order to attack us, however our fleets are organizing. Ambush them!
ru: LS_SUR_MODE_SUB_1_13
uk: LS_SUR_MODE_SUB_1_13

# LS_SUR_MODE_SUB_1_14
source: We lost our battleship fleet and now our main fleet is in danger. Interrupt their movement!
ru: LS_SUR_MODE_SUB_1_14
uk: LS_SUR_MODE_SUB_1_14

# LS_SUR_MODE_SUB_1_15
source: The enemy's main fleet is sweeping away everything in their way! We have placed you in a strike squad and expect you to succeed in your mission.
ru: LS_SUR_MODE_SUB_1_15
uk: LS_SUR_MODE_SUB_1_15

# LS_SUR_MODE_SUB_1_16
source: Emergency situation! The enemy's fleet is moving to flank us from the back. Adjust course to face them!
ru: LS_SUR_MODE_SUB_1_16
uk: LS_SUR_MODE_SUB_1_16

# LS_SUR_MODE_CV_2_0
source: The ambush operation was successful! Sink their carriers!
ru: LS_SUR_MODE_CV_2_0
uk: LS_SUR_MODE_CV_2_0

# LS_SUR_MODE_CV_2_1
source: We have located the enemy carrier force that participated in the attack on our main fleet. Move to the area and sink them all!
ru: LS_SUR_MODE_CV_2_1
uk: LS_SUR_MODE_CV_2_1

# LS_SUR_MODE_CV_2_2
source: The enemy reconnaissance fleet has requested support. You have been given permission to open the fire on the enemy's support fleet!
ru: LS_SUR_MODE_CV_2_2
uk: LS_SUR_MODE_CV_2_2

# LS_SUR_MODE_CV_2_3
source: Based on the aircraft's flight route, the enemy carrier must be somewhere in our vicinity. Find and sink the carrier!
ru: LS_SUR_MODE_CV_2_3
uk: LS_SUR_MODE_CV_2_3

# LS_SUR_MODE_CV_2_4
source: We have occupied most of this area following battle victory, however their remaining fleet with its carrier support is still strong. Attack them to weaken their fleet!
ru: LS_SUR_MODE_CV_2_4
uk: LS_SUR_MODE_CV_2_4

# LS_SUR_MODE_CV_2_5
source: The enemy's aircraft have started to recon our area. Find the enemy's carrier to disrupt the enemy's reconissance operation.
ru: LS_SUR_MODE_CV_2_5
uk: LS_SUR_MODE_CV_2_5

# LS_SUR_MODE_CV_2_6
source: They are getting desperate! They now support their recon operation with two carriers. We cannot retreat from this battle; face them!
ru: LS_SUR_MODE_CV_2_6
uk: LS_SUR_MODE_CV_2_6

# LS_SUR_MODE_CV_2_7
source: The enemy's resupply operation completed faster than we expected. Now we will have to face a stronger enemy fleet.
ru: LS_SUR_MODE_CV_2_7
uk: LS_SUR_MODE_CV_2_7

# LS_SUR_MODE_CV_2_8
source: The enemy's fleet has almost finished forming their battle line. Attack them quickly to interrupt their formation!
ru: LS_SUR_MODE_CV_2_8
uk: LS_SUR_MODE_CV_2_8

# LS_SUR_MODE_CV_2_9
source: We have air superiority in the operational area and the enemy cannot use their aircraft. Attack the enemy's remaining ships to finish them off!
ru: LS_SUR_MODE_CV_2_9
uk: LS_SUR_MODE_CV_2_9

# LS_SUR_MODE_CV_2_10
source: The enemy's fleet ambushed us while we were escorting our transport ship. Break through them and retreat safely!
ru: LS_SUR_MODE_CV_2_10
uk: LS_SUR_MODE_CV_2_10

# LS_SUR_MODE_CV_2_11
source: An enemy patrol has engaged us after we avoided their strike force. Counter attack with our allies!
ru: LS_SUR_MODE_CV_2_11
uk: LS_SUR_MODE_CV_2_11

# LS_SUR_MODE_CV_2_12
source: The number of enemy approaching the area has increased. Defend the area with our allies!
ru: LS_SUR_MODE_CV_2_12
uk: LS_SUR_MODE_CV_2_12

# LS_SUR_MODE_CV_2_13
source: We've lost communication with the ships that were searching the nearby islands. It was a trap; escape quickly!
ru: LS_SUR_MODE_CV_2_13
uk: LS_SUR_MODE_CV_2_13

# LS_SUR_MODE_CV_2_14
source: 2nd engagement! Help your forces eliminate all of the enemies!
ru: LS_SUR_MODE_CV_2_14
uk: LS_SUR_MODE_CV_2_14

# LS_SUR_MODE_CV_2_15
source: 3rd engagement! Focus your fire to finish this battle!
ru: LS_SUR_MODE_CV_2_15
uk: LS_SUR_MODE_CV_2_15

# LS_SUR_MODE_CV_2_16
source: We have successfully defeated their main fleet, however, their battleship fleet is still a threat to us. Eliminate the rest of them!
ru: LS_SUR_MODE_CV_2_16
uk: LS_SUR_MODE_CV_2_16

# LS_SUR_MODE_FLEET_3_0
source: It was a tough battle, but the enemy's support fleet has arrived to the operational zone and our fleet still needs time to prepare. We have faith in your actions captain!
ru: LS_SUR_MODE_FLEET_3_0
uk: LS_SUR_MODE_FLEET_3_0

# LS_SUR_MODE_FLEET_3_1
source: A large enemy escort fleet, including a battleship and multiple carriers, has entered our operational zone. Engage them with our remaining forces!
ru: LS_SUR_MODE_FLEET_3_1
uk: LS_SUR_MODE_FLEET_3_1

# LS_SUR_MODE_FLEET_3_2
source: Is the rest of our fleet gone? We have no friendly ships in sight. We must face the enemy with only one destroyer for support.
ru: LS_SUR_MODE_FLEET_3_2
uk: LS_SUR_MODE_FLEET_3_2

# LS_SUR_MODE_FLEET_3_3
source: Their main fleet was a lot bigger than our expectations, however it is impossible for us to retreat. Face them!
ru: LS_SUR_MODE_FLEET_3_3
uk: LS_SUR_MODE_FLEET_3_3

# LS_SUR_MODE_FLEET_3_4
source: Our fleet has lost the battle against the enemey's main fleet. Retreat to the main base with two destroyers.
ru: LS_SUR_MODE_FLEET_3_4
uk: LS_SUR_MODE_FLEET_3_4

# LS_SUR_MODE_FLEET_3_5
source: They have started to chase us. Return to the main base safely.
ru: LS_SUR_MODE_FLEET_3_5
uk: LS_SUR_MODE_FLEET_3_5

# LS_SUR_MODE_FLEET_3_6
source: The enemies are not willing to let you to escape from this battle. Extra ships have joined the chase for you. Good luck!
ru: LS_SUR_MODE_FLEET_3_6
uk: LS_SUR_MODE_FLEET_3_6

# LS_SUR_MODE_FLEET_3_7
source: You have embarrassed the enemy forces with your strong fight. Be victorious in this life-or-death chase engagement!
ru: LS_SUR_MODE_FLEET_3_7
uk: LS_SUR_MODE_FLEET_3_7

# LS_SUR_MODE_FLEET_3_8
source: Our light cruisers are waiting for you once you break through this area. Speed up captain!
ru: LS_SUR_MODE_FLEET_3_8
uk: LS_SUR_MODE_FLEET_3_8

# LS_SUR_MODE_FLEET_3_9
source: Eliminate the enemies with our allied light cruisers!
ru: LS_SUR_MODE_FLEET_3_9
uk: LS_SUR_MODE_FLEET_3_9

# LS_SUR_MODE_FLEET_3_10
source: The enemies have supplied their forces with a large fleet for their chase operation. You've done very well so far. Good luck!
ru: LS_SUR_MODE_FLEET_3_10
uk: LS_SUR_MODE_FLEET_3_10

# LS_SUR_MODE_FLEET_3_11
source: You will enter into our territory if you break through this area. Defeat them and retreat to safety!
ru: LS_SUR_MODE_FLEET_3_11
uk: LS_SUR_MODE_FLEET_3_11

# LS_SUR_MODE_FLEET_3_12
source: You are now in our territorial waters, but they won't give up.
ru: LS_SUR_MODE_FLEET_3_12
uk: LS_SUR_MODE_FLEET_3_12

# LS_SUR_MODE_FLEET_3_13
source: A heavy cruiser has arrived from the main base to assist you. Engage the enemies with the help of the heavy cruiser in order to protect our territorial waters!
ru: LS_SUR_MODE_FLEET_3_13
uk: LS_SUR_MODE_FLEET_3_13

# LS_SUR_MODE_FLEET_3_14
source: They have started to retreat. Our battleships and carriers are almost prepared to leave from our main base. Push the enemy out of our territorial waters!
ru: LS_SUR_MODE_FLEET_3_14
uk: LS_SUR_MODE_FLEET_3_14

# LS_SUR_MODE_FLEET_3_15
source: An allied battleship has joined the battle with us now. Fight with our Battleship in order to eliminate the enemies!
ru: LS_SUR_MODE_FLEET_3_15
uk: LS_SUR_MODE_FLEET_3_15

# LS_SUR_MODE_FLEET_3_16
source: Our carriers have joined with our forces. We must win this battle!
ru: LS_SUR_MODE_FLEET_3_16
uk: LS_SUR_MODE_FLEET_3_16

# LS_BUTT_RENAME
source: RENAME
ru: ПЕРЕИМЕНОВАТЬ
uk: ПЕРЕЙМЕНУВАТИ

# LS_BEST_RANKING
source: BEST RANK
ru: Лучший ранг
uk: Кращий ранг

# LS_MENU_PROFILE
source: PROFILE
ru: ПРОФИЛЬ КАПИТАНА
uk: ПРОФІЛЬ КАПІТАНА

# LS_BUTT_RATING
source: RATINGS
ru: РЕЙТИНГИ
uk: РЕЙТИНГИ

# LS_SECTION_FLEET
source: FLEET INFO
ru: ФЛОТ
uk: ФЛОТ

# LS_SECTION_ACHIEVEMENTS
source: ACHIEVEMENT
ru: ДОСТИЖЕНИЯ
uk: ДОСЯГНЕННЯ

# LS_LOAD_EXIST_GAME_PROFILE
source: LOAD EXISTING GAME PROFILE
ru: ВОССТАНОВИТЬ ПРОФИЛЬ
uk: ВІДНОВИТИ ПРОФІЛЬ

# LS_AUTHORIZATION
source: AUTHORIZATION
ru: АВТОРИЗАЦИЯ
uk: АВТОРИЗАЦІЯ

# LS_ACCOUNT_IS_NOT_REGISTERED_LINK_REQUEST
source: Account is not registered with game server. Link current account with game?
ru: Аккаунт не зарегистрирован в игре. Связать текущий аккаунт с игрой?
uk: Аккаунт не зареєстрований в грі. Зв'язати поточний аккаунт з грою?

# LS_ACCOUNT_REGISTER
source: REGISTER
ru: ЗАРЕГИСТРИРОВАТЬ
uk: ЗАРЕЄСТРУВАТИ

# LS_AUTHORIZATION_FAILED
source: Error while attempting to authorize your account. Account not found.
ru: Ошибка авторизации. Аккаунт не найден.
uk: Помилка авторизації. Аккаунт не найден.

# LS_AUTHORIZATION_DONE
source: Your game profile has loaded successfully.
ru: Ваш игровой профиль успешно восстановлен.
uk: Ваш ігровий профіль успішно відновлено.

# LS_ACCOUNT_REGISTRATION
source: ACCOUNT REGISTRATION
ru: РЕГИСТРАЦИЯ АККАУНТА
uk: РЕЄСТРАЦІЯ АККАУНТА

# LS_ACCOUNT_REGISTRATION_DONE
source: Account successfully registered in game.
ru: Аккаунт успешно зарегистрирован в игре.
uk: Аккаунт успішно зареєстрований в грі.

# LS_ACCOUNT_REGISTRATION_IN_USE
source: Error while attempting registaration. This account is already registered in game.
ru: Ошибка регистрации. Аккаунт уже зарегистрирован в игре.
uk: Помилка реєстрації. Аккаунт вже зареєстрований в грі.

# LS_STOROZHEVOY
source: Storozhevoy
ru: Сторожевой
uk: Сторожовий

# LS_LENINGRAD
source: Leningrad
ru: Ленинград
uk: Ленінград

# LS_TASHKENT
source: Tashkent
ru: Ташкент
uk: Ташкент

# LS_PALLADA
source: Pallada
ru: Паллада
uk: Паллада

# LS_CHAPAYEV
source: Chapayev
ru: Чапаев
uk: Чапаєв

# LS_SVETLANA
source: Svetlana
ru: Светлана
uk: Світлана

# LS_KRASNYI_KAVKAZ
source: Krasnyi Kavkaz
ru: Красный Кавказ
uk: Червоний Кавказ

# LS_KIROV
source: Kirov
ru: Киров
uk: Кіров

# LS_MAXIM_GORKY
source: Maxim Gorky
ru: Максим Горький
uk: Максим Горький

# LS_GANGUT
source: Gangut
ru: Гангут
uk: Гангут

# LS_SEVASTOPOL
source: Sevastopol
ru: Севастополь
uk: Севастополь

# LS_KRONSHTADT
source: Kronshtadt
ru: Кронштадт
uk: Кронштадт

# LS_STALINGRAD
source: Stalingrad
ru: Сталинград
uk: Сталінград

# LS_SOVETSKIY_SOYUZ
source: Sovetskiy Soyuz
ru: Советский Союз
uk: Радянський Союз

# LS_KOMSOMOLETS
source: Komsomolets
ru: Комсомолец
uk: Комсомолець

# LS_PROJECT_71
source: Project 71
ru: Проект 71
uk: проект 71

# LS_PROJECT_72
source: Project 72
ru: Проект 72
uk: проект 72

# LS_PROJECT_KOSTROMITINOVA
source: Project Kostromitinova
ru: Проект Костромитинова
uk: проект Костромітінова

# LS_SHCH_CLASS
source: Shch class (Shchuka)
ru: Тип Щ (Щука)
uk: Тип Щ (Щука)

# LS_S_CLASS
source: S class
ru: Тип С
uk: Тип С

# LS_D_CLASS
source: D class
ru: Тип Д
uk: Тип Д

# LS_K_CLASS
source: K class
ru: Тип К
uk: Тип К

# LS_BUY_REPAIR_TITLE
source: REPAIR KITS
ru: РЕМОНТНЫЕ КОМПЛЕКТЫ
uk: РЕМОНТНІ КОМПЛЕКТИ

# LS_REPAIR_INFO
source: Pack of two Repair Kits. Each item will instantly recovers up to 25% of the damage to the ship
ru: Набор из двух ремонтных комплектов. Каждый комплект восстанавливает до 25% повреждений корабля.
uk: Набір з двох ремонтних комплектів. Кожен комплект відновлює до 25% пошкоджень корабля.

# LS_INSTALL
source: INSTALL
ru: УСТАНОВИТЬ
uk: ВСТАНОВИТИ

# LS_BUY_SMOKE_TITLE
source: SMOKE BOMB
ru: ПОСТАНОВЩИК ДЫМОВОЙ ЗАВЕСЫ
uk: ПОСТАНОВНИК ДИМОВОЇ ЗАВІСИ

# LS_SMOKE_INFO
source: Pack of 10 charges. Each item will produce a smoke screen that will hide all nearby ships from the enemy for 20 seconds.
ru: Набор из 10 зарядов. При использовании постановщика дымовой завесы все ближайшие корабли будут скрыты от врага на 20 секунд.
uk: Набір з 10 набоїв. При використанні постановника димової завіси все найближчі кораблі будуть приховані від ворога на 20 секунд.

# LS_CHECKING_FOR_UPDATES
source: Checking for updates.
ru: Проверка обновлений.
uk: Перевірити наявність оновлень.

# LS_LOADING_MAIN_UPDATES
source: Loading main updates.
ru: Загрузка обновления.
uk: Завантаження оновлення.

# LS_LOADING_PATCH_UPDATES
source: Loading patches.
ru: Загрузка дополнений.
uk: Завантаження доповнень.

# LS_VERSION_UPDATED
source: Game is up to date.
ru: Игра обновлена.
uk: Гра оновлена.

# LS_CONNECTION_ERROR
source: Connection error
ru: Ошибка подключения
uk: Помилка підключення

# LS_CONNECTION_ERROR_CHECK_CONNECT
source: Unable to connect with server. Check your internet connection and try again.
ru: Невозможно подключиться к серверу. Пожалуйста, проверьте интернет соединение и попробуйте снова.
uk: Неможливо підключитися до сервера. Будь ласка, перевірте інтернет з'єднання і спробуйте знову.

# LS_ONLINE_INVITE_TITLE
source: Invite to online
ru: Приглашение в игру
uk: Запрошення в гру

# LS_ONLINE_INVITE_MESSAGE
source: Do you want to join an online battle?
ru: Приглашение в онлайн сражение с другими игроками!
uk: Запрошення в онлайн бій з іншими гравцями!

# LS_YES
source: YES
ru: ДА
uk: ТАК

# LS_NO
source: NO
ru: НЕТ
uk: НІ

# LS_EMERGENCY_DIVE
source: Emegency dive!
ru: Срочное погружение!
uk: Термінове занурення!

# LS_CONNECTION_WARNING_CANT_CHECK_LAST_VERSION
source: Unable to connect with server. Start old version.
ru: Невозможно подключиться к серверу. Будет загружена старая версия.
uk: Неможливо підключитися до сервера. Буде завантажена стара версія.

# LS_MISSION_STARTED
source: Mission started
ru: Миссия началась
uk: Місія розпочалася

# LS_ONLINE_INVITE_JOIN
source: JOIN
ru: ПРИНЯТЬ
uk: ПРИЙНЯТИ

# LS_MENU_RATING
source: RATING
ru: РЕЙТИНГ ИГРОКОВ
uk: РЕЙТИНГ ГРАВЦІВ

# LS_RESULT_REWARD_CREW_XP
source: CREW XP
ru: ОПЫТ КОМАНДЫ
uk: ДОСВІД КОМАНДИ

# LS_NEW_APP_VERSION_UPDATE_NOW
source: Please update game to latest version:
ru: Пожалуйста, обновите игру до новой версии:
uk: Будь ласка, поновіть гру до нової версії:

# LS_SERVER_UNAVAILABLE
source: Connecting to Server …
ru: Подключение к серверу…
uk: Підключення до сервера ...

# LS_SERVER_MAINTENANCE
source: We apologize, but the servers are currently under maintenance. Please check back in 20 minutes….
ru: Мы обновляем сервер, приносим свои извинения. Пожалуйста, зайдите чуть позже…
uk: Ми оновлюємо сервер, приносимо свої вибачення. Будь ласка, зайдіть трохи пізніше ...

# LS_TUT_PRESS_RADAR
source: Touch the Radar to move the camera to your ship.
ru: Нажмите для перемещения камеры к вашему кораблю.
uk: Натисніть для переміщення камери до вашого кораблю.

# LS_ATTENTION
source: ATTENTION
ru: ВНИМАНИЕ
uk: УВАГА

# LS_AGREE
source: I Agree
ru: Согласен
uk: Згоден

# LS_GOOGLE_ANALYTICS_TEXT
source: This application uses the services provided by AppsFlyer only for the purpose of collecting statistical information about installation sources. We do not link the information by these services to any users information.
ru: Приложение использует сервисы Google Analytics и AppsFlyer только для сбора анонимной информации об источнике установки приложения. Мы не связываем эту информацию с какими-либо данными о Пользователях.
uk: Додаток використовує сервіси Google Analytics і AppsFlyer тільки для збору анонімної інформації про джерело установки програми. Ми не пов'язуємо цю інформацію з будь-якими даними про Користувачів.

# LS_ERROR
source: Caution
ru: Ошибка
uk: Помилка

# LS_INVALID_CHARS_TEXT
source: Incorrect characters inside text!
ru: Недопустимые символы в тексте!
uk: Неприпустимі символи в тексті!

# LS_PROFILE_NOT_FOUND
source: Your current profile was not found by the server. Profile will reset to default!
ru: Ваш игровой профиль не найден на сервере. Профиль будет удален и создан заново!
uk: Ваш ігровий профіль не знайдений на сервері. Профіль буде вилучений і створений заново!

# LS_SURVIVAL_COMPLETED
source: Completed
ru: Завершено
uk: Завершено

# LS_OFFLINE_CANT_BUY_SHIP
source: Construction is not available offline.
ru: Сервер недоступен. Постройка корабля в автономном режиме невозможна.
uk: Сервер не доступний. Споруда корабля в автономному режимі неможлива.

# LS_OFFLINE_CANT_UPGRADE
source: Upgrades are not available offline.
ru: Сервер недоступен. Улучшения в автономном режиме невозможны.
uk: Сервер не доступний. Покращення в автономному режимі неможливі.

# LS_OFFLINE_CANT_TRAIN_CREW
source: Crew training is not available offline.
ru: Сервер недоступен. Тренировка экипажа в автономном режиме невозможна.
uk: Сервер не доступний. Тренування екіпажу в автономному режимі неможлива.

# LS_ONLINE_SHIP_SUNK
source: Ship sunk!
ru: Корабль потоплен!
uk: Корабель потоплений!

# LS_ONLINE_KEEP_WATCHING
source: Would you like to spectate?
ru: Подолжить наблюдение за боем?
uk: Подолжіть спостереження за боєм?

# LS_SPECTATE
source: SPECTATE
ru: СМОТРЕТЬ
uk: ДИВИТИСЯ

# LS_MISS
source: MISFIRE
ru: ПРОМАХ
uk: ПРОМАХ

# LS_AIRCRAFT_TYPE_SHORT_SCOUT
source: S
ru: Р
uk: Р

# LS_AIRCRAFT_TYPE_SHORT_FIGHTER
source: F
ru: И
uk: І

# LS_AIRCRAFT_TYPE_SHORT_DIVEBOMBER
source: D
ru: П
uk: П

# LS_AIRCRAFT_TYPE_SHORT_TORPEDOBOMBER
source: T
ru: Т
uk: Т

# LS_COMMAND_CENTER
source: Command Center
ru: Командный Центр
uk: Командний Центр

# LS_COMMUNICATION_TOWER
source: Communication Tower
ru: Центр Связи
uk: Центр Зв'язку

# LS_DEFENCE_COMMAND
source: Defence Command
ru: Центр Обороны
uk: Центр Оборони

# LS_OIL_REFINERY
source: Oil Refinery
ru: Нефтеперерабатывающий Завод
uk: Нафтопереробний завод

# LS_OIL_DEPOT
source: Oil Depot
ru: Нефтехранилище
uk: Нафтосховище

# LS_STEEL_MILL
source: Steel Mill
ru: Металлургический комбинат
uk: Металургійний завод

# LS_STEEL_DEPOT
source: Steel Depot
ru: Склады металлопроката
uk: Склади металопрокату

# LS_COMMAND_CENTER_DESC
source: Once the Command Center is upgraded, new ships will be unlocked, attack and defense fleet slots for Harbor Assault will be increased and the maximum levels of other buildings will be increased.
ru: Определяет какие типы кораблей доступны для строительства, а также определяет максимальный уровень других зданий.
uk: Визначає які типи кораблів доступні для будівництва, а також визначає максимальний рівень інших будівель.

# LS_COMMUNICATION_TOWER_DESC
source: The Communication Tower produces and stores Range point.
ru: Определяет дальность действия атакующего флота, улучшения увеличивают дальность и размер атакующего флота.
uk: Визначає дальність дії атакуючого флоту, поліпшення збільшують дальність і розмір атакуючого флоту.

# LS_DEFENCE_COMMAND_DESC
source: The maximum upgrade level of defensive weapons for Harbor Assaults will be increased with each level of the Defense Command.
ru: Определяет максимальный уровень улучшений оборонительного оружия в Порту.
uk: Визначає максимальний рівень поліпшень оборонної зброї в Порту.

# LS_OIL_REFINERY_DESC
source: The Oil Refinery produces Fuel Oil. When upgraded, the amount of oil produced per hour and the maximum amount of oil production will be increased.
ru: Нефтеперерабатывающий Завод производит топливо для кораблей. Улучшения завода увеличивают его производительность.
uk: Нафтопереробний Завод виробляє паливо для кораблів. Покращення заводу збільшують його продуктивність.

# LS_OIL_DEPOT_DESC
source: The Oil Depot stores the produced Fuel Oil. When upgraded, the maximum capacity of the Oil Depot will increase and the amount of oil protected from other players will be increased.
ru: Сохраняет произведенное топливо, улучшения топливохранилища увеличивают максимальный запас топлива.
uk: Зберігає вироблене паливо, поліпшення топлівохраніліща збільшують максимальний запас палива.

# LS_STEEL_MILL_DESC
source: The Steel Mill produces Steel. When upgraded, the amount of steel produced per hour and the maximum amount of steel production will be increased.
ru: Производит Сталь для строительства и ремонта кораблей, улучшения увеличивают производительность.
uk: Виробляє Сталь для будівництва та ремонту кораблів, поліпшення збільшують продуктивність.

# LS_STEEL_DEPOT_DESC
source: The Steel Depot stores the produced steel. When upgraded, the maximum capacity of the Steel Depot and the amount of steel protected from other players will be increased.
ru: Склады содержат сталь и металлоконструкции, улучшения позволяют увеличить общий объем хранения.
uk: Склади містять сталь і металоконструкції, поліпшення дозволяють збільшити загальний обсяг зберігання.

# LS_DEFENCE_MINE
source: Mines
ru: Минные поля
uk: Мінні поля

# LS_DEFENCE_NET
source: Anti-Sub Nets
ru: Противолодочные сети
uk: Протичовневі сіті

# LS_DEFENCE_BOATS
source: Torpedo boats
ru: Торпедные катера
uk: Торпедні катери

# LS_DEFENCE_LIGHT_GUN
source: Light guns
ru: Легкая артиллерия
uk: Легка артилерія

# LS_DEFENCE_HEAVY_GUN
source: Heavy guns
ru: Береговые орудия
uk: Берегові гармати

# LS_DEFENCE_GARRISON
source: Garrison
ru: Гарнизон
uk: Гарнізон

# LS_DEFENCE_AAW
source: Anti Aircrafts guns
ru: ПВО
uk: ППО

# LS_DEFENCE_AIRFIELD
source: Airfield
ru: Аэродром
uk: Аеродром

# LS_DEFENCE_MINE_DESC
source: Deploy on the sea to damage all enemy ships except DD, CL, and SS.
ru: Минные поля наносят повреждения тяжелым кораблям противника. Малоэффективны против высокоманевренных Эсминцев, Легких Крейсеров и Подводных лодок.
uk: Мінні поля завдають пошкодження важким кораблям противника. Малоефективні проти високоманеврових есмінців, Легких Крейсерів і підводних човнів.
