Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_PVE_CHAPTERBRIEF_N3C1
source: You are on a Tokyo Express mission led by Rear Admiral Raizo Tanaka to deliver supplies to our forces on Guadalcanal. You must use the speed of your destroyers to go there and back in one night, avoiding airplane attacks. Most of the destroyers will be loaded with supplies, so they will not be battle-ready. Your ship will be fully armed and will act as an escort for the other destroyers. Intelligence reports that there is are US forces waiting for you at Ironbottom Sound. Sneak by or fight your way through, either way you must deliver the supplies. Our troops depend on you.
ru: Вы под командованием вице-адмирала Разио Танаки должны доставить припасы нашим силам на Гуадалканале. Вы пойдете на эсминцах, их скорости хватит, чтобы сходить туда и вернуться за одну ночь, избегая атак с воздуха. Большинство эсминцев будут загружены под завязку и не смогут участвовать в бою. Ваш корабль будет полностью вооружен и будет охранять другие эсминцы. Согласно данным разведки, американцы будут ждать вас у входа в пролив Железное дно. Скрытно или с боем, вы обязаны доставить припасы.
uk: Ви під командуванням віце-адмірала Разіо Танаки повинні доставити припаси нашим силам на Гуадалканале. Ви підете на есмінці, їх швидкості вистачить, щоб сходити туди і повернутися за одну ніч, уникаючи атак з повітря. Більшість есмінців будуть завантажені під зав'язку і не зможуть брати участь в бою. Ваш корабель буде повністю озброєний і буде охороняти інші есмінці. Згідно з даними розвідки, американці будуть чекати вас біля входу в протоку Залізне дно. Потай або з боєм, ви зобов'язані доставити припаси.

# LS_PVE_MISSIONTEXT_N3C1M1
source: We are approaching Guadalcanal. Find the Allied patrols and ambush them before they can send a message to their main fleet!
ru: Мы приближаемся к острову Гуадалканал. Задача - обнаружить патрули союзников и уничтожить их до того, как они выдадут наше местоположение!
uk: Ми наближаємося до острова Гуадалканал. Завдання - виявити патрулі союзників і знищити їх до того, як вони видадуть наше місце розташування!

# LS_PVE_MISSIONTEXT_N3C1M2
source: We are getting further into enemy territory. Protect the destroyers carrying the supplies!
ru: Мы углубляемся в территорию противника. Защищайте эсминцы, нагруженные боеприпасами!
uk: Ми заглиблюємося в територію противника. Захищайте есмінці, навантажені боєприпасами!

# LS_PVE_MISSIONTEXT_N3C1M3
source: The convoy must now drop off the supply barrels for our forces on Guadalcanal. Your mission is to clear the area of Allied forces and provide enough time for the convoy to reach the shore!
ru: Конвой готов к выгрузке припасов для наших сил на Гуадалканале. Не подпускайте союзников к месту выгрузки!
uk: Конвой готовий до вивантаження припасів для наших сил на Гуадалканале. Не дозволяється виконувати союзників до місця вивантаження!

# LS_PVE_MISSIONTEXT_N3C1M4
source: Now that the supplies are safe, you are free to retaliate against the Allied naval forces. Attack the Northern group and cleanse the Ironbottom Sound!
ru: Миссия по доставке припасов выполнена. Теперь вы можете атаковать военные корабли противника. Уничтожить северную группу!
uk: Місія з доставки припасів виконана. Тепер ви можете атакувати військові кораблі супротивника. Знищити північну групу!

# LS_PVE_MISSIONTEXT_N3C1M5
source: Now that the supplies are safe, you are free to retaliate against the Allied naval forces. The supply destroyers can now assist you. Attack the Southern group and cleanse the Ironbottom Sound!
ru: Миссия по доставке припасов выполнена. Теперь вы можете атаковать военные корабли противника. Уничтожить северную группу!
uk: Місія з доставки припасів виконана. Тепер ви можете атакувати військові кораблі супротивника. Знищити північну групу!

# LS_PVE_CHAPTERDEBRIEF_N3C1
source: That was brilliant. You were very alert, and managed to detect the ambush before it happened. The end result is one US heavy cruiser sunk, and three more incapacitated. Not only that, but you managed to drop off the supply barrels. It is a humiliating defeat for the US Navy, and will be one that is difficult to swallow in light of their material superiority and the recent victory off of Guadalcanal.
ru: Это было превосходно. Вы смогли обнаружить засаду первым. В результате утоплен вражеский тяжелый крейсер, а еще три надолго встали в ремонт. К тому же припасы были доставлены. Это просто унизительно для американцев.
uk: Це було неперевершено. Ви змогли виявити засідку першим. В результаті втоплений ворожий важкий крейсер, а ще три надовго встали в ремонт. До того ж запаси були доставлені. Це просто принизливо для американців.

# LS_PVE_CHAPTERNAME_N3C2
source: Battle of Savo Island
ru: Бой у острова Саво
uk: Бій біля острова Саво

# LS_PVE_CHAPTERBRIEF_N3C2
source: The U.S. 1st Marine Division has landed on the islands of Guadalcanal and Tulagi and attacked our garrisons. We must retaliate! Intelligence reports that due to there being three entrances to Ironbottom Sound, the Allied forces were compelled to divide their strength into three patrolling squadrons: Southern, Northern, and Eastern. Beyond the Allied warships is a transport anchorage off of Lunga Point whose merchant vessels are still packed with equipment for the US Marines ashore. You, under command of Vice Admiral Gunichi Mikawa, must defeat the warships and destroy the supplies.
ru: Американская морская пехота высадилась на Гудалканале и Тулаги и атаковала наши гарнизоны. Необходим ответный удар! Поскольку у пролива Железное дно три входа, американцы вынуждены разделить свои патрули на три части - южную, северную, и восточную. Они прикрывают точку высадки, на которой до сих пор находятся транспорты с оружием для высадившейся морской пехоты. Ваша задача - под командованием вице адмирала Гуничи Микавы, пройти через патрули и уничтожить оружие.
uk: Американська морська піхота висадилася на Гудалканале і Тулагі і атакувала наші гарнізони. Необхідний удару у відповідь! Оскільки у протоки Залізне дно три входи, американці змушені розділити свої патрулі на три частини - південну, північну, і східну. Вони прикривають точку висадки, на якій до сих пір знаходяться транспорти зі зброєю для висадилася морської піхоти. Ваше завдання - під командуванням віце адмірала Гуничі Мікава, пройти через патрулі і знищити зброю.

# LS_PVE_MISSIONTEXT_N3C2M1
source: The Allied merchant vessels unloaded at the transport anchorage off of Lunga Point and are returning to their base. Don’t let them escape.
ru: Транспорты союзников осуществили разгрузку на якорной стоянке у Лунга-пойнт и возвращаются на базу. Не дайте им уйти!
uk: Транспорти союзників здійснили розвантаження на якірній стоянці біля Лунга-пойнт і повертаються на базу. Не дайте їм піти!

# LS_PVE_MISSIONTEXT_N3C2M2
source: They are still unaware of our presence. If we manage to destroy the screens quickly, We will be able to ambush the main forces protecting the entrances to Ironbottom Sound!
ru: Противник еще не подозревает о нашем присутствии. Если мы сможем быстро уничтожить эскорт, мы сможем неожиданно атаковать основные силы в проливе Железное дно.
uk: Противник ще не підозрює про нашу присутність. Якщо ми зможемо швидко знищити ескорт, ми зможемо несподівано атакувати основні сили в протоці Залізне дно.

# LS_PVE_MISSIONTEXT_N3C2M3
source: Defeat the Allied forces at the Eastern entrance to Ironbottom Sound.
ru: Уничтожить восточную группу противника у входа в пролив Железное дно.
uk: Знищити східну групу противника біля входу в протоку Залізне дно.

# LS_PVE_MISSIONTEXT_N3C2M4
source: Defeat the Allied forces at the Southern entrance to Ironbottom Sound.
ru: Уничтожить южную группу противника у входа в пролив Железное дно.
uk: Знищити південну групу противника біля входу в протоку Залізне дно.

# LS_PVE_MISSIONTEXT_N3C2M5
source: Our reinforcements have arrived. Meet up with them and take the main Allied forces in the North while they are still unaware.
ru: К нам прибыло подкрепление! Соединитесь с ним и уничтожьте главные силы противника!
uk: До нас прибуло підкріплення! З'єднаєтеся з ним і знищіть головні сили противника!

# LS_PVE_CHAPTERDEBRIEF_N3C2
source: With you having slaughtered the Allied escorts, the transport anchorage lay open for Vice Admiral Mikawa's taking. However, attacking the transport anchorage would require his slowing, reassembling the scattered squadron, coming about, finding the anchorage, and then attacking it. He decided that the delay caused by the attack would place the force in a dangerous position, since he didn’t know what other forces the Allies had in the area. Consequently, shortly after 2:00 AM, he ordered a general retirement up The Slot. Your spectacular victory did not stop the invasion of the islands.
ru: Вы полностью уничтожили американские патрули, и стоянка транспортов была открыта для удара. Однако, вице-адмирал Микава решил не тратить время на организацию атаки, опасаясь, что в этом районе есть другие силы противника. В результате, он приказал отступление около 2:00 часов ночи. Ваша победа не помогла предотвратить захват острова.
uk: Ви повністю знищили американські патрулі, і стоянка транспорту була відкрита для удару. Однак, віце-адмірал Мікава вирішив не витрачати час на організацію атаки, побоюючись, що в цьому районі є інші сили противника. В результаті, він наказав відступ близько 2:00 години ночі. Ваша перемога не допомогла запобігти захопленню острова.

# LS_PVE_CHAPTERNAME_N3C3
source: Battle of the Java Sea
ru: Битва в Яванском море
uk: Битва в Яванському морі

# LS_PVE_CHAPTERBRIEF_N3C3
source: Our next target is the Dutch East Indies and Java. If we crush the Malay Barrier, the Indian Ocean and the approach to Australia will be open to the Imperial Japanese Navy. Java will be attacked from two sides. You are to escort a large convoy of transports which must deploy troops and invade the eastern side of Java and Surabaja. The Allies have mustered every warship available to them and sortied to intercept the transports.
ru: Наша следующая цель - Голландская Восточная Индия и Ява. Если мы проломим оборону в этом месте, Японский Императорский флот получит прямой доступ к Австралии и Индийскому океану. Атака на Яву пойдет с двух сторон. Вы будете охранять большой конвой транспортов, которые должны осуществить высадку на восточном побережье Явы у города Сурабайя. Мы ожидаем, что союзники соберут корабли со всего района, чтобы перехватить этот конвой.
uk: Наша наступна мета - Голландська Східна Індія та Ява. Якщо ми проломили оборону в цьому місці, Японський Імператорський флот отримає прямий доступ до Австралії і Індійського океану. Атака на Яву піде з двох сторін. Ви будете охороняти великий конвой транспортів, які повинні здійснити висадку на східному узбережжі Яви у міста Сурабайя. Ми очікуємо, що союзники зберуть кораблі з усього району, щоб перехопити цей конвой.

# LS_PVE_MISSIONTEXT_N3C3M1
source: We have radar contact. As expected, our transports are the primary target.
ru: На радаре корабли противника. Основной их целью будут наши транспорты.
uk: На радарі кораблі супротивника. Основною їх метою будуть наші транспорти.

# LS_PVE_MISSIONTEXT_N3C3M2
source: Admiral Doorman, commander of the ABDA force, is attempting to double back and attack our transports again with new forces.
ru: Адмирал Дормен, командующий силами АБДА, перегруппировал свои силы и повторно атакует транспорты.
uk: Адмірал Дорміа, командувач силами АБДА, перегрупував свої сили і повторно атакує транспорти.

# LS_PVE_MISSIONTEXT_N3C3M3
source: Our convoy is safe and the troops are deploying on Java. While they advance to Surabaja, the main naval base of the ABDA, you can now freely pursue the cruisers.
ru: Наш конвой в безопасности и войска высажены на остров Ява. Пока войска продвигаются в направлении Сурабайи, основной базы флота АБДА, есть возможность уничтожить крейсеры противника.
uk: Наш конвой в безпеки і війська висаджені на острів Ява. Поки війська просуваються в напрямку Сурабайі, основної бази флоту АБДА, є можливість знищити крейсери противника.

# LS_PVE_MISSIONTEXT_N3C3M4
source: As our victorious troops advance towards Surabaja, the damaged ships that were based there are trying to make a run to the North.
ru: Поврежденные корабли противника пытаются покинуть базу Сурабайя в направлении севера.
uk: Пошкоджені кораблі супротивника намагаються покинути базу Сурабайя в напрямку півночі.

# LS_PVE_MISSIONTEXT_N3C3M5
source: As our victorious troops advance towards Surabaja, a large group of ships that were based there are trying to make a run to the West. You will have reinforcements.
ru: Все корабли, остававшиеся в Сурабайе, пошли на прорыв в направлении запада. Вам будет придано подкрепление.
uk: Всі кораблі, що залишалися в Сурабайе, пішли на прорив в напрямку заходу. Вам буде надано підкріплення.

# LS_PVE_CHAPTERDEBRIEF_N3C3
source: Thanks to your actions, the landing on Java was successful and the defeat of the Allies is inevitable. The ground forces have finished the occupation of Java. The Dutch Governor together with the commander of the Bandoeng District, met the Japanese Commander-in-Chief and agreed to the capitulation of all the troops. Very few ships managed to escape, and ABDA has been eliminated as a naval threat to our advance.
ru: Высадка на Яве была успешной и поражение союзников неминуемо. Наземные войска завершили оккупацию Явы. Голландский губернатор подписал с японским главнокомандующим акт о капитуляции. Всего нескольким кораблям союзников удалось уйти, и силы АБДА перестали существовать.
uk: Висадка на Яві була успішною і поразка союзників неминуча. Наземні війська завершили окупацію Яви. Голландський губернатор підписав з японським головнокомандувачем акт про капітуляцію. Всього кільком кораблям союзників вдалося піти, і сили АБДА перестали існувати.

# LS_PVE_CHAPTERNAME_N3C4
source: First Naval Battle of Guadalcanal
ru: Первое морское сражение при Гуадалканале
uk: Перший морський бій при Гуадалканале

# LS_PVE_CHAPTERBRIEF_N3C4
source: The Americans have far more troops on Guadalcanal than earlier estimates had indicated, and their main air base, Henderson Field, has to be neutralized. We have assembled a large convoy of merchant vessels, loaded with enough supplies and ammunition for a month's worth of fighting. In order to assure the delivery of those supplies to our ground forces on Guadalcanal, you are to join the Imperial Japanese Naval fleet whose job would be to bombard Henderson Field into impotence. There is an American force waiting for you. This will be an all-out fight. No buts, no ifs. They will come in waves and you must sink them all.
ru: У американцев на Гуадалканале значительно больше сил, чем мы предполагали. Необходимо нейтрализовать их главный аэродром, Хендерсон-Филд. Мы собрали крупный конвой с войсками и боеприпасами, которых хватит на месяц боевых действий. Чтобы этот конвой смог достичь Гуадалканала, вы должны в составе специальной оперативной группы уничтожить Хендерсон-Филд. Морские подступы к аэродрому хорошо охраняются. Будет открытое сражение. Вам нужно утопить всех и прорваться!
uk: У американців на Гуадалканале значно більше сил, ніж ми припускали. Необхідно нейтралізувати їх головний аеродром, Хендерсон-Філд. Ми зібрали великий конвой з військами і боєприпасами, яких вистачить на місяць бойових дій. Щоб цей конвой зміг досягти Гуадалканала, ви повинні в складі спеціальної оперативної групи знищити Хендерсон-Філд. Морські підступи до аеродрому добре охороняються. Буде відкритий бій. Вам потрібно утопити всіх і прорватися!

# LS_PVE_MISSIONTEXT_N3C4M1
source: Enemy on collision course! The Allies attempted to cross our 'T', but they just can’t navigate! The range is 1000 yards and decreasing! Commence fire!
ru: Противник на пересекающемся курсе! Флот союзников пытался перерезать наш курс, но у штурвала у них, наверное, кок! Дистанция 900 метров и уменьшается! Огонь!
uk: Противник на пересічному курсі! Флот союзників намагався перерізати наш курс, але біля штурвалу у них, напевно, кок! Дистанція 900 метрів і зменшується! Вогонь!

# LS_PVE_MISSIONTEXT_N3C4M2
source: Next wave incoming!
ru: Следующая группа приближается!
uk: Наступна група наближається!

# LS_PVE_MISSIONTEXT_N3C4M3
source: There are more! Press on!
ru: Они никак не закончатся! Огонь!
uk: Вони ніяк не закінчаться! Вогонь!

# LS_PVE_MISSIONTEXT_N3C4M4
source: We must get to Henderson Field no matter how many more enemies we need to sink! Prepare your guns!
ru: Мы должны прорваться к Хендерсон-Филд, и неважно сколько их там! Заряжай!
uk: Ми повинні прорватися до Хендерсон-Філд, і неважливо скільки їх там! Заряжай!

# LS_PVE_MISSIONTEXT_N3C4M5
source: There must be very few remaining, attack!
ru: Их просто не может быть еще больше! Огонь!
uk: Їх просто не може бути ще більше! Вогонь!

# LS_PVE_CHAPTERDEBRIEF_N3C4
source: The damage that you dealt to the American forces was immense, but our bombardment was foiled. Admiral Yamamoto postponed the planned landings of the transports, which returned to the Shortlands to await further orders. We must regain control over the Sound, and thereby deny supplies to the enemy's land forces. The landing of our reinforcements has been postponed, but not stopped.
ru: Вы нанесли американцам огромные потери, но прорваться к аэродрому так и не удалось. Адмирал Ямамото отложил отправку конвоя, который вернулся в Шортлендз и ожидает приказов. Сначала нам надо вернуть контроль над проливом и нарушить снабжение противника. Затем высадить наши подкрепления.
uk: Ви завдали американцям величезні втрати, але прорватися до аеродрому так і не вдалося. Адмірал Ямамото відклав відправку конвою, який повернувся в Шортлендз і очікує наказів. Спочатку нам треба повернути контроль над протокою і порушити постачання противника. Потім висадити наші підкріплення.

# LS_PVE_CHAPTERNAME_N3C5
source: Battle off Samar
ru: Сражение у о. Самар
uk: Битва біля о. Самар

# LS_PVE_CHAPTERBRIEF_N3C5
source: Our overall strategy at Leyte Gulf is a plan known as Shō-Go 1. Our Northern Force must lure the American 3rd Fleet away from the Allied landings on Leyte, using a seemingly vulnerable force of carriers as bait. The remaining enemy forces—stripped of air cover that was provided by the 3rd Fleet—would then be attacked from the south and west by our Southern forces and the Center forces, to which you have been assigned. You must take their fleet by surprise.
ru: Наша стратегия в заливе Лейте определяется планом Сё-Го 1. Северная группа должна выманить американский 3-й флот подальше от места высадки на Лейте, используя в качестве наживки выглядящие незащищенными авианосцы. Когда остальные силы останутся без воздушного прикрытия 3-го флота, они будут атакованы с юга и запада Южной и Центральной группами. Вы приписаны к Центральной группе. Вы должны застать противника врасплох!
uk: Наша стратегія в затоці Лейте визначається планом Се-Го 1. Північна група повинна виманити американський 3-й флот подалі від місця висадки на Лейте, використовуючи в якості наживки виглядають незахищеними авіаносці. Коли інші сили залишаться без повітряного прикриття 3-го флоту, вони будуть атаковані з півдня і заходу Південної і Центральної групами. Ви приписані до Центральної групі. Ви повинні застати супротивника зненацька!

# LS_PVE_MISSIONTEXT_N3C5M1
source: Lookouts are spotting masts to the southeast. They are identified as Taffy 3, the northernmost of the three task units providing air support for the ground forces on Leyte. Attack!
ru: Наблюдатели докладывают о мачтах на горизонте. Видимо, это Тэффи 3, северная группировка поддержки наземных сил на Лейте. Всего таких должно быть три. Боевая тревога!
uk: Спостерігачі повідомляють про щоглах на горизонті. Мабуть, це Теффі 3, північне угрупування підтримки наземних сил на Лейте. Всього таких повинно бути три. Бойова тривога!

# LS_PVE_MISSIONTEXT_N3C5M2
source: The screening DDs for Taffy 3 are crazy! They are attacking against all odds. We outgun them so utterly it beggars the imagination, but they are desperate and therefore extremely dangerous!
ru: В эскорте Тэффи 3 - сплошные безумцы. Они намного слабее нас, но все равно атакуют. Они в отчаянии и поэтому крайне опасны. Уничтожьте их аккуратно.
uk: В ескорті Теффі 3 - суцільні безумці. Вони набагато слабкіше нас, але все одно атакують. Вони в розпачі і тому вкрай небезпечні. Необхідно знищити їх акуратно.

# LS_PVE_MISSIONTEXT_N3C5M3
source: The carriers are our main target. Find where they are hiding and destroy them! Their speed is slow, so they are only dangerous at a distance.
ru: Наша основная цель - авианосцы! Обнаружьте их разведывательными самолетами и уничтожьте! У вас преимущество в скорости, поэтому сокращайте дистанцию.
uk: Наша основна мета - авіаносці! Виявіть їх розвідувальними літаками і знищіть! У вас перевага в швидкості, тому скорочуйте дистанцію.

# LS_PVE_MISSIONTEXT_N3C5M4
source: Our command of the tactical situation has been disrupted due to constant air attacks. The Allies are launching several hundred aircraft.
ru: Мы потеряли контроль над тактической ситуацией из-за постоянных атак с воздуха. Союзники выпускают в воздух несколько сотен самолетов!
uk: Ми втратили контроль над тактичною ситуацією через постійні атак з повітря. Союзники випускають в повітря кілька сотень літаків!

# LS_PVE_MISSIONTEXT_N3C5M5
source: Now we can finally turn the broadsides of our battleships upon the defenseless hulls of the enemy carrier task force!
ru: Удачный маневр! Кто из нас не мечтал в упор всадить полный бортовой залп в авианосец? Огонь!
uk: Вдалий маневр! Хто з нас не мріяв впритул всадити повний бортовий залп в авіаносець? Вогонь!

# LS_PVE_CHAPTERDEBRIEF_N3C5
source: Our plans have been foiled and we lost the battle for Philippines. Your action was the only bright spot. The Central Force inflicted heavy losses on the U.S., but could not compensate for the failure of Northern and Southern forces.
ru: Наши планы провалились и мы проиграли битву за Филиппины. Ваша группа - единственная, которая смогла выполнить боевую задачу. Центральная группа нанесла американцам серьезное поражение, но этого было недостаточно, чтобы скомпенсировать неудачи Южной и Северной групп.
uk: Наші плани провалилися і ми програли битву за Філіппіни. Ваша група - єдина, яка змогла виконати бойове завдання. Центральна група завдала американцям серйозної поразки, але цього було недостатньо, щоб компенсувати невдачі Південної і Північної груп.

# LS_PVE_CHAPTERNAME_N3C6
source: Battle of Santa Cruz
ru: Битва у Санта Круз
uk: Битва у Санта Круз
