Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_PVE_CHAPTERDEBRIEF_N1C3
source: Although a tactical victory for the U.S., Cape Esperance had little immediate strategic effect on the situation on Guadalcanal. Just two days later, the Japanese battleships Kongō and Haruna bombarded and almost destroyed Henderson Field. One day after that, a large Japanese convoy successfully delivered 4,500 troops and equipment to the island. These troops and equipment helped complete Japanese preparations for their large land offensive. But the outcome of the land battle is to be decided at sea.
ru: Несмотря на нашу победу у мыса Эсперанс, атаки на Хендерсон-Филд продолжаются. Спустя всего два дня, японские линкоры Конго и Харуна прорвались на дистанцию обстрела и практически уничтожили аэродром. Еще через день был высажен десант в 4500 человек, и началось наземное наступление. Но его исход будет решен на море.
uk: Незважаючи на нашу перемогу у мису Есперанс, атаки на Хендерсон-Філд тривають. Лише через два дні, японські лінкори Конго і Харуна прорвалися на дистанцію обстрілу і практично знищили аеродром. Ще через день був висаджений десант в 4500 чоловік, і почалося наземний наступ. Але його результат буде вирішене на море.

# LS_PVE_CHAPTERNAME_N1C4
source: Second Naval Battle of Guadalcanal
ru: Вторая битва при Гуадалканале
uk: Друга битва при Гуадалканале

# LS_PVE_CHAPTERBRIEF_N1C4
source: The Japanese would not give up in their efforts to retake Henderson Field. Three major land battles, seven large naval battles (five nighttime surface actions and two carrier battles), and continual, almost daily, aerial battles – all just to get it back. Now a decisive battle is being fought! You are assigned to task force 64, which has been tasked with stopping enemy ships that are trying to approach Guadalcanal. It is a scratch force; we had to choose ships with the most fuel. You will have to work out your tactics on the fly!
ru: Японцы продолжают попытки захватить Хендерсон-Филд. Три крупных наземных наступления, семь морских сражений и постоянные, ежедневные атаки с воздуха - все это ради аэродрома. Приближается решительная схватка! Вы прикомандированы к оперативной группе 64, чья задача - остановить противника на подступах к острову Гуадалканал. Группа сформирована наспех, нам пришлось собрать все корабли, у которых еще есть топливо. Тактику вам придется придумывать по ходу боя!
uk: Японці продовжують спроби захопити Хендерсон-Філд. Три великих наземних настання, сім морських битв і постійні, щоденні атаки з повітря - все це заради аеродрому. Наближається рішуча сутичка! Ви прикомандировані до оперативної групи 64, чиє завдання - зупинити противника на підступах до острова Гуадалканал. Група сформована наспіх, нам довелося зібрати всі кораблі, у яких ще є паливо. Тактику вам доведеться придумувати по ходу бою!

# LS_PVE_MISSIONTEXT_N1C4M1
source: Radar contacts confirmed, two contacts approaching from the east and the north. Engage the group to the east!
ru: На радаре две группы, приближающиеся с востока и с севера. Атакуйте восточную группу!
uk: На радарі дві групи, що наближаються зі сходу і з півночі. Атакуйте східну групу!

# LS_PVE_MISSIONTEXT_N1C4M2
source: Radar contacts confirmed, two contacts approaching from the east and the north. Engage the group to the north!
ru: На радаре две группы, приближающиеся с востока и с севера. Атакуйте северную группу!
uk: На радарі дві групи, що наближаються зі сходу і з півночі. Атакуйте північну групу!

# LS_PVE_MISSIONTEXT_N1C4M3
source: We have encountered a large destroyer screen. Expect many incoming torpedo attacks. Dodge or, better, shoot first!
ru: Обнаружена эскадра миноносцев. Избегайте торпедных атак!
uk: Виявлена ​​ескадра міноносців. Уникайте торпедних атак!

# LS_PVE_MISSIONTEXT_N1C4M4
source: Battleship South Dakota joined us, but suddenly suffered a series of electrical failures, making her radar, radios, and most of her gun batteries inoperable. Protect her!
ru: К нам присоединился линкор Южная Дакота, но у него внезапно отказали все электрические системы, включая радар, радио, и большинство орудий. Обеспечьте защиту линкора на время ремонта!
uk: До нас приєднався лінкор Південна Дакота, але у нього раптово відмовили всі електричні системи, включаючи радар, радіо, і більшість знарядь. Забезпечте захист лінкора на час ремонту!

# LS_PVE_MISSIONTEXT_N1C4M5
source: A complete relief force has arrived! Join your forces and destroy all attackers!
ru: К нам прибыло подкрепление! Соединитесь с ним и уничтожьте японские силы!
uk: До нас прибуло підкріплення! З'єднаєтеся з ним і знищіть японські сили!

# LS_PVE_CHAPTERDEBRIEF_N1C4
source: The U.S. forces successfully defended against the final Japanese attempt to bombard Henderson Field from the sea, and land with enough troops to retake Guadalcanal . The Japanese abandoned their efforts on Guadalcanal and evacuated their remaining forces. The Guadalcanal campaign is a significant strategic combined arms victory by Allied forces over the Japanese in the Pacific theater. The Japanese had reached the peak of their conquests in the Pacific. The victories at Guadalcanal let us transition from defensive operations to offensive.
ru: Последняя попытка японцев захватить Хендерсон-Филд была отбита. Японцы прекратили боевые действия на Гуадалканале и эвакуировали войска. Победа на Гуадалканале - это стратегический успех на Тихоокеанском театре военных действий. Он позволит нам перейти к наступательным операциям.
uk: Остання спроба японців захопити Хендерсон-Філд була відбита. Японці припинили бойові дії на Гуадалканале і евакуювали війська. Перемога на Гуадалканале - це стратегічний успіх на Тихоокеанському театрі військових дій. Він дозволить нам перейти до наступальних операцій.

# LS_PVE_CHAPTERNAME_N1C5
source: Battle of Surigao Strait
ru: Бой в проливе Суригао
uk: Бій в протоці Сурігао

# LS_PVE_CHAPTERBRIEF_N1C5
source: United States troops invaded the island of Leyte as part of a strategy aimed at isolating Japan from the countries it had occupied in Southeast Asia, and in particular depriving its forces and industry of vital oil supplies. The Imperial Japanese Navy mobilized nearly all of its remaining major naval vessels in an attempt to defeat the invasion. They have three strike forces, in the north, in the center, and in the south. You are assigned against the southern force, which plans to strike at the landing area via the Surigao Strait.
ru: Стратегия отрезания Японии от захваченных ей территорий в Юго-Восточной Азии с целью перекрыть поставки нефти привела к высадке союзнического десанта на острове Лейте. Японский императорский флот собрал все оставшиеся корабли, чтобы остановить эту операцию. Они подходят тремя оперативными группами. Ваша задача - защита высадившихся войск от удара японской Южной группы с моря через пролив Суригао.
uk: Стратегія відрізання Японії від захоплених їй територій в Південно-Східній Азії з метою перекрити поставки нафти призвела до висадки союзницького десанту на острові Лейте. Японський імператорський флот зібрав всі кораблі, що залишилися, щоб зупинити цю операцію. Вони підходять трьома оперативними групами. Ваше завдання - захист висадилися військ від удару японської Південної групи з моря через протоку Сурігао.

# LS_PVE_MISSIONTEXT_N1C5M1
source: Sink the troop carriers which are preparing to land the troops in Leyte Gulf to thwart our invasion. They are without an escort and are an easy target.
ru: Уничтожить десантные транспорты, которые пытаются высадить подкрепления в заливе Лейте. У них нет эскорта.
uk: Знищити десантні транспорти, які намагаються висадити підкріплення в затоці Лейте. У них немає ескорту.

# LS_PVE_MISSIONTEXT_N1C5M2
source: The first wave of the southern strike force is coming.
ru: Обнаружен авангард Южной оперативной группы противника!
uk: Виявлено авангард Південної оперативної групи противника!

# LS_PVE_MISSIONTEXT_N1C5M3
source: The Surigao strait is long and bending, with many islands. The Japanese fleet is trying to disperse between the islands to evade our forces. Find them!
ru: Залив Суригао - длинный, изогнутый, со множеством островов. Японские силы рассредоточились и пытаются скрытно проникнуть к нашим базам. Найти и уничтожить!
uk: Залив Сурігао - довгий, вигнутий, з безліччю островів. Японські сили розосередилися і намагаються таємно проникнути до наших баз. Знайти і знищити!

# LS_PVE_MISSIONTEXT_N1C5M4
source: We have found the main battle group under Admiral Ozawa! He is prepared to fight until the end. Cross his T and good luck!
ru: Обнаружена основная часть оперативной группы противника под командованием адмирала Озава! Он не намерен отступать. Перережьте его курс и вступайте в бой.
uk: Виявлена ​​основна частина оперативної групи противника під командуванням адмірала Озава! Він не має наміру відступати. Переріжте його курс і вступайте в бій.

# LS_PVE_MISSIONTEXT_N1C5M5
source: Our current course has us running into the rear of the southern force—the 'Second Striking Force' commanded by Vice Admiral Shima.
ru: Обнаружен арьергард Южной оперативной группы - Вторая Ударная группа под командованием вице-адмирала Исима.
uk: Виявлено ар'єргард Південної оперативної групи - Друга Ударна група під командуванням віце-адмірала Ісіма.

# LS_PVE_CHAPTERDEBRIEF_N1C5
source: The Imperial Japanese Navy has suffered its greatest loss of ships and crew. They will never recover from this loss. However, more effort is needed to secure Leyte from the northern force. We must take the Philippines and cut Japan off from its occupied territories and oil reserves in Southeast Asia.
ru: Японский Императорский Флот понес крупнейшие за все время потери в кораблях и живой силе. Тем не менее, у него остается еще Северная оперативная группа. Мы должны нейтрализовать их и завершить изоляцию Японии от ресурсов и нефти оккупированных территорий.
uk: Японський Імператорський Флот поніс найбільші за весь час втрати в кораблях і живій силі. Проте, у нього залишається ще Північна оперативна група. Ми повинні нейтралізувати їх і завершити ізоляцію Японії від ресурсів і нафти окупованих територій.

# LS_PVE_CHAPTERNAME_N1C6
source: Battle off Cape Engano
ru: Битва у мыса Энгано
uk: Битва біля мису Енга

# LS_PVE_CHAPTERBRIEF_N1C6
source: The Japanese northern force at Leyte has a large number of aircraft carriers in addition to other ships. You are to join Task Force 38, which must repel all aircraft and ultimately destroy the northern force. It is essential to take control of the Philippines. Beware! We have information that the Japanese pilots have adopted a new suicide tactic called “kamikaze”. They may attempt to crash their airplanes into your ship.
ru: Японская Северная группа у Лейте имеет в своем составе значительное число авианосцев. Вы прикомандированы к Оперативной Группе 38, чья задача - отразить все воздушные атаки и уничтожить Северную группу противника. Филиппины должны перейти под наш контроль. Имейте в виду, были отмечены случаи самоубийственных таранов японских самолетов в корабли противника.
uk: Японська Північна група у Лейте має в своєму складі значну кількість авіаносців. Ви прикомандировані до Оперативної Групі 38, чиє завдання - відобразити всі повітряні атаки і знищити Північну групу супротивника. Філіппіни повинні перейти під наш контроль. Майте на увазі, були відзначені випадки самогубних таранів японських літаків в кораблі супротивника.

# LS_PVE_MISSIONTEXT_N1C6M1
source: Our reconnaissance fleet has located two enemy carriers. Their escort ships will be here in 4 minutes. Destroy them before their escorts arrive!
ru: Наблюдатели обнаружили два авианосца противника. Они идут на соединение с эскортом, у вас есть 4 минуты на их уничтожение!
uk: Спостерігачі виявили два авіаносці супротивника. Вони йдуть на з'єднання з ескортом, у вас є 4 хвилини на їх знищення!

# LS_PVE_MISSIONTEXT_N1C6M2
source: The enemy's battleship and carrier are anchored for resupplly. Intel estimates that the supply time is 6 minutes. Sink them before they are resupplied!
ru: Обнаружены линкор и авианосец противника, бункерующие топливо. Они не смогут дать ход еще 6 минут. Уничтожить, пользуясь преимуществом в ходе!
uk: Виявлено лінкор і авіаносець противника, бункер паливо. Вони не зможуть дати хід ще 6 хвилин. Знищити, користуючись перевагою в ході!

# LS_PVE_MISSIONTEXT_N1C6M3
source: The enemy battleship and carrier are maintaining the battle line. We don't have enough time for a drawn out battle, so use the aircraft to sink them!
ru: Обнаружены линкор и авианосец, следующие в боевом порядке. Атакуйте их с воздуха!
uk: Виявлено лінкор і авіаносець, які прямують у бойовому порядку. Атакуйте їх з повітря!

# LS_PVE_MISSIONTEXT_N1C6M4
source: The enemy's strike force is approaching and plans to attack our fleets! Send fighters to shoot down them all!
ru: Приближается группировка противника. Используйте истребители!
uk: Наближається угруповання противника. Використовуйте винищувачі!

# LS_PVE_MISSIONTEXT_N1C6M5
source: Our troop transports are under attack. Find all transports and escort them so they may safely unload in the Leyte Gulf!
ru: Наши десантные транспорты на подходе. Соединитесь с ними и обеспечьте безопасную высадку в заливе Лейте.
uk: Наші десантні транспорти на підході. З'єднаєтеся з ними і забезпечте безпечну висадку в затоці Лейте.

# LS_PVE_CHAPTERDEBRIEF_N1C6
source: The northern force has been destroyed and our landing zone on Leyte is secure. The campaign for Leyte proved to be the first and most decisive operation in the American reconquest of the Philippines. Japanese losses in the campaign are heavy, with the army losing four divisions and several separate combat units, while the navy lost 26 major warships, 46 large transports and hundreds of merchantmen. We gained a critical bastion from which Japan could be easily cut off from outside resources, and from which the final assaults on the Japanese home islands could be launched.
ru: Японская Северная группа уничтожена и наши силы на Лейте в безопасности. Операция на Лейте - это решительное начало освобождения Филиппин. Японцы понесли тяжелые потери: свыше 4 дивизий сухопутных сил, 26 крупных боевых кораблей, 46 крупных транспортов, сотни малых кораблей. Мы получили отличную позицию, чтобы отрезать Японию от снабжения и начать наступление на ее территорию.
uk: Японська Північна група знищена і наші сили на Лейте в безпеці. Операція на Лейте - це рішучий початок звільнення Філіппін. Японці зазнали важких втрат: понад 4 дивізій сухопутних сил, 26 великих бойових кораблів, 46 великих транспортів, сотні малих кораблів. Ми отримали відмінну позицію, щоб відрізати Японію від постачання і почати наступ на її територію.

# LS_PVE_CHAPTERNAME_N1C7
source: Battle of the Phillipine Sea
ru: Битва в Филиппинском море
uk: Битва в Філіппінському море

# LS_PVE_CHAPTERBRIEF_N1C7
source: We started a series of air strikes on the Marianas, while surface forces went ashore. Control of the Marianas would place the Japanese home islands in range of the new American B-29 Superfortress strategic bombers. Our intelligence reports that the Japanese decided that the time for the long-awaited Kantai Kessen (decisive battle) had arrived. They will commit nearly all of the Japanese navy's serviceable carriers to the coming engagement. You are assigned to Task Force 58. Your actions will determine which side will have superiority in the air above the sea.
ru: Наши силы начали бомбить Марианские острова и высадили там десант. С этих островов наши новейшие бомбардировщики Б-29 смогут достать территорию Японии. Разведка докладывает, что японцы приготовились устроить генеральное сражение. С их стороны будут участвовать все авианосцы, которые хоть как-то пригодны к выходу в море. Вы прикомандированы к Оперативной группе 58. Ваша задача - обеспечить полное превосходство в воздухе.
uk: Наші сили почали бомбити Маріанські острови і висадили там десант. З цих островів наші новітні бомбардувальники Б-29 зможуть дістати територію Японії. Розвідка доповідає, що японці приготувалися влаштувати генеральну битву. З їхнього боку будуть брати участь всі авіаносці, які хоч якось придатні до виходу в море. Ви прикомандировані до Оперативної групи 58. Ваша задача - забезпечити повну перевагу в повітрі.

# LS_PVE_MISSIONTEXT_N1C7M1
source: A Japanese scout plane has been spotted around Task Force 58. After radioing his sighting of U.S. ships, the pilot attacked one of the destroyers on picket duty and was shot down. Expect the enemy any time now.
ru: Недалеко от Оперативной Группы 58 появился японский разведчик. Передав по радио координаты группы, он атаковал один из эсминцев и был сбит. Приготовиться к отражению воздушной атаки!
uk: Недалеко від Оперативної Групи 58 з'явився японський розвідник. Передавши по радіо координати групи, він атакував один з есмінців і був збитий. Приготуватися до відбиття повітряної атаки!

# LS_PVE_MISSIONTEXT_N1C7M2
source: Picking up multiple radar contacts 150 miles to the west. Our fighters have been recalled, but you are on your own until they arrive.
ru: Множество целей на радаре в 150 милях в западу. Мы вызвали истребители, но до их подхода вы должны продержаться.
uk: Безліч цілей на радарі в 150 милях на захід. Ми викликали винищувачі, але до їх підходу ви повинні протриматися.

# LS_PVE_MISSIONTEXT_N1C7M3
source: The main problem for Task Force 58 is locating the enemy, who is operating at a great distance. We must first find them with our scout planes and then we may seek retribution.
ru: Оперативная группа 58 испытывает сложности с определением координат противника. Вышлите как можно больше разведчиков.
uk: Оперативна група 58 зазнає труднощів з визначенням координат противника. Вишліть якомога більше розвідників.

# LS_PVE_MISSIONTEXT_N1C7M4
source: A garbled message from one of the Enterprise search planes indicated a sighting. The Japanese fleet is 275 miles out, moving due west at a speed of 20 knots, in two groups, north and south. Engage the group to the north
ru: Получено сообщение с одного из разведчиков Энтерпрайза. До японского флота 275 миль, он движется на запад со скоростью 20 узлов, двумя группами, Северной и Южной. Атакуйте Северную группу.
uk: Отримано повідомлення з одного з розвідників Ентерпрайза. До японського флоту 275 миль, він рухається на захід зі швидкістю 20 вузлів, двома групами, Північної і Південної. Атакуйте Північну групу.

# LS_PVE_MISSIONTEXT_N1C7M5
source: A garbled message from one of the Enterprise search planes indicated a sighting. The Japanese fleet is 275 miles out, moving due west at a speed of 20 knots, in two groups, north and south. Engage the group to the south
ru: Получено сообщение с одного из разведчиков Энтерпрайза. До японского флота 275 миль, он движется на запад со скоростью 20 узлов, двумя группами, Северной и Южной. Атакуйте Южную группу.
uk: Отримано повідомлення з одного з розвідників Ентерпрайза. До японського флоту 275 миль, він рухається на захід зі швидкістю 20 вузлів, двома групами, Північної і Південної. Атакуйте Південну групу.

# LS_PVE_CHAPTERDEBRIEF_N1C7
source: Why, hell, it was just like an old-time turkey shoot down home! On the first day, the enemey launched 373 carrier aircraft, of which only 130 returned to the carriers. After the second day of the battle, Japanese losses totaled three carriers, more than 433 carrier aircraft, and around 200 land-based aircraft. Without the time or resources to build sufficient aircraft and train experienced pilots, the surviving Japanese carriers are now useless as weapons.
ru: Чёрт, это напоминает старую охоту на индюшек! В первый день битвы, японцы запустили 373 самолета, из которых обратно вернулись 130. На второй день, они потеряли 3 авианосца, 433 самолета морского базирования и около 200 самолетов наземного базирования. Они не смогут восполнить потери в людях и технике. Японские авианосцы больше не представляют угрозы.
uk: Чорт, це нагадує стару полювання на індичок! У перший день битви, японці запустили 373 літака, з яких назад повернулися 130. На другий день, вони втратили 3 авіаносця, 433 літака морського базування і близько 200 літаків наземного базування. Вони не зможуть заповнити втрати в людях і техніці. Японські авіаносці більше не становлять загрози.

# LS_PVE_CHAPTERNAME_N1C8
source: Ambush in the Palawan Passage
ru: Засада в проливе Палаван
uk: Засада в протоці Палаван

# LS_PVE_CHAPTERBRIEF_N1C8
source: Our intelligence indicates that two Japanese battleship forces left Borneo and are heading for Palawan Passage. It is an ideal place for ambush, with dangerous, reef-infested waters. If you are really lucky, you can catch battleship Yamato! Another great target is Admiral Kurita, who keeps his flag on the Atago.
ru: Разведка докладывает, что две эскадры японских кораблей, имеющие в своем составе линкоры, вышли с Борнео и идут к проливу Палаван. Это идеальное место для засады, с множеством островов и рифов. Если вам повезет, вы даже сможете выстрелить по линкору Ямато. Еще одна неплохая цель - адмирал Курита и его флагман Атаго.
uk: Розвідка доповідає, що дві ескадри японських кораблів, які мають в своєму складі лінкори, вийшли з Борнео і йдуть до протоки Палаван. Це ідеальне місце для засідки, з безліччю островів і рифів. Якщо вам пощастить, ви навіть зможете вистрілити по лінкора Ямато. Ще одна непогана мета - адмірал Куріта і його флагман Атаго.

# LS_PVE_MISSIONTEXT_N1C8M1
source: Our radar detected the Japanese formation at a range of 30,000 yards. We need to get through the screen.
ru: Радары обнаружили японскую эскадру в 30 милях. Необходимо преодолеть ее охранение.
uk: Радари виявили японську ескадру в 30 милях. Необхідно подолати її охорону.

# LS_PVE_MISSIONTEXT_N1C8M2
source: Let's pick them off one by one. Avoid their escort ships and sink two cruisers.
ru: Уничтожайте основные цели. Старайтесь не вступать в контакт с эскортом.
uk: Знищуйте основні цілі. Намагайтеся не вступати в контакт з ескортом.

# LS_PVE_MISSIONTEXT_N1C8M3
source: We are now in sight of Admiral Kurita’s fleet. He is failing to take anti-submarine precautions. This is a great chance. His flag is on the Atago.
ru: На горизонте виден флот адмирала Куриты. Он не предпринимает противолодочных маневров. Это прекрасный шанс уничтожить флагмана - Атаго.
uk: На горизонті видно флот адмірала Куріти. Він не робить протичовнових маневрів. Це прекрасний шанс знищити флагмана - Атаго.

# LS_PVE_MISSIONTEXT_N1C8M4
source: Our surface fleet is within range. We can do even more damage to the enemy forces from underwater while the surface ships are engaged.
ru: На соединение с нами идут надводные корабли. Пока противник связан боем, мы можем нанести еще несколько ударов из-под воды.
uk: На з'єднання з нами йдуть надводні кораблі. Поки противник пов'язаний боєм, ми можемо нанести ще кілька ударів з-під води.

# LS_PVE_MISSIONTEXT_N1C8M5
source: We can not let this victory become a defeat. Protect our carriers and finish off the Japanese forces!
ru: Если будут уничтожены наши авианосцы, этот бой станет нашим поражением! Защитите авианосцы и уничтожьте силы врага!
uk: Якщо будуть знищені наші авіаносці, цей бій стане нашою поразкою! Захистіть авіаносці і знищіть сили ворога!
