Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_PVE_CHAPTERDEBRIEF_N1C8
source: Admiral Kurita was fished out of the water, but it is speculated that his morale was negatively affected by the incident. For your excellent performance in this battle, you are now transferred directly in the disposal of the Chief of Staff of the United States Pacific Command. Your current orders are to continue free hunt. You will be contacted when necessary.
ru: Хотя японцы и смогли выловить из воды адмирала Куриту, ходят слухи, что его решимость пострадала. За отличное выполнение боевой задачи, вы переводитесь в непосредственно подчинение Тихоокеанского Командования вооруженных сил США. Ваш приказ - продолжать свободную охоту.
uk: Хоча японці і змогли виловити з води адмірала Куріту, ходять чутки, що його рішучість постраждала. За відмінне виконання бойового завдання, ви переводитеся в безпосередньо підпорядкування Тихоокеанського командування збройних сил США. Ваш наказ - продовжувати вільне полювання.

# LS_MENU_MODE_CAMPAIGN
source: CAMPAIGN
ru: КАМПАНИЯ
uk: КАМПАНІЯ

# LS_MENU_MODE_CAMPAIGN_DESC
source: STORY BASED ON WORLD WAR II EVENTS
ru: ИСТОРИЯ ОСНОВАННАЯ НА СОБЫТИЯХ ВТОРОЙ МИРОВОЙ ВОЙНЫ
uk: ІСТОРІЯ ГРУНТУЄТЬСЯ НА ПОДІЇ ДРУГОЇ СВІТОВОЇ ВІЙНИ

# LS_MENU_MODE_SURVIVAL
source: SURVIVAL
ru: ВЫЖИВАНИЕ
uk: ВИЖИВАННЯ

# LS_MENU_MODE_SURVIVAL_DESC
source: DESTROY WAVES OF ENEMIES TO GAIN EXPERIENCE
ru: НАБИРАЙСЯ ОПЫТА УНИЧТОЖАЯ ВОЛНЫ ПРОТИВНИКОВ
uk: Набиратися досвіду знищити хвилі ПРОТИВНИКІВ

# LS_MENU_MODE_ONLINE_DESC
source: MASSIVE BATTLE WITH[BR]REAL PLAYERS
ru: МАСШТАБНЫЕ СРАЖЕНИЯ[BR]С РЕАЛЬНЫМИ ИГРОКАМИ
uk: МАСШТАБНІ БОЮ[BR]З РЕАЛЬНИМИ ГРАВЦЯМИ

# LS_MENU_MODE_OPERATION
source: OPERATION
ru: СПЕЦ. ОПЕРАЦИЯ
uk: СПЕЦ. ОПЕРАЦІЯ

# LS_MENU_MODE_OPERATION_DESC
source: SPECIAL OPERATIONS FOR DIFFERENT SHIP CLASSES
ru: СПЕЦИАЛЬНЫЕ ОПЕРАЦИИ КОРАБЛЕЙ РАЗНЫХ КЛАССОВ
uk: СПЕЦІАЛЬНІ ОПЕРАЦІЇ КОРАБЛІВ РІЗНИХ КЛАСІВ

# LS_MENU_MODE_ONLINE_TITLE
source: ONLINE
ru: ОНЛАЙН
uk: ОНЛАЙН

# LS_MENU_MODE_ONLINE_BATTLE_START_IN
source: BATTLE WILL START IN
ru: СРАЖЕНИЕ ЧЕРЕЗ
uk: БИТВА ЧЕРЕЗ

# LS_MENU_MODE_ONLINE
source: JOIN A BATTLE
ru: ПРИСОЕДИНИТЬСЯ
uk: ПРИЄДНАТИСЯ

# LS_MENU_MODE_ONLINE_MATCH_COST
source: MATCH COST
ru: СТОИМОСТЬ МАТЧА
uk: ВАРТІСТЬ МАТЧУ

# LS_TAP_TO_MORE
source: Tap for more…
ru: Больше…
uk: Більше ...

# LS_MISSION_PRIMARY_TARGET
source: PRIMARY TASK
ru: ОСНОВНАЯ ЦЕЛЬ
uk: ОСНОВНА ЦІЛЬ

# LS_MISSION_STAGE
source: STAGE
ru: СТАДИЯ
uk: СТАДІЯ

# LS_MISSION_SECONDARY_TARGET
source: SECONDARY TASK
ru: ДОПОЛНИТЕЛЬНАЯ ЦЕЛЬ
uk: ДОДАТКОВА ЦІЛЬ

# LS_PRIMARY_TARGET_COMPLETED
source: Primary task completed!
ru: Основная задача выполнена!
uk: Основне завдання виконано!

# LS_SECONDARY_TARGET_COMPLETED
source: Secondary task completed!
ru: Дополнительная задача выполнена!
uk: Додаткове завдання виконано!

# LS_PALAWAN_PASSAGE
source: Palawan Passage
ru: Пролив Палаван
uk: Протока Палаван

# LS_TAIWAN
source: Taiwan
ru: Тайвань
uk: Тайвань

# LS_CAPE_ENGANO
source: Cape Engano
ru: мыс Энгано
uk: мис Енгано

# LS_SOUTH_CHINA_SEA
source: South China Sea
ru: Южно-китайское море
uk: Південно-китайське море

# LS_VIETNAM
source: Vietnam
ru: Вьетнам
uk: В'єтнам

# LS_PILIPPINE_SEA
source: Philippine Sea
ru: Филиппинское море
uk: Філіппінське море

# LS_WAKE_ISLAND
source: Wake Island
ru: остров Уэйк
uk: острів Уейк

# LS_PHILIPPINE_SEA
source: Philippine Sea
ru: Филиппинское море
uk: Філіппінське море

# LS_PACIFIC_OCEAN
source: Pacific Ocean
ru: Тихий океан
uk: Тихий океан

# LS_MALAYSIA
source: Malaysia
ru: Малайзия
uk: Малайзія

# LS_PHILIPPINES
source: Philippines
ru: Филиппины
uk: Філіппіни

# LS_SURIGAO_STRAIT
source: Surigao Strait
ru: Пролив Суригао
uk: протока Сурігао

# LS_CAPE_ESPERANCE
source: Cape Esperance
ru: мыс Эсперанс
uk: мис Есперанс

# LS_INDONESIA
source: Indonesia
ru: Индонезия
uk: Індонезія

# LS_EMPRESS_AUGUSTA_BAY
source: Empress Augusta Bay
ru: залив Императрицы Августы
uk: затоку Імператриці Августи

# LS_JAVA_SEA
source: Java Sea
ru: Яванское море
uk: Яванське море

# LS_BISMARCK_SEA
source: Bismarck Sea
ru: море Бисмарка
uk: море Бісмарка

# LS_GUADALCANAL
source: Guadalcanal
ru: Гуадалканал
uk: Гуадалканал

# LS_PAPUA_NEW_GUINEA
source: Papua New Guinea
ru: Папуа Новая Гвинея
uk: Папуа Нова Гвінея

# LS_INDIAN_OCEAN
source: Indian Ocean
ru: Индийский океан
uk: Індійський океан

# LS_CORAL_SEA
source: Coral Sea
ru: Коралловое море
uk: Коралове море

# LS_AUSTRALIA
source: Australia
ru: Австралия
uk: Австралія

# LS_FLORIDA_ISLANDS
source: Florida Islands
ru: острова Флорида
uk: острова Флорида

# LS_JAPANESE_FORCES
source: Japanese Forces
ru: японские силы
uk: Японські Сили

# LS_SAVO_ISLAND
source: Savo Island
ru: остров Саво
uk: острів Саво

# LS_GUADALCANAL_ISLAND
source: Guadalcanal Island
ru: остров Гуадалканал
uk: острів Гуадалканал

# LS_US_FORCES
source: US Forces
ru: силы США
uk: сили США

# LS_SOLOMON_SEA
source: Solomon Sea
ru: Соломоново море
uk: Соломоново море

# LS_YOBARI
source: Yobari
ru: Юбари
uk: Юбарі

# LS_TENRYU
source: Tenryu
ru: Тенрю
uk: Тенри

# LS_FURUTAKA
source: Furutaka
ru: Фурутака
uk: Фурутака

# LS_KINUGASA
source: Kinugasa
ru: Кинугаса
uk: Кінугаса

# LS_KAKO
source: Kako
ru: Како
uk: Како

# LS_AOBA
source: Aoba
ru: Аоба
uk: Аоба

# LS_SHOKAI
source: Shokai
ru: Сокай
uk: Сокай

# LS_ALLIES_NORTHERN_GROUP
source: Allied Northern Group
ru: Союзники, северная группа
uk: Союзники, північна група

# LS_ALIED_SOUTHERN_GROUP
source: Allied Southern Group
ru: Союзники, южная группа
uk: Союзники, південна група

# LS_NGGELA_CHANNEL
source: Nggela Channel
ru: пролив Нггела
uk: протока Нггела

# LS_SEALARK_CHANNEL
source: Sealark Channel
ru: пролив Силарк
uk: протока Сіларк

# LS_LUNGA_POINT
source: Lunga Point
ru: Лунга Пойнт
uk: Лунга Пойнт

# LS_KOLI_POINT
source: Koli Point
ru: Коли Пойнт
uk: Колі Пойнт

# LS_TAIVU_POINT
source: Taivu Point
ru: Тайву Пойнт
uk: Тайво Пойнт

# LS_HERDERSON_AIR_FIELD
source: Henderson Air Field
ru: Хендерсон-Филд
uk: Хендерсон-Філд

# LS_LATANGAI_ISLAND
source: Latangai Island
ru: остров Латангай
uk: острів Латангай

# LS_NEW_BRITAIN
source: New Britain
ru: Новая Британия
uk: Нова Британія

# LS_SOUTH_PACFIC_OCEAN
source: South Pacific Ocean
ru: Южный Тихий океан
uk: Південний Тихий океан

# LS_BOUGAINVILLE_ISLAND
source: Bougainville Island
ru: остров Буганвилль
uk: острів Буганвілль

# LS_SANTA_ISABEL_ISLAND
source: Santa Isabel Island
ru: остров Санта Изабел
uk: острів Санта Ізабел

# LS_SOLOMON_ISLANDS
source: Solomon Islands
ru: Соломоновы острова
uk: Соломонові острови

# LS_SAN_CRISTOBAL
source: San Cristobal
ru: Сан Кристобаль
uk: Сан Крістобаль

# LS_PORT_MORESBY
source: Port Moresby
ru: Порт Моресби
uk: Порт Моресбі

# LS_JAPANESE_LANDINGS
source: Japanese Landings
ru: Японский десант
uk: Японський десант

# LS_CONVERTING_GROUP
source: Converting Group
ru: точка встречи
uk: Точка зустрічі

# LS_CRACE_DETACHES_TO_ATTACK_INVASION_GROUP
source: Crace Detaches To Attack Invasion Group
ru: Крейс атакует группу вторжения
uk: Крейс атакує групу вторгнення

# LS_AIR_ATTACK_LAUNCHED
source: Air Attack Launched
ru: начало воздушной атаки
uk: Початок повітряної атаки

# LS_TASK_FORCE
source: Task Force
ru: Оперативная группа
uk: Оперативна група

# LS_NORTHEM_FORCE
source: Northern Force
ru: Северная группа
uk: Північна група

# LS_LUZON
source: Luzon
ru: Лузон
uk: Лузон

# LS_MINDORO
source: Mindoro
ru: Миндоро
uk: Міндоро

# LS_CENTRAL_FORCE
source: Central Force
ru: Центральная группа
uk: Центральна група

# LS_SAMAR
source: Samar
ru: Самар
uk: Самар

# LS_PANAY
source: Panay
ru: Панай
uk: Панай

# LS_LEYTE
source: Leyte
ru: Лейте
uk: Лейте

# LS_LEYTE_GULF
source: Leyte Gulf
ru: залив Лейте
uk: затока Лейте

# LS_KALAYAAN_ISLAND
source: Kalayaan Island
ru: остров Калайян
uk: острів Калайян

# LS_SHIMA_FORCE
source: Shima Force
ru: группа Сима
uk: група Сіма

# LS_CEBU
source: Cebu
ru: Себу
uk: Себу

# LS_DINAGAT_SOUND
source: Dinagat Sound
ru: пролив Динагат
uk: протока Дінагат

# LS_NEGROS
source: Negros
ru: Негрос
uk: Негрос

# LS_PALAWAN
source: Palawan
ru: Палаван
uk: Палаван

# LS_SULU_SEA
source: Sulu Sea
ru: море Сулу
uk: море Сулу

# LS_MINDANAO_SEA
source: Mindanao Sea
ru: море Минданао
uk: море Мінданао

# LS_SOUTHEN_FORCE
source: Southern Force
ru: Южная группа
uk: Південна група

# LS_MINDANAO
source: Mindanao
uk: Мінданао

# LS_SAN_JORGE_ISLAND
source: San Jorge Island
ru: остров Сан Джордж
uk: острів Сан Джордж

# LS_FLORIDA_ISLAND
source: Florida Island
ru: остров Флорида
uk: острів Флорида

# LS_MALAITA_IALAND
source: Malaita Ialand
ru: остров Малайта
uk: острів Малайта

# LS_RUSSELL_ISLANDS
source: Russell Islands
ru: острова Рассела
uk: острови Рассела

# LS_BUKA_ISLAND
source: Buka Island
ru: остров Бука
uk: острів Бука

# LS_BOUGAINVILE_ISLAND
source: Bougainvile Island
ru: остров Буганвилль
uk: острів Буганвілль

# LS_KJETA_AIRFIELD
source: Kjeta Airfield
ru: аэродром Кьета
uk: аеродром Кьети

# LS_KARA_AIRFIELD
source: Kara Airfield
ru: аэродром Кара
uk: аеродром Кара

# LS_SHORTLAND_ISLAND
source: Shortland Island
ru: остров Шортленд
uk: острів Шортленд

# LS_FAURO_ISLAND
source: Fauro Island
ru: остров Фауро
uk: острів Фаур

# LS_TREASURY_ISLAND
source: Treasury Island
ru: остров Трежери
uk: острів Трежер

# LS_NORTH_PACIFIC_OCEAN
source: North Pacific Ocean
ru: Северный Тихий океан
uk: Північний Тихий океан

# LS_PEALE_ISLAND
source: Peale Island
ru: остров Пил
uk: острів Піл

# LS_WILKES_ISLAND
source: Wilkes Island
ru: остров Уилкс
uk: острів Вілкс

# LS_CAPE_ESPARANCE
source: Cape Esperance
ru: мыс Эсперанс
uk: мис Есперанс

# LS_KALAYAAN_ISLANDS
source: Kalayaan Islands
ru: острова Калайян
uk: острови Калайян

# LS_SULU_ARCHIPELAGO
source: Sulu Archipelago
ru: архипелаг Сулу
uk: архіпелаг Сулу

# LS_BOMEO
source: Bomeo
ru: Бомео
uk: Бомео

# LS_US_SUBMARINES
source: US Submarines
ru: ПЛ США
uk: ПЛ США

# LS_OKINAWA
source: Okinawa
ru: Окинава
uk: Окінава

# LS_RYUKYU_ISLANDS
source: Ryukyu Islands
ru: острова Рюкю
uk: острови Рюкю

# LS_IWO_JIMA
source: Iwo Jima
ru: Иводзима
uk: Иводзима

# LS_PAJARAS
source: Pajaras
ru: Паджарас
uk: Паджарас

# LS_PAGAN
source: Pagan
ru: Паган
uk: Паган

# LS_MARIANAS_ISLANDS
source: Marianas Islands
ru: Марианские острова
uk: Маріанські острови

# LS_US_TASK_FORCE
source: US Task Force
ru: Оперативная группа США
uk: Оперативна група США

# LS_JPANESE_MOBILE_FLEET
source: Japanese Mobile Fleet
ru: Оперативная группа Японии
uk: Оперативна група Японії

# LS_GUAM
source: Guam
ru: Гуам
uk: Гуам

# LS_TINIAN
source: Tinian
ru: Тиниан
uk: Тініан

# LS_YAP
source: Yap
ru: Яп
uk: Яп

# LS_ULITHI
source: Ulithi
ru: Улити
uk: Уліті

# LS_CAROLINE_ISLANDS
source: Caroline Islands
ru: Каролинские острова
uk: Каролінські острова

# LS_PALAU_ISLANDS
source: Palau Islands
ru: острова Палау
uk: острова Палау

# LS_TRUK_ISLANDS
source: Truk Islands
ru: острова Трук
uk: острови Трук

# LS_TAWI_TAWI
source: Tawi Tawi
ru: Тави Тави
uk: Таві Таві

# LS_FORMOSA
source: Formosa
ru: Формоза
uk: Формоза

# LS_LEYTE_ISLAND
source: Leyte Island
ru: остров Лейте
uk: острів Лейте

# LS_LEYTA_GUIF
source: Leyte Guif
ru: залив Лейте
uk: затока Лейте

# LS_SOGOD_BAY
source: Sogod Bay
ru: залив Согод
uk: затока Согод

# LS_CABALIAN_BAY
source: Cabalian Bay
ru: залив Кабалиан
uk: затока Кабаліан

# LS_DINAGAT_ISLAND
source: Dinagat Island
ru: остров Динагат
uk: острів Дінагат

# LS_DANAON_ISLAND
source: Danaon Island
ru: остров Данаон
uk: острів Данаон

# LS_SOUTHEM_FORCE
source: Southem Force
ru: Южная группа
uk: Південна група

# LS_PVE_CHAPTERNAME_N2C1
source: Battle of Narvik
ru: Битва при Нарвике
uk: Битва при Нарвіку

# LS_PVE_CHAPTERBRIEF_N2C1
source: Germany has invaded Norway. In the Ofotfjord leading to Narvik, the ten German destroyers of Gruppe 1 entered the area unopposed, as no British ships stood in their way. They sank Norwegian coastal defense ships and landed their troops. The commander of Narvik, Konrad Sundlo, surrendered the land forces in the town without a fight. Now Britain must retaliate. You are to join the 2nd Destroyer Flotilla and strike at the German destroyers.
ru: Германия вторглась в Норвегию. Группа 1 из 10 немецких эсминцев смогла беспрепятственно войти в Офотфиорд, на берегу которого расположен город Нарвик. Они уничтожили норвежскую береговую охрану и высадили десант. Комендант Нарвика Конрад Сундло сдал город без боя. Британия обязана вмешаться! В составе 2-й эскадры эсминцев, вы должны нанести удар по немецким эсминцам.
uk: Німеччина вторглася в Норвегію. Група 1 з 10 німецьких есмінців змогла безперешкодно увійти в Офотфіорд, на березі якого розташоване місто Нарвик. Вони знищили норвезьку берегову охорону і висадили десант. Комендант Нарвика Конрад Сундло здав місто без бою. Британія зобов'язана втрутитися! У складі 2-ї ескадри есмінців, ви повинні нанести удар по німецьким есмінцям.

# LS_PVE_MISSIONTEXT_N2C1M1
source: Enter Ofotfjord to attack the German ships assigned to the occupation of Narvik. Sink any transports that you encounter. This is their first screen.
ru: Войдите в Офотфиорд и атакуйте немецкие корабли, приготовившиеся к захвату Нарвика. Уничтожайте любые транспорты.
uk: Увійдіть в Офотфіорд і атакуйте німецькі кораблі, що приготувалися до захоплення Нарвика. Знищуйте будь транспорти.

# LS_PVE_MISSIONTEXT_N2C1M2
source: Further down Ofotfjord, there are more troop transports and destroyers. Continue with your mission to destroy them.
ru: В глобине Офотфиорда находятся еще транспорты и эсминцы. Продолжайте уничтожение.
uk: У глибині Офотфіорда знаходяться ще транспорти і есмінці. Продовжуйте знищення.

# LS_PVE_MISSIONTEXT_N2C1M3
source: Narvik is within sight, and the main transport and destroyer force is there, preparing to retreat after unloading. None of them must escape back to Germany!
ru: В прямой видимости Нарвика обнаружена основная группировка транспортов и эсминцев, направляющаяся в Германию после атаки. Не дайте им уйти!
uk: У прямої видимості Нарвика виявлена ​​основна угруповання транспортів і есмінців, котра направляється до Німеччини після атаки. Не дайте їм піти!

# LS_PVE_MISSIONTEXT_N2C1M4
source: The British Home Fleet near Narvik was reinforced by battleship Warspite and carrier Furious. You must escort the carrier to its position.
ru: Британский флот метрополии под Нарвиком усилен линкором Уорспайт и авианосцем Фьюриоус. Сопровождайте авианосец к его позиции.
uk: Британський флот метрополії під Нарвіком посилений лінкором Уорспайт і авіаносцем Ф’юріоус. Супроводжуйте авіаносець до його позиції.

# LS_PVE_MISSIONTEXT_N2C1M5
source: Join forces with battleship Warspite and its escort to enter the Narvik fjords again and finish off the remaining German ships.
ru: Присоединитесь к эскадре линкора Уорспайт, направляющейся в фиорды, чтобы уничтожить оставшиеся корабли Германии.
uk: Приєднайтесь до ескадрі лінкора Уорспайт, що прямує в фіорди, щоб знищити залишилися кораблі Німеччини.

# LS_PVE_CHAPTERDEBRIEF_N2C1
source: Due to your actions, Germany lost 10 destroyers (50% of their entire destroyer force), one submarine and several support ships at Narvik. You completely obliterated their Naval force, but Britain was unprepared to follow it up with any land operation. The Germans achieved the main goal of their operation: the successful invasion and occupation of Norway.
ru: Благодаря вашим действиям, Германия потеряла 10 эсминцев, то есть половину от имевшегося числа, одну подводную лодку и несколько вспомогательных кораблей. Несмотря на уничтожение морских сил противника, Британия оказалась не готова развить успех при помощи наземной операции. Германское вторжение в Норвегию было успешно завершено.
uk: Завдяки вашим діям, Німеччина втратила 10 есмінців, тобто половину від наявного числа, один підводний човен і кілька допоміжних кораблів. Незважаючи на знищення морських сил противника, Британія виявилася не готова розвинути успіх за допомогою наземної операції. Німецьке вторгнення до Норвегії було успішно завершено.

# LS_PVE_CHAPTERNAME_N2C2
source: Convoy PQ15 and Return QP11
ru: Конвой PQ15
uk: Конвой PQ15

# LS_PVE_CHAPTERBRIEF_N2C2
source: You are assigned to patrol the Norwegian waters to thwart off possible attacks on Arctic Convoys to the Soviet Union, which are delivering essential supplies to the Soviet Union under the Lend-Lease program. Two convoys will be in your area of patrol, the PQ 15 from Reykjavík to Murmansk and the reciprocal QP 11, which requires your special attention. HMS Edinburgh is carrying 4,570 kg of gold bullion back to the UK, as payment by the USSR for the supplies.
ru: Вы отправляетесь в патруль у берегов Норвегии для защиты Арктических конвоев, доставляющих грузы в СССР по программе ленд-лиза. Через вашу область патрулирования пройдут два конвоя, PQ 15 из Рейкьявика в Мурманск и обратный QP 11, на который вам следует обратить особое внимание. Крейсер Эдинбург, следующий в составе этого конвоя, везет в Британию из СССР 4 570 кг золота, уплаченного за поставки.
uk: Ви вирушаєте в патруль біля берегів Норвегії для захисту Арктичних конвоїв, що доставляють вантажі в СРСР за програмою ленд-лізу. Через вашу область патрулювання пройдуть два конвою, PQ 15 з Рейк'явіка в Мурманськ і зворотний QP 11, на який вам слід звернути особливу увагу. Крейсер Едінбург, наступний в складі цього конвою, везе до Британії з СРСР 4 570 кг золота, сплаченого за поставки.

# LS_PVE_MISSIONTEXT_N2C2M1
source: German raiders have been detected on the path of PQ15, which is now expected to be 100 miles to the East. Destroy the raiders and try to establish contact with PQ 15.
ru: На маршруте конвоя PQ 15 обнаружены немецкие рейдеры. Сам конвой находится приблизительно в 100 милях к востоку от этой точки. Уничтожьте рейдеров и установите контакт с конвоем.
uk: На маршруті конвою PQ 15 виявлені німецькі рейдери. Сам конвой знаходиться приблизно в 100 милях на схід від цієї точки. Необхідно знищити рейдерів і встановіть контакт з конвоєм.

# LS_PVE_MISSIONTEXT_N2C2M2
source: You have contact with PQ 15, which is under attack and is requesting immediate relief. Join the battle at once and protect the transports!
ru: Установлен контакт с конвоем PQ 15. Он атакован и требует немедленной поддержки. Вступите в бой и защищайте транспорты!
uk: Встановлено контакт з конвоєм PQ 15. Він атакований і вимагає негайної підтримки. Приєднуйтеся до бій і захищайте транспорти!

# LS_PVE_MISSIONTEXT_N2C2M3
source: PQ 15 is safe, but QP 11 is now approaching the zone where German raiders are active. Clear the way for QP 11. Remember, HMS Edinburgh must make it to London.
ru: PQ 15 миновал опасную зону, но теперь к ней приближается встречный конвой QP 11. Уничтожьте немецких рейдеров на его маршруте. И помните, крейсер Эдинбург должен дойти до Лондона!
uk: PQ 15 минув небезпечну зону, але тепер до неї наближається зустрічний конвой QP 11. Необхідно знищити німецьких рейдерів на його маршруті. І пам'ятайте, крейсер Единбург повинен дійти до Лондона!

# LS_PVE_MISSIONTEXT_N2C2M4
source: The first ships of QP 11 are within range and there still are German raiders remaining! Now you must destroy the raiders while protecting the convoy.
ru: Конвой уже на горизонте, а немецкие рейдеры еще не уничтожены! Теперь вы должны продолжать бой с ними, защищая конвой.
uk: Конвой вже на горизонті, а німецькі рейдери ще не знищені! Тепер ви повинні продовжувати бій з ними, захищаючи конвой.

# LS_PVE_MISSIONTEXT_N2C2M5
source: HMS Edinburgh is under attack! Protect her and her special cargo!
ru: Крейсер Эдинбург атакован! Он несет особый груз, который должен быть доставлен в Лондон!
uk: Крейсер Единбург атакований! Він несе особливий вантаж, який повинен бути доставлений в Лондон!

# LS_PVE_CHAPTERDEBRIEF_N2C2
source: Four and a half tons of gold, our gold, mind you, are now buried at 250 meters depth! But you sank so many German ships and saved so many of ours that you are now a war hero. If we could, we would put you in a submarine and send you fishing for gold with your bare hands, but instead, we have to give you a medal and a new rank. Oh, and you are also being transferred to the Mediterranean. Hope to never see you again.
ru: Четыре с половиной тонны золота, нашего золота, позвольте заметить, теперь украшают морское дно на глубине 250 метров! А вы у нас герой - вы убили много немцев и спасли много наших. И вместо того, чтобы отправить вас одного на подводной лодке вылавливать это золото, мы должны дать вам медаль и новое звание. И кстати, вы переведены на Средиземноморский флот. Надеюсь, мы больше не встретимся.
uk: Чотири з половиною тонни золота, нашого золота, дозвольте зауважити, тепер прикрашають морське дно на глибині 250 метрів! А ви у нас герой - ви вбили багато німців і врятували багато наших. І замість того, щоб відправити вас одного на підводному човні виловлювати це золото, ми повинні дати вам медаль і нове звання. І до речі, ви переведені на Середземноморський флот. Сподіваюся, ми більше не зустрінемося.

# LS_PVE_CHAPTERNAME_N2C3
source: Battle of Sirte
ru: Сражение в заливе Сидра
uk: Бій в затоці Сідра

# LS_PVE_CHAPTERBRIEF_N2C3
source: Malta is an important military and naval fortress, being the only Allied base between Gibraltar and Alexandria, Egypt. It is a vital way station along Britain's lifeline, through Egypt and the Suez Canal to India and the Far East. Malta is constantly under Axis siege. You are to sail from Alexandria with four fast supply ships for Malta, with cruiser and destroyer escorts. Italian battleships have been sighted to the north, just off the Gulf of Sirte.
ru: Мальта - это наша важнейшая база в Средиземном море, единственная между Гибралтаром и Александрией в Египте. Она обеспечивает перевозки через Суэцкий канал в Индию и на Дальний Восток. Мальта постоянно находится в осаде стран Оси. Вы должны выйти из Александрии с четырьмя быстрыми транспортами и эскортом, и достичь Мальты. В районе вашего плавания, недалеко от залива Сидра, замечены итальянские корабли,.
uk: Мальта - це наша найважливіша основа в Середземному морі, єдина між Гібралтаром і Олександрією в Єгипті. Вона забезпечує перевезення через Суецький канал до Індії і на Далекий Схід. Мальта постійно знаходиться в облозі країн Осі. Ви повинні вийти з Олександрії з чотирма швидкими транспортами і ескортом, і досягти Мальти. В районі вашого плавання, недалеко від затоки Сидру, помічені італійські кораблі ,.

# LS_PVE_MISSIONTEXT_N2C3M1
source: Italian cruisers are approaching. The supply ships with an escort are to stand off to the south, protected by smoke laid by 'Carlisle'. You are to hold off the Italians with cannonade and torpedoes.
ru: Приближаются итальянские крейсеры. Наши транспорты с эскортом отходят на юг, прикрытые дымовой завесой с Карлайла. Отразите атаку!
uk: Наближаються італійські крейсери. Наші транспорти з ескортом відходять на південь, прикриті димовою завісою з Карлайла. Відобразіть атаку!

# LS_PVE_MISSIONTEXT_N2C3M2
source: The Italians have split into several forces and are trying to attack from all directions! Hold off the Northern force.
ru: Итальянцы разделились на несколько групп и атакуют с разных направлений! Остановите северную группу.
uk: Італійці розділилися на кілька груп і атакують з різних напрямків! Зупиніть північну групу.

# LS_PVE_MISSIONTEXT_N2C3M3
source: The Italians have split into several forces and are trying to attack from all directions! Hold off the Southern force.
ru: Итальянцы разделились на несколько групп и атакуют с разных направлений! Остановите южную группу.
uk: Італійці розділилися на кілька груп і атакують з різних напрямків! Зупиніть південну групу.
