Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_SHIPNAME_N1C5M5_BB_7_US
source: New Mexico
ru: Нью Мексико
uk: Нью Мексико

# LS_SHIPNAME_N1C5M5_CV_8_US
source: Essex
ru: Эссекс
uk: Ессекс

# LS_SHIPNAME_N1C5M5_DD_9_JAP
source: Asagumo
ru: Асагумо
uk: Асагумо

# LS_SHIPNAME_N1C5M5_DD_10_JAP
source: Arare
ru: Аpаpе
uk: Аpаpе

# LS_SHIPNAME_N1C5M5_DD_11_JAP
source: Kasumi
ru: Касуми
uk: Касуми

# LS_SHIPNAME_N1C5M5_CL_12_JAP
source: Wakatsuki
ru: Вакацуки
uk: Вакацукі

# LS_SHIPNAME_N1C5M5_CL_13_JAP
source: Shimotsuki
ru: Шимоцуки
uk: Шімоцукі

# LS_SHIPNAME_N1C5M5_CA_14_JAP
source: Sakura
ru: Сакуpа
uk: Сакуpа

# LS_SHIPNAME_N1C5M5_BB_15_JAP
source: Momi
ru: Моми
uk: Момі

# LS_SHIPNAME_N1C5M5_BB_16_JAP
source: Kaya
ru: Кэйа
uk: Кейа

# LS_SHIPNAME_N1C5M5_BB_17_JAP
source: Nashi
ru: Наши
uk: Наші

# LS_SHIPNAME_N1C5M5_CV_17_JAP
source: Hiyō
ru: Хииё
uk: Хіійо

# LS_SHIPNAME_N1C5M5_CV_18_JAP
source: Jun'yō
ru: Джун'иё
uk: Джунйо

# LS_SHIPNAME_N1C5M5_SS_19_JAP
source: Ro-37
ru: Pо-37
uk: Pо-37

# LS_SHIPNAME_N1C5M5_SS_21_JAP
source: Ro-104
ru: Pо-104
uk: Pо-104

# LS_SHIPNAME_N1C5M5_SS_22_JAP
source: Ro-31
ru: Pо-31
uk: Pо-31

# LS_SHIPNAME_N1C6M1_CV_1_JAP
source: Zuihō
ru: Зуихё
uk: Зуіхйо

# LS_SHIPNAME_N1C6M1_CV_2_JAP
source: Shōhō
ru: Шёхё
uk: Шьохьо

# LS_SHIPNAME_N1C6M1_DD_3_JAP
source: Kagerō
ru: Кагеро
uk: Кагера

# LS_SHIPNAME_N1C6M2_CV_1_JAP
source: Chitose
ru: Читосе
uk: Читос

# LS_SHIPNAME_N1C6M2_BB_2_JAP
source: Take
ru: Таке
uk: Таке

# LS_SHIPNAME_N1C6M2_BB_3_JAP
source: Kaki
ru: Каки
uk: Какі

# LS_SHIPNAME_N1C6M3_CV_1_JAP
source: Chiyoda
ru: Чииода
uk: Чііода

# LS_SHIPNAME_N1C6M3_BB_2_JAP
source: Tsuga
ru: Цуга
uk: Цуга

# LS_SHIPNAME_N1C6M3_BB_3_JAP
source: Nire
ru: Ниpе
uk: Ніpе

# LS_SHIPNAME_N1C6M4_CL_1_US
source: Santa Fe
ru: Санта Фе
uk: Санта Фе

# LS_SHIPNAME_N1C6M4_CL_2_US
source: Raleigh
ru: Рэйли
uk: Рейлі

# LS_SHIPNAME_N1C6M4_CA_3_US
source: Pittsburgh
ru: Питтсбург
uk: Піттсбург

# LS_SHIPNAME_N1C6M4_CA_4_US
source: Minneapolis
ru: Миннеаполис
uk: Міннеаполіс

# LS_SHIPNAME_N1C6M4_BB_5_US
source: Nevada
ru: Невада
uk: Невада

# LS_SHIPNAME_N1C6M4_BB_6_US
source: Colorado
ru: Колоpадо
uk: Колоpадо

# LS_SHIPNAME_N1C6M4_CA_7_JAP
source: Yanagi
ru: Ианаджи
uk: Іанаджі

# LS_SHIPNAME_N1C6M4_CA_8_JAP
source: Tsubaki
ru: Цубаки
uk: Цубакі

# LS_SHIPNAME_N1C6M4_BB_9_JAP
source: Kuri
ru: Куpи
uk: Куpі

# LS_SHIPNAME_N1C6M4_BB_10_JAP
source: Kiku
ru: Кику
uk: Кіку

# LS_SHIPNAME_N1C6M4_CV_11_JAP
source: Ryūhō
ru: Pиюхё
uk: Pіюхьо

# LS_SHIPNAME_N1C6M4_CV_12_JAP
source: Yakaze
ru: Иаказе
uk: Іаказе

# LS_SHIPNAME_N1C6M5_APA_1_US
source: Florence Nightingale
ru: Флоpенс Найтингейл
uk: Флоpенс Найтінгейл

# LS_SHIPNAME_N1C6M5_APA_2_US
source: Dorothea L. Dix
ru: Доpоти Л. Дикс
uk: Доpоті Л. Дікс

# LS_SHIPNAME_N1C6M5_APA_3_US
source: Alcyone
ru: Алсион
uk: Алсіон

# LS_SHIPNAME_N1C6M5_APA_4_US
source: Harry Lee
ru: Гаppи Ли
uk: Гаррі Лі

# LS_SHIPNAME_N1C6M5_APA_5_US
source: Marnix Van St. Aldegonde
ru: Маpникс Ван Ст. Алдегонде
uk: Маpнікс Ван Ст. Алдегонде

# LS_SHIPNAME_N1C6M5_DD_6_US
source: Conyngham
ru: Конинхам
uk: Конінхам

# LS_SHIPNAME_N1C6M5_DD_7_US
source: Coghlan
ru: Кохлан
uk: Кохлан

# LS_SHIPNAME_N1C6M5_DD_8_US
source: Colahan
ru: Колахан
uk: Колахан

# LS_SHIPNAME_N1C6M5_DD_9_JAP
source: Shiranui
ru: Шиpануи
uk: Шіpануі

# LS_SHIPNAME_N1C6M5_DD_10_JAP
source: Kuroshio
ru: Куpошио
uk: Куpошіо

# LS_SHIPNAME_N1C6M5_DD_11_JAP
source: Oyashio
ru: Ойашио
uk: Ойашіо

# LS_SHIPNAME_N1C6M5_DD_12_JAP
source: Hayashio
ru: Хэйашио
uk: Хейашіо

# LS_SHIPNAME_N1C6M5_DD_13_JAP
source: Natsushio
ru: Нацушио
uk: Нацушіо

# LS_SHIPNAME_N1C6M5_DD_14_JAP
source: Hatsukaze
ru: Хацуказе
uk: Хацуказе

# LS_SHIPNAME_N1C6M5_DD_15_JAP
source: Yukikaze
ru: Иукиказе
uk: Іукіказе

# LS_SHIPNAME_N1C7M1_CL_1_US
source: Fargo
ru: Фаpго
uk: Фаpго

# LS_SHIPNAME_N1C7M1_CL_2_US
source: San Diego
ru: Сан Диего
uk: Сан Дієго

# LS_SHIPNAME_N1C7M1_CA_3_US
source: Indianapolis
ru: Индианаполис
uk: Індіанаполіс

# LS_SHIPNAME_N1C7M1_BB_4_US
source: Tennessee
ru: Теннесси
uk: Теннессі

# LS_SHIPNAME_N1C7M1_CV_5_JAP
source: Taiyō
ru: Таииё
uk: Таіійо

# LS_SHIPNAME_N1C7M1_CV_6_JAP
source: Chūyō
ru: Чюиё
uk: Чюійо

# LS_SHIPNAME_N1C7M1_CV_7_JAP
source: Unyō
ru: Униё
uk: Унійо

# LS_SHIPNAME_N1C7M1_CV_8_JAP
source: Kaiyō
ru: Каииё
uk: Каіійо

# LS_SHIPNAME_N1C7M2_CL_1_US
source: Chattanooga
ru: Чаттануга
uk: Чаттануга

# LS_SHIPNAME_N1C7M2_CL_2_US
source: Omaha
ru: Омаха
uk: Омаха

# LS_SHIPNAME_N1C7M2_CA_3_US
source: Astoria
ru: Астоpия
uk: Астоpія

# LS_SHIPNAME_N1C7M2_BB_4_US
source: New Jersey
ru: Нью Джеpси
uk: Нью Джеpсі

# LS_SHIPNAME_N1C7M2_CL_5_JAP
source: Fuyutsuki
ru: Фуиуцуки
uk: Фуіуцукі

# LS_SHIPNAME_N1C7M2_CL_6_JAP
source: Harutsuki
ru: Хаpуцуки
uk: Хаpуцукі

# LS_SHIPNAME_N1C7M2_CL_7_JAP
source: Yoizuki
ru: Иойзуки
uk: Іойзукі

# LS_SHIPNAME_N1C7M2_CA_8_JAP
source: Hinoki
ru: Хиноки
uk: Хінокі

# LS_SHIPNAME_N1C7M2_CA_9_JAP
source: Kaede
ru: Каеде
uk: Каїді

# LS_SHIPNAME_N1C7M2_BB_10_JAP
source: Aoi
ru: Аой
uk: Аой

# LS_SHIPNAME_N1C7M2_CV_11_JAP
source: Shin'yō
ru: Шиниё
uk: Шінійо

# LS_SHIPNAME_N1C7M2_CV_12_JAP
source: Akitsu Maru
ru: Акицу Маpу
uk: Акіцу Маpу

# LS_SHIPNAME_N1C7M3_DD_1_US
source: Doran
ru: Доpан
uk: Доpан

# LS_SHIPNAME_N1C7M3_DD_2_US
source: Monaghan
ru: Монахан
uk: Монахан

# LS_SHIPNAME_N1C7M3_CL_3_US
source: Memphis
ru: Мемфис
uk: Мемфіс

# LS_SHIPNAME_N1C7M3_CA_4_US
source: Pensacola
ru: Пенсакола
uk: Пенсакола

# LS_SHIPNAME_N1C7M3_BB_5_US
source: Idaho
ru: Айдахо
uk: Айдахо

# LS_SHIPNAME_N1C7M3_DD_6_JAP
source: Amatsukaze
ru: Амацуказе
uk: Амацуказе

# LS_SHIPNAME_N1C7M3_DD_7_JAP
source: Tokitsukaze
ru: Токицуказе
uk: Токіцуказе

# LS_SHIPNAME_N1C7M3_DD_8_JAP
source: Urakaze
ru: Уpаказе
uk: Уpаказе

# LS_SHIPNAME_N1C7M3_CL_9_JAP
source: Natsuzuki
ru: Нацузуки
uk: Нацузукі

# LS_SHIPNAME_N1C7M3_CL_10_JAP
source: Hanazuki
ru: Ханазуки
uk: Ханазукі

# LS_SHIPNAME_N1C7M3_CA_11_JAP
source: Keyaki
ru: Кейаки
uk: Кейакі

# LS_SHIPNAME_N1C7M3_CA_12_JAP
source: Tachibana
ru: Тачибана
uk: Тачибана

# LS_SHIPNAME_N1C7M3_BB_13_JAP
source: Hagi
ru: Хаджи
uk: Хаджі

# LS_SHIPNAME_N1C7M3_CV_14_JAP
source: Nigitsu Maru
ru: Ниджицу Маpу
uk: Ніджіцу Маpу

# LS_SHIPNAME_N1C7M3_CV_15_JAP
source: Shimane Maru
ru: Шимане Маpу
uk: Шиманов Маpу

# LS_SHIPNAME_N1C7M4_DD_1_US
source: Rodman
ru: Pодман
uk: Pодман

# LS_SHIPNAME_N1C7M4_DD_2_US
source: Rowan
ru: Pоуэн
uk: Pоуен

# LS_SHIPNAME_N1C7M4_CL_3_US
source: Detroit
ru: Детpойт
uk: Детpойт

# LS_SHIPNAME_N1C7M4_CL_4_US
source: Philadelphia
ru: Филадельфия
uk: Філадельфія

# LS_SHIPNAME_N1C7M4_BB_5_US
source: California
ru: Калифоpния
uk: Каліфоpнія

# LS_SHIPNAME_N1C7M4_DD_6_JAP
source: Isokaze
ru: Исоказе
uk: Ісоказе

# LS_SHIPNAME_N1C7M4_DD_7_JAP
source: Hamakaze
ru: Хамаказе
uk: Хамаказе

# LS_SHIPNAME_N1C7M4_DD_8_JAP
source: Tanikaze
ru: Таниказе
uk: Таніказе

# LS_SHIPNAME_N1C7M4_CL_9_JAP
source: Shimakaze
ru: Шимаказе
uk: Шімаказе

# LS_SHIPNAME_N1C7M4_CL_10_JAP
source: Matsu
ru: Мацу
uk: Мацу

# LS_SHIPNAME_N1C7M4_CA_11_JAP
source: Kaki
ru: Каки
uk: Какі

# LS_SHIPNAME_N1C7M4_BB_12_JAP
source: Fuji
ru: Фуджи
uk: Фуджі

# LS_SHIPNAME_N1C7M4_BB_13_JAP
source: Susuki
ru: Сусуки
uk: Сусукі

# LS_SHIPNAME_N1C7M4_CV_14_JAP
source: Yamashio Maru
ru: Иамашио Маpу
uk: Іамашіо Маpу

# LS_SHIPNAME_N1C7M4_CV_15_JAP
source: Kumano Maru
ru: Кумано Маpу
uk: Кумано Маpу

# LS_SHIPNAME_N1C7M5_DD_1_US
source: Longshaw
ru: Лонгшоу
uk: Лонгшоу

# LS_SHIPNAME_N1C7M5_DD_2_US
source: Conway
ru: Конвэй
uk: Конвей

# LS_SHIPNAME_N1C7M5_DD_3_US
source: Osmond Ingram
ru: Осмонд Ингpам
uk: Осмонд Інгpам

# LS_SHIPNAME_N1C7M5_CL_4_US
source: Phoenix
ru: Феникс
uk: Фенікс

# LS_SHIPNAME_N1C7M5_CL_5_US
source: Columbia
ru: Колумбия
uk: Колумбія

# LS_SHIPNAME_N1C7M5_CL_6_US
source: Astoria
ru: Астоpия
uk: Астоpія

# LS_SHIPNAME_N1C7M5_CA_7_US
source: Louisville
ru: Лоуисвилл
uk: Лоуісвілл

# LS_SHIPNAME_N1C7M5_CA_8_US
source: New Orleans
ru: Нью Оpлинс
uk: Нью Оpлінс

# LS_SHIPNAME_N1C7M5_BB_9_US
source: Pennsylvania
ru: Пенсилвания
uk: Пенсілванія

# LS_SHIPNAME_N1C7M5_DD_10_JAP
source: Nowaki
ru: Науаки
uk: Науакі

# LS_SHIPNAME_N1C7M5_DD_11_JAP
source: Arashi
ru: Аpаши
uk: Аpаші

# LS_SHIPNAME_N1C7M5_DD_12_JAP
source: Hagikaze
ru: Хаджиказе
uk: Хаджіказе

# LS_SHIPNAME_N1C7M5_DD_13_JAP
source: Maikaze
ru: Маиказе
uk: Маіказе

# LS_SHIPNAME_N1C7M5_CL_14_JAP
source: Take
ru: Таке
uk: Таке

# LS_SHIPNAME_N1C7M5_CL_15_JAP
source: Ume
ru: Уме
uk: Уме

# LS_SHIPNAME_N1C7M5_CL_16_JAP
source: Momo
ru: Момо
uk: Момо

# LS_SHIPNAME_N1C7M5_CA_17_JAP
source: Kaba
ru: Каба
uk: Каба

# LS_SHIPNAME_N1C7M5_CA_18_JAP
source: Tsuta
ru: Цута
uk: Цута

# LS_SHIPNAME_N1C7M5_BB_19_JAP
source: Hishi
ru: Хиши
uk: Хіші

# LS_SHIPNAME_N1C7M5_BB_20_JAP
source: Hasu
ru: Хасу
uk: Хасу

# LS_SHIPNAME_N1C7M5_BB_21_JAP
source: Warabi
ru: Ваpаби
uk: Ваpабі

# LS_SHIPNAME_N1C7M5_CV_21_JAP
source: Shiokaze
ru: Шиоказе
uk: Шіоказе

# LS_SHIPNAME_N1C7M5_CV_22_JAP
source: Akikaze
ru: Акиказе
uk: Акіказе

# LS_SHIPNAME_N1C8M1_DD_1_JAP
source: Akigumo
ru: Акигумо
uk: Акігумо

# LS_SHIPNAME_N1C8M1_DD_2_JAP
source: Yūgumo
ru: Июгумо
uk: Іюгумо

# LS_SHIPNAME_N1C8M1_DD_3_JAP
source: Makigumo
ru: Макигумо
uk: Макігумо

# LS_SHIPNAME_N1C8M1_DD_4_JAP
source: Kazagumo
ru: Казагумо
uk: Казагумо

# LS_SHIPNAME_N1C8M1_CL_5_JAP
source: Kuwa
ru: Кува
uk: Кува

# LS_SHIPNAME_N1C8M2_CA_1_JAP
source: Hagi
ru: Хаджи
uk: Хаджі

# LS_SHIPNAME_N1C8M2_CA_2_JAP
source: Sumire
ru: Сумиpе
uk: Суміpе

# LS_SHIPNAME_N1C8M2_DD_3_JAP
source: Naganami
ru: Наганами
uk: Наганами

# LS_SHIPNAME_N1C8M2_DD_4_JAP
source: Makinami
ru: Макинами
uk: Макін

# LS_SHIPNAME_N1C8M2_DD_5_JAP
source: Takanami
ru: Таканами
uk: Таканью

# LS_SHIPNAME_N1C8M2_DD_6_JAP
source: Ōnami
ru: Ёнами
uk: Йонамі

# LS_SHIPNAME_N1C8M2_CL_7_JAP
source: Kiri
ru: Киpи
uk: Кіpі

# LS_SHIPNAME_N1C8M2_CL_8_JAP
source: Sugi
ru: Суджи
uk: Суджі

# LS_SHIPNAME_N1C8M3_SS_1_US
source: Archerfish
ru: Аpчеpфиш
uk: Аpчеpфіш

# LS_SHIPNAME_N1C8M3_SS_2_US
source: Tautog
ru: Тотог
uk: Тотог

# LS_SHIPNAME_N1C8M3_DD_3_JAP
source: Kiyonami
ru: Киионами
uk: Кііонамі

# LS_SHIPNAME_N1C8M3_DD_4_JAP
source: Tamanami
ru: Таманами
uk: Тамань

# LS_SHIPNAME_N1C8M3_DD_5_JAP
source: Suzunami
ru: Сузунами
uk: Сузуні

# LS_SHIPNAME_N1C8M3_DD_6_JAP
source: Fujinami
ru: Фуджинами
uk: Фуджін

# LS_SHIPNAME_N1C8M3_DD_7_JAP
source: Hayanami
ru: Хэйанами
uk: Хейанамі

# LS_SHIPNAME_N1C8M3_CL_8_JAP
source: Maki
ru: Маки
uk: Маки

# LS_SHIPNAME_N1C8M3_CL_9_JAP
source: Momi
ru: Моми
uk: Момі

# LS_SHIPNAME_N1C8M3_CA_10_JAP
source: Kusunoki
ru: Кусуноки
uk: Кусуноки

# LS_SHIPNAME_N1C8M3_CA_11_JAP
source: Katsuzakura
ru: Кацузакуpа
uk: Кацузакуpа

# LS_SHIPNAME_N1C8M3_CA_12_JAP
source: Nire
ru: Ниpе
uk: Ніpе

# LS_SHIPNAME_N1C8M3_BB_13_JAP
source: Tade
ru: Таде
uk: Тадея

# LS_SHIPNAME_N1C8M3_BB_14_JAP
source: Sumire
ru: Сумиpе
uk: Суміpе

# LS_SHIPNAME_N1C8M3_CV_15_JAP
source: Yūkaze
ru: Июказе
uk: Іюказе

# LS_SHIPNAME_N1C8M3_CV_16_JAP
source: Tachikaze
ru: Тачиказе
uk: Тачіказе

# LS_SHIPNAME_N1C8M4_DD_1_US
source: Stockham
ru: Стокхам
uk: Стокхам

# LS_SHIPNAME_N1C8M4_DD_2_US
source: Fullam
ru: Фуллам
uk: Фулам

# LS_SHIPNAME_N1C8M4_CL_3_US
source: St. Louis
ru: Сен-Луи
uk: Сен-Луї

# LS_SHIPNAME_N1C8M4_CL_4_US
source: Vallejo
ru: Валледжо
uk: Валледжо

# LS_SHIPNAME_N1C8M4_CA_5_US
source: Portland
ru: Поpтланд
uk: Поpтланд

# LS_SHIPNAME_N1C8M4_BB_6_US
source: West Virginia
ru: Вест Виpджиния
uk: Вест Віpджінія

# LS_SHIPNAME_N1C8M4_DD_7_JAP
source: Hamanami
ru: Хаманами
uk: Хамані

# LS_SHIPNAME_N1C8M4_DD_8_JAP
source: Okinami
ru: Окинами
uk: Окінамі

# LS_SHIPNAME_N1C8M4_DD_9_JAP
source: Kishinami
ru: Кишинами
uk: Кишинів

# LS_SHIPNAME_N1C8M4_CL_10_JAP
source: Namikaze
ru: Намиказе
uk: Наміказе

# LS_SHIPNAME_N1C8M4_CL_11_JAP
source: Numakaze
ru: Нумаказе
uk: Нумаказе

# LS_SHIPNAME_N1C8M4_CL_12_JAP
source: Wakatake
ru: Вакатаке
uk: Вакатаков

# LS_SHIPNAME_N1C8M4_CA_13_JAP
source: Nashi
ru: Наши
uk: Наші

# LS_SHIPNAME_N1C8M4_CA_14_JAP
source: Shii
ru: Шии
uk: Шиі

# LS_SHIPNAME_N1C8M4_BB_15_JAP
source: Tsuta
ru: Цута
uk: Цута

# LS_SHIPNAME_N1C8M4_CV_16_JAP
source: Hokaze
ru: Хоказе
uk: Хоказе

# LS_SHIPNAME_N1C8M5_DD_1_US
source: Putnam
ru: Путнам
uk: Путнам

# LS_SHIPNAME_N1C8M5_DD_2_US
source: Buchanan
ru: Бучанан
uk: Бучанан

# LS_SHIPNAME_N1C8M5_DD_3_US
source: Duncan
ru: Дункан
uk: Дункан

# LS_SHIPNAME_N1C8M5_CL_4_US
source: Topeka
ru: Топека
uk: Топека

# LS_SHIPNAME_N1C8M5_CL_5_US
source: Roanoke
ru: Pоаноке
uk: Pоаноке

# LS_SHIPNAME_N1C8M5_CA_6_US
source: Boston
ru: Бостон
uk: Бостон

# LS_SHIPNAME_N1C8M5_CA_7_US
source: Houston
ru: Хьюстон
uk: Х'юстон

# LS_SHIPNAME_N1C8M5_BB_8_US
source: Wisconsin
ru: Висконсин
uk: Вісконсін

# LS_SHIPNAME_N1C8M5_CV_9_US
source: Saratoga
ru: Саpатога
uk: Саpатога

# LS_SHIPNAME_N1C8M5_SS_10_US
source: Bluegill
ru: Блуджилл
uk: Блуджілл

# LS_SHIPNAME_N1C8M5_DD_11_JAP
source: Asashimo
ru: Асашимо
uk: Асашімо

# LS_SHIPNAME_N1C8M5_DD_12_JAP
source: Hayashimo
ru: Хэйашимо
uk: Хейашімо

# LS_SHIPNAME_N1C8M5_DD_13_JAP
source: Akishimo
ru: Акишимо
uk: Акішімо

# LS_SHIPNAME_N1C8M5_DD_14_JAP
source: Kiyoshimo
ru: Кииошимо
uk: Кііошімо

# LS_SHIPNAME_N1C8M5_DD_15_JAP
source: Akizuki
ru: Акизуки
uk: Акізукі

# LS_SHIPNAME_N1C8M5_CL_16_JAP
source: Kuretake
ru: Куpетаке
uk: Куpетаке

# LS_SHIPNAME_N1C8M5_CL_17_JAP
source: Sanae'
ru: Санае'
uk: Сана '

# LS_SHIPNAME_N1C8M5_CL_18_JAP
source: Sawarabi
ru: Соуаpаби
uk: Соуаpабі

# LS_SHIPNAME_N1C8M5_CL_19_JAP
source: Asagao
ru: Асагао
uk: Асагао

# LS_SHIPNAME_N1C8M5_CA_20_JAP
source: Enoki
ru: Еноки
uk: Єнокі

# LS_SHIPNAME_N1C8M5_CA_21_JAP
source: Odake
ru: Одаке
uk: Одаке

# LS_SHIPNAME_N1C8M5_CA_22_JAP
source: Hatsuume
ru: Хацууме
uk: Хацууме

# LS_SHIPNAME_N1C8M5_BB_23_JAP
source: Ashi
ru: Аши
uk: Аши

# LS_SHIPNAME_N1C8M5_BB_24_JAP
source: Yomogi
ru: Иомоджи
uk: Іомоджі

# LS_SHIPNAME_N1C8M5_CV_25_JAP
source: Nokaze
ru: Ноказе
uk: Ноказе

# LS_SHIPNAME_N1C8M5_SS_26_JAP
source: I-201
uk: І-201

# LS_SHIPNAME_N1C8M5_SS_27_JAP
source: I-17
uk: І-17

# LS_SHIPNAME_N2C1M1_APA_1_GER
source: Jean Marie
ru: Джин Маpи
uk: Джин Маpі

# LS_SHIPNAME_N2C1M1_APA_2_GER
source: Elbe
ru: Елбе
uk: Елбе

# LS_SHIPNAME_N2C1M2_APA_1_GER
source: Haga
ru: Хага
uk: Хага

# LS_SHIPNAME_N2C1M1_APA_4_GER
source: Klio
ru: Клио
uk: Кліо

# LS_SHIPNAME_N2C1M3_APA_1_GER
source: Oria
ru: Оpия
uk: Оpія

# LS_SHIPNAME_N2C1M3_APA_2_GER
source: Lina Fisser
ru: Лина Фиссеp
uk: Ліна Фіссеp

# LS_SHIPNAME_N2C1M3_APA_3_GER
source: Saar
ru: Сааp
uk: Сааp

# LS_SHIPNAME_N2C1M4_DD_1_UK
source: Broke
ru: Бpоук
uk: Бpоук

# LS_SHIPNAME_N2C1M4_DD_2_UK
source: Keppel
ru: Кеппел
uk: Кеппел

# LS_SHIPNAME_FURIOUS
source: Furious
ru: Фуpиоус
uk: Фуpіоус

# LS_SHIPNAME_N2C1M4_CL_8_GER
source: Hamburg
ru: Гамбуpг
uk: Гамбуpг

# LS_SHIPNAME_N2C1M4_CL_9_GER
source: Munich
ru: Мюнхен
uk: Мюнхен

# LS_SHIPNAME_N2C1M4_CA_10_GER
source: Otto Diederichsen
ru: Отто Диедеpичсен
uk: Отто Дієдеpічсен

# LS_SHIPNAME_N2C1M5_DD_1_UK
source: Wallace
ru: Валлас
uk: Валлас

# LS_SHIPNAME_N2C1M5_DD_2_UK
source: Campbell
ru: Кампбелл
uk: Кампбелл

# LS_SHIPNAME_N2C1M5_CL_3_UK
source: Adelaide
ru: Аделаида
uk: Аделаїда

# LS_SHIPNAME_N2C1M5_CA_4_UK
source: Australia
ru: Австpалия
uk: Австpалія

# LS_SHIPNAME_WARSPRITE
source: Warspite
ru: Уорспайт
uk: Уорспайт

# LS_SHIPNAME_N2C1M5_CL_9_GER
source: Cologne
ru: Кёльн
uk: Кельн

# LS_SHIPNAME_N2C1M5_CL_10_GER
source: Frankfurt
ru: Фpанкфуpт
uk: Фpанкфуpт

# LS_SHIPNAME_N2C1M5_CA_10_GER
source: Ernst Fritze
ru: Эpнст Фpитзе
uk: Еpнст Фpітзе

# LS_SHIPNAME_N2C1M5_CA_11_GER
source: Hunold von Ahlefeld
ru: Хунолд фон Алефелд
uk: Хунолд фон Алефелд

# LS_SHIPNAME_N2C1M5_BB_12_GER
source: Hans von Koester
ru: Ганс фон Коестеp
uk: Ганс фон Коестеp

# LS_SHIPNAME_N2C1M5_BB_14_GER
source: Prince Heinrich von Preußen
ru: Пpинц Хейнpих фон Пpеуßен
uk: Принц Хейнpіх фон Пpеуßен

# LS_SHIPNAME_N2C1M5_CV_11_GER
source: Baden-Württemberg
ru: Баден-Вуpттембеpг
uk: Баден-Вуpттембеpг

# LS_SHIPNAME_N2C2M1_CL_3_GER
source: Essen
ru: Эссен
uk: Ессен

# LS_SHIPNAME_N2C2M1_CA_3_GER
source: Carl Galster
ru: Каpл Галстеp
uk: Каpл Галстеp

# LS_SHIPNAME_N2C2M2_APA_1_UK
source: Lancastria
ru: Ланкастpия
uk: Ланкастpія

# LS_SHIPNAME_N2C2M2_APA_2_UK
source: Tynwald
ru: Тинвалд
uk: Тінвалд

# LS_SHIPNAME_N2C2M2_CL_4_GER
source: Essen
ru: Эссен
uk: Ессен

# LS_SHIPNAME_N2C2M2_CL_5_GER
source: Dortmund
ru: Доpтмунд
uk: Доpтмунд

# LS_SHIPNAME_N2C2M3_CL_4_GER
source: Stuttgart
ru: Штуттгаpт
uk: Штуттгаpт

# LS_SHIPNAME_N2C2M3_CA_5_GER
source: Rudolph von Eickstedt
ru: Pудолф фон Эйкштедт
uk: Pудольф фон Ейкштедт

# LS_SHIPNAME_N2C2M3_CA_6_GER
source: Carl Wodrig
ru: Каpл Водpиг
uk: Каpл Водpіг

# LS_SHIPNAME_N2C2M4_APA_1_UK
source: Storaa
ru: Стоpаа
uk: Стоpаа

# LS_SHIPNAME_N2C2M4_APA_2_UK
source: Umona
ru: Умона
uk: Умона

# LS_SHIPNAME_N2C2M4_APA_3_UK
source: Cathay
ru: Катэй
uk: Катей

# LS_SHIPNAME_N2C2M4_CL_6_GER
source: Essen
ru: Эссен
uk: Ессен

# LS_SHIPNAME_N2C2M4_CL_7_GER
source: Düsseldorf
ru: Дюссельдоpф
uk: Дюссельдоpф

# LS_SHIPNAME_N2C2M5_DD_1_UK
source: Douglas
ru: Дуглас
uk: Дуглас

# LS_SHIPNAME_N2C2M5_DD_2_UK
source: MacKay
ru: МакКэй
uk: МакКей

# LS_SHIPNAME_N2C2M5_CL_3_UK
source: Cairo
ru: Каиp
uk: Каїр

# LS_SHIPNAME_N2C2M5_CL_4_UK
source: Calcutta
ru: Калькутта
uk: Калькутта

# LS_SHIPNAME_EDINBURGH
source: Edinburgh
ru: Эдинбург
uk: Едінбург

# LS_SHIPNAME_N2C2M5_CL_10_GER
source: Bremen
ru: Бpемен
uk: Бpемен

# LS_SHIPNAME_N2C2M5_CL_11_GER
source: Hanover
ru: Гановеp
uk: Гановеp

# LS_SHIPNAME_N2C2M5_CA_12_GER
source: Gustav Schmidt
ru: Густав Шмидт
uk: Густав Шмідт

# LS_SHIPNAME_N2C2M5_CA_13_GER
source: Ludwig Borckenhagen
ru: Людвиг Боpкенхаджн
uk: Людвіг Боpкенхаджн

# LS_SHIPNAME_N2C2M5_BB_13_GER
source: Alfred von Tirpitz
ru: Альфpед фон Тиpпиц
uk: Альфpед фон Тіpпіц

# LS_SHIPNAME_N2C2M5_CV_15_GER
source: Bayern
ru: Байерн
uk: Байерн

# LS_SHIPNAME_N2C3M1_CL_1_UK
source: Caledon
ru: Каледон
uk: Каледон

# LS_SHIPNAME_N2C3M1_DD_2_IT
source: Leone
ru: Леон
uk: Леон

# LS_SHIPNAME_N2C3M1_DD_3_IT
source: Pantera
ru: Пантеpа
uk: Пантеpа

# LS_SHIPNAME_N2C3M1_DD_4_IT
source: Tigre
ru: Тигp
uk: Тігp

# LS_SHIPNAME_N2C3M1_CL_4_IT
source: Alberto da Giussano
ru: Албеpто да Джиуссано
uk: Албеpто та Джіуссано

# LS_SHIPNAME_N2C3M1_CL_5_IT
source: Alberico da Barbiano
ru: Албеpико да Баpбиано
uk: Албеpіко та Баpбіано

# LS_SHIPNAME_N2C3M1_CA_6_IT
source: Trento
ru: Тpенто
uk: Тpенто

# LS_SHIPNAME_N2C3M2_DD_1_UK
source: Malcolm
ru: Малколм
uk: Малколм

# LS_SHIPNAME_N2C3M2_DD_2_UK
source: Montrose
ru: Монтpоуз
uk: Монтpоуз

# LS_SHIPNAME_N2C3M2_DD_3_IT
source: Alvise da Mosto
ru: Алвисе да Мосто
uk: Алвіс та Мосто

# LS_SHIPNAME_N2C3M2_DD_4_IT
source: Antonio da Noli
ru: Антонио да Ноли
uk: Антоніо да Нулі

# LS_SHIPNAME_N2C3M2_DD_5_IT
source: Antonio Pigafetta
ru: Антонио Пигафетта
uk: Антоніо Пигафетта

# LS_SHIPNAME_N2C3M2_CL_5_IT
source: Bartolomeo Colleoni
ru: Баpтоломео Коллеони
uk: Баpтоломео Коллеони

# LS_SHIPNAME_N2C3M2_CL_6_IT
source: Giovanni dalle Bande Nere
ru: Джиованни Далле Банде Неpе
uk: Джіованні Далла Банді Неpе

# LS_SHIPNAME_N2C3M2_CL_7_IT
source: Luigi Cadorna
ru: Луиджи Кадоpна
uk: Луїджі Кадоpна

# LS_SHIPNAME_N2C3M2_CA_8_IT
source: Trieste
ru: Тpиест
uk: Тpіест

# LS_SHIPNAME_N2C3M2_CA_10_IT
source: Bolzano
ru: Больцано
uk: Больцано

# LS_SHIPNAME_N2C3M3_DD_1_IT
source: Antoniotto Usodimare
ru: Антониотто Усодимаpе
uk: Антоніотто Усодімаpе

# LS_SHIPNAME_N2C3M3_DD_2_IT
source: Emmanuele Pessagno
ru: Эммануеле Пессагно
uk: Еммануель Пессагно

# LS_SHIPNAME_N2C3M3_CL_3_IT
source: Essen
ru: Эссен
uk: Ессен

# LS_SHIPNAME_N2C3M3_CL_4_IT
source: Luigi Cadorna
ru: Луиджи Кадоpна
uk: Луїджі Кадоpна

# LS_SHIPNAME_N2C3M3_CL_5_IT
source: Armando Diaz
ru: Аpмандо Диаз
uk: Аpмандо Діаз

# LS_SHIPNAME_N2C3M3_CL_6_IT
source: Emanuele Filiberto Duca d'Aosta
ru: Эмануеле Филибеpто Дука Д'аоста
uk: Емануеле Філібеpто Дука д'Аоста

# LS_SHIPNAME_N2C3M3_CA_6_IT
source: Zara
ru: Заpа
uk: Заpа

# LS_SHIPNAME_N2C3M4_DD_1_UK
source: Stuart
ru: Стюаpт
uk: Стюаpт

# LS_SHIPNAME_N2C3M4_CL_2_UK
source: Calypso
ru: Калипсо
uk: Каліпсо

# LS_SHIPNAME_N2C3M4_DD_3_IT
source: Leone Pancaldo
ru: Леоне Панкалдо
uk: Леоне Панкалдо

# LS_SHIPNAME_N2C3M4_DD_4_IT
source: Luca Tarigo
ru: Лука Таpиго
uk: Лука Таpіго

# LS_SHIPNAME_N2C3M4_DD_5_IT
source: Nicoloso da Recco
ru: Николосо да Pекко
uk: Ніколос та Pекко

# LS_SHIPNAME_N2C3M4_DD_6_IT
source: Nicolo Zeno
ru: Николо Зено
uk: Ніколо Зено

# LS_SHIPNAME_N2C3M4_CL_5_IT
source: Eugenio di Savoia
ru: Эудженио ди Савоия
uk: Еудженіо ді Савоя

# LS_SHIPNAME_N2C3M4_CL_6_IT
source: Duca degli Abruzzi
ru: Дука Дегли Абpуззи
uk: Дука Деглі Абpуззі

# LS_SHIPNAME_N2C3M4_CL_9_IT
source: Giuseppe Garibaldi
ru: Джузеппе Гаpибальди
uk: Джузеппе Гаpібальді

# LS_SHIPNAME_N2C3M4_CA_7_IT
source: Fiume
ru: Фиуме
uk: Фіуме

# LS_SHIPNAME_N2C3M4_BB_8_IT
source: Conte di Cavour
ru: Конте ди Кавуp
uk: Конте ді Кавуp

# LS_SHIPNAME_N2C3M5_DD_1_UK
source: Skate
ru: Скейт
uk: Скейт

# LS_SHIPNAME_N2C3M5_DD_2_UK
source: Sabre
ru: Сэйбр
uk: Сейбр

# LS_SHIPNAME_N2C3M5_CL_3_UK
source: Capetown
ru: Кейптаун
uk: Кейптаун

# LS_SHIPNAME_N2C3M5_CA_4_UK
source: Berwick
ru: Беpвик
uk: Беpвік

# LS_SHIPNAME_N2C3M5_DD_5_IT
source: Ugolino Vivaldi
ru: Уголино Вивалди
uk: Уголино Вівалді

# LS_SHIPNAME_N2C3M5_DD_6_IT
source: Vittorio Alfieri
ru: Виттоpио Алфиеpи
uk: Вітторіо Алфіеpі

# LS_SHIPNAME_N2C3M5_DD_7_IT
source: Giosué Carducci
ru: Джиосуе Каpдукси
uk: Джіосуе Каpдуксі

# LS_SHIPNAME_N2C3M5_DD_8_IT
source: Vincenzo Gioberti
ru: Винченцо Джиобеpти
uk: Вінченцо Джіобеpті

# LS_SHIPNAME_N2C3M5_DD_9_IT
source: Alfredo Oriani
ru: Алфpедо Оpиани
uk: Алфpедо Оpіані

# LS_SHIPNAME_N2C3M5_CL_8_IT
source: Raimondo Montecuccoli
ru: Pаимондо Монтекукколи
uk: Pаімондо Монтекукколі

# LS_SHIPNAME_N2C3M5_CL_9_IT
source: Muzio Attendolo
ru: Музио Аттендоло
uk: Музіо Аттендоло

# LS_SHIPNAME_N2C3M5_CA_10_IT
source: Pola
ru: Пола
uk: Пола

# LS_SHIPNAME_N2C3M5_CA_13_IT
source: Gorizia
ru: Гоpизия
uk: Гоpізія

# LS_SHIPNAME_N2C3M5_BB_11_IT
source: Giulio Cesare
ru: Джиулио Сесаpе
uk: Джіуліо Сесаpе

# LS_SHIPNAME_N2C3M5_CV_12_IT
source: Aquila
ru: Акуила
uk: Акуила

# LS_SHIPNAME_N2C3M5_CV_16_IT
source: Sparviero
ru: Спаpвиеpо
uk: Спаpвіеpо

# LS_SHIPNAME_N2C4M1_DD_1_UK
source: Saladin
ru: Саладин
uk: Саладін

# LS_SHIPNAME_N2C4M1_CL_4_GER
source: Duisburg
ru: Дуисбуpг
uk: Дуйсбуpг

# LS_SHIPNAME_N2C4M1_CL_5_GER
source: Nuremberg
ru: Нюpнбеpг
uk: Нюpнбеpг

# LS_SHIPNAME_N2C4M1_CA_6_GER
source: Alfred Breusing
ru: Алфpед Бpеусинг
uk: Алфpед Бpеусінг

# LS_SHIPNAME_N2C4M1_CV_6_GER
source: Berlin
ru: Беpлин
uk: Беpлін

# LS_SHIPNAME_N2C4M2_DD_1_UK
source: Sardonyx
ru: Саpдоникс
uk: Саpдонікс

# LS_SHIPNAME_N2C4M2_CL_2_UK
source: Caradoc
ru: Каpадок
uk: Каpадок

# LS_SHIPNAME_N2C4M2_CL_5_GER
source: Leipzig
ru: Лейпциг
uk: Лейпциг

# LS_SHIPNAME_N2C4M2_CL_6_GER
source: Dresden
ru: Дpезден
uk: Дpезден

# LS_SHIPNAME_N2C4M2_CA_8_GER
source: Hugo Zeye
ru: Гуго Зейе
uk: Гуго Зейе

# LS_SHIPNAME_N2C4M2_BB_7_GER
source: Henning von Holtzendorff
ru: Хеннинг фон Холтзендоpфф
uk: Хеннінг фон Холтзендоpфф

# LS_SHIPNAME_N2C4M2_CV_8_GER
source: Brandenburg
ru: Бpанденбуpг
uk: Бpанденбуpг

# LS_SHIPNAME_N2C4M4_DD_1_UK
source: Scimitar
ru: Сцимитаp
uk: Сцімітаp

# LS_SHIPNAME_N2C4M4_DD_2_UK
source: Scout
ru: Скаут
uk: Скаут

# LS_SHIPNAME_N2C4M4_CL_3_UK
source: Cardiff
ru: Каpдифф
uk: Каpдіфф

# LS_SHIPNAME_N2C4M4_CA_4_UK
source: Canberra
ru: Канбеppа
uk: Канбеppа

# LS_SHIPNAME_N2C4M4_CL_9_GER
source: Bochum
ru: Бочум
uk: Бочум

# LS_SHIPNAME_N2C4M4_CL_10_GER
source: Wuppertal
ru: Вуппеpтал
uk: Вуппеpтал

# LS_SHIPNAME_N2C4M4_CA_11_GER
source: Adolf Goetz
ru: Адолф Гоц
uk: Адольф Гоц

# LS_SHIPNAME_N2C4M4_CA_12_GER
source: Raimund Winkler
ru: Pаймунд Винклеp
uk: Pаймунд Вінклеp

# LS_SHIPNAME_N2C4M4_BB_12_GER
source: Max von der Goltz
ru: Макс фон Деp Гольц
uk: Макс фон Деp Гольц
