Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_LOADING_HINT_2
source: In the early stages, play operations and campaigns to collect resources.
ru: В начале игры прохождение кампании и спец. Операций дает много ресурсов.
uk: На початку гри проходження кампанії і спец. Операцій дає багато ресурсів.

# LS_LOADING_HINT_3
source: Sailor is promoted in the order of novice, senior, expert, veteran and master.
ru: Мастер-матрос имеет максимальные характеристики.
uk: Майстер-матрос має максимальні характеристики.

# LS_LOADING_HINT_4
source: Destroyer and light cruiser can detect enemy submarines
ru: Эсминцы и Легкие крейсера могут обнаруживать субмарины противника.
uk: Есмінці і Легкі крейсера можуть виявляти субмарини противника.

# LS_LOADING_HINT_5
source: If you use smoke during battle, you can hide for 20 seconds from the enemy.
ru: Использование дымов в бою спрячет ваш корабль на 20 секунд от противника.
uk: Використання димів в бою сховає ваш корабель на 20 секунд від противника.

# LS_LOADING_HINT_6
source: If you use repair kit during battle, you regain 25% health of ship.
ru: Использование рем. Комплекта восстанавливает 25% жизни корабля.
uk: Використання рем. Комплекту відновлює 25% життя корабля.

# LS_LOADING_HINT_7
source: When you touch the steel and fuel icons in the harbour, the produced resources are stored in the depots.
ru: Когда вы нажимаете на иконки Стали и Топлива в порту ресурсы перемещаются в хранилища.
uk: Коли ви натискаєте на іконки Стали і Палива в порту ресурси переміщаються в сховища.

# LS_LOADING_HINT_8
source: Use Gold to speed up your upgrade.
ru: Используйте золото для ускорения улучшений.
uk: Використовуйте золото для прискорення поліпшень.

# LS_LOADING_HINT_9
source: Pressing and holding the gun button during battle switches from automatic fire to manual fire.
ru: Нажатие и удержание кнопки пушек в бою переключает автоматический ручной режимы стрельбы.
uk: Натискання та утримання кнопки гармат в бою перемикає автоматичний ручний режими стрільби.

# LS_SETTING_SCREEN_SHAKING
source: Screen shake
ru: Дрожание экрана
uk: Тремтіння екрану

# LS_ACH_RESOURCE_OIL
source: Fuel Master
ru: Запасы топлива
uk: Запаси палива

# LS_ACH_UPGRADE_BUILDING_LEVEL
source: Great Architect
ru: Обустройство
uk: Облаштування

# LS_ACH_UPGRADE_DEFWEAPON_LEVEL
source: Great Defender
ru: Защитник
uk: Захисник

# LS_ACH_WINSTREAK_ONLINE
source: Online streak
ru: Полоса побед
uk: Смуга перемог

# LS_ACH_NEVER_GIVE_UP
source: Never give up!
ru: Не сдавайся!
uk: Не здавайся!

# LS_ACH_FUEL_RAID
source: Fuel Raid
ru: Рейд за топливом
uk: Рейд за паливом

# LS_ACH_STEEL_HEIST
source: Steel Heist
ru: Рейд за сталью
uk: Рейд за сталлю

# LS_ACH_MASTER_SMOKE
source: Master of Smoke
ru: Дымный мастер
uk: Димний майстер

# LS_ACH_MASTER_REPAIR
source: Master of Repair
ru: Мастер ремонта
uk: Майстер ремонту

# LS_ACH_ESCAPE_BEGINNERS
source: Be cool!
ru: Быть крутым
uk: Бути крутим

# LS_ACH_ON_OFFENSIVE
source: On the Offensive
ru: На прорыв!
uk: На прорив!

# LS_ACH_MASTER_MULTIPLAYER
source: Master of Multiplayer
ru: Мастер схваток
uk: Майстер сутичок

# LS_ACH_BATTLE_COMMANDER
source: Battle Commander
ru: Коммандер
uk: Бойовий Командир

# LS_ACH_ARCHITECT
source: Architect's Reputation
ru: Архитектор
uk: Архітектор

# LS_ACH_IMPREGNABLE_DEFENSE
source: Impregnable Defense
ru: Неприступная защита
uk: Неприступний захист

# LS_ACH_RICH
source: The Rich
ru: Богач
uk: Багатій

# LS_ACH_FLEET_COMMAND
source: Fleet Command
ru: Победы Флота
uk: Перемоги Флоту

# LS_ACH_WINSTREAK_FLEET
source: Fleet Battle Win Streak
ru: Полоса побед Флота
uk: Смуга перемог Флоту

# LS_ACH_MASTER_FLEET
source: Master of Fleet
ru: Мастер Флота
uk: Майстер Флоту

# LS_ACH_MASTER_EQUIPMENT
source: Master of Equipment
ru: Мастер оборудования
uk: Майстер обладнання

# LS_ACH_TRIAL_ERROR
source: Trial and Error
ru: Пробы и ошибки
uk: Спроби і помилки

# LS_ACH_RESOURCE_OIL_DESC
source: Fill fuel at refinery to %@ fuel
ru: Заполнить %@ топлива.
uk: Заповнити %@ палива.

# LS_ACH_UPGRADE_BUILDING_LEVEL_DESC
source: Upgrade your Building to %@ level.
ru: Улучшить здания до %@ уровня.
uk: Поліпшити будівлі до %@ рівня.

# LS_ACH_UPGRADE_DEFWEAPON_LEVEL_DESC
source: Upgrade your Defensive weapon to %@ level.
ru: Улучшить защиту порта до %@ уровня.
uk: Поліпшити захист порту до %@ рівня.

# LS_ACH_WINSTREAK_ONLINE_DESC
source: Win %@ Online Battles in a row.
ru: Выиграть %@ онлайн сражений подряд.
uk: Виграти %@ онлайн битв підряд.

# LS_ACH_NEVER_GIVE_UP_DESC
source: Try %@ times for same Operation stage.
ru: %@ попыток пройти стадию спец. Операций.
uk: %@ Спроб пройти стадію спец. Операцій.

# LS_ACH_FUEL_RAID_DESC
source: Plunder %@ fuel in Harbor Assault.
ru: Захватить %@ топлива в Рейде
uk: Захопити %@ палива в рейді

# LS_ACH_STEEL_HEIST_DESC
source: Plunder %@ Steel in Harbor Assault.
ru: Захватить %@ стали в Рейде.
uk: Захопити %@ стали в рейді.

# LS_ACH_MASTER_SMOKE_DESC
source: Buy %@ Smoke item in Equipment.
ru: Купить %@ предметов Дым.
uk: Купити %@ предметів Дим.

# LS_ACH_MASTER_REPAIR_DESC
source: Buy %@ Repair Kit item in Equipment.
ru: Купить %@ предметов Рем. Комплект.
uk: Купити %@ предметів Рем. Комплект.

# LS_ACH_ESCAPE_BEGINNERS_DESC
source: Purchase %@ Ships totally.
ru: Купить %@ Кораблей.
uk: Купити %@ Кораблів.

# LS_ACH_ON_OFFENSIVE_DESC
source: Sunk %@ ships with your Destroyer Online.
ru: Потопить %@ кораблей Эсминцем в онлайн.
uk: Потопити %@ кораблів есмінців в онлайн.

# LS_ACH_MASTER_MULTIPLAYER_DESC
source: Sunk %@ ships with your Light Cruiser Online.
ru: Потопить %@ кораблей легким Крейсером в онлайн.
uk: Потопити %@ кораблів легким крейсером в онлайн.

# LS_ACH_BATTLE_COMMANDER_DESC
source: Sunk %@ ships with your Heavy Cruiser Online.
ru: Потопить %@ кораьбле тяжелым Крейсером в онлайн.
uk: Потопити %@ кораьбле важкого крейсера в онлайн.

# LS_ACH_ARCHITECT_DESC
source: Increase Buildings level %@ times.
ru: Увеличить уровень зданий %@ раз.
uk: Збільшити рівень будівель %@ раз.

# LS_ACH_IMPREGNABLE_DEFENSE_DESC
source: Increase Defense Weapons level %@ times.
ru: Увеличить уровень защиты порта %@ раз.
uk: Збільшити рівень захисту порту %@ раз.

# LS_ACH_RICH_DESC
source: Buy %@ Gold in Store
ru: Купить %@ Золота в Магазине.
uk: Купити %@ Золота в Магазині.

# LS_ACH_FLEET_COMMAND_DESC
source: Win %@ Fleet Battles.
ru: Выиграть %@ флотских сражений.
uk: Виграти %@ флотських битв.

# LS_ACH_WINSTREAK_FLEET_DESC
source: Win %@ Fleet Battles in a row.
ru: Выиграть %@ флотский сражений подряд.
uk: Виграти %@ флотський боїв поспіль.

# LS_ACH_MASTER_FLEET_DESC
source: Sunk %@ ships in Fleet Battle.
ru: Потопить %@ кораблей во флотском сражении.
uk: Потопити %@ кораблів у флотському битві.

# LS_ACH_MASTER_EQUIPMENT_DESC
source: Full 8 upgrade of Equipment for %@ ships
ru: Полный комплект улучшений для %@ кораблей.
uk: Повний комплект поліпшень для %@ кораблів.

# LS_ACH_TRIAL_ERROR_DESC
source: Implement Unmount %@ for Equipment
ru: Отменить улучшение кораблей %@ раз.
uk: Скасувати поліпшення кораблів %@ раз.

# LS_CHAPTER_DEBRIEFING
source: CHAPTER REPORT
ru: ГЛАВА ПРОЙДЕНА
uk: ГЛАВА ПРОЙДЕНА

# LS_TUT_GIRL_MOVE_SHIP_TO_GOAL
source: Hello Captain! I am Delia Smith from Secret Intelligence Service MI6, I will assist you at current tutorial.
ru: Привет Капитан! Я Делия Смит из секретной разведовательной службы МИ6. Я буду ассистировать Вам в текущей миссии.
uk: Привіт Капітан! Я Делія Сміт з секретної розвідувальної служби МІ-6. Я буду асистувати Вам в поточній місії.

# LS_TUT_TOUCH_ENGINE_MOVE_SHIP
source: Set the engine to Full Power
ru: Установить Полный ход
uk: Встановити Повний хід

# LS_MAIN_SKIP_TUTORIAL
source: Skip Tutorial
ru: Пропустить обучение
uk: Пропустити навчання

# LS_TUT_SET_RUDDER_TARGET
source: Set the Ship's course to the target area.
ru: Установите курс корабля в заданую область.
uk: Встановіть курс корабля в задану область.

# LS_TUT_GIRL_STAGE1_COMPLETED
source: Good job, Captain! Your first training was successful.
ru: Отличная работа первая тренировка завершена!
uk: Відмінна робота перше тренування завершена!

# LS_TUTORIAL_MAP
source: Tutorial map
ru: Тренировочная карта.
uk: Тренувальна карта.

# LS_TUT_GIRL_STAGE2_START
source: The second training begins.
ru: Вторая тренировка началась.
uk: Друге тренування почалася.

# LS_TUT_GIRL_TOUCH_ENEMY_SHIP_TO_FIGHT
source: Set the enemy ship as a target
ru: Установить целью вражеский корабль
uk: Встановити метою ворожий корабель

# LS_TUT_GIRL_NOW_GUN_FIRE_AUTO
source: Sink target ship
ru: Потопить корабль
uk: Потопити корабель

# LS_TUT_GIRL_STAGE3_START
source: The third training begins.
ru: Третья тренировка
uk: Третє тренування

# LS_TUT_GIRL_STAGE4_START
source: The last training begins.
ru: Заключительная тренировка
uk: Заключна тренування

# LS_TUT_GIRL_USE_SMOKE_TO_HIDE
source: Using smoke bombs, you can hide from the enemy.
ru: Используйте дымы чтобы спрятаться от противника.
uk: Використовуйте дими щоб сховатися від супротивника.

# LS_TUT_GIRL_ALLY_SHIP_DETECT_ENEMY_FIGHT_FROM_SMOKE
source: But If you are with ally, you can find enemy too. Sink enemy ship!
ru: Если рядом находится союзник и он видит противника, то вы можете тоже стрелять из дымового облака.
uk: Якщо поруч знаходиться союзник і він бачить супротивника, то ви можете теж стріляти з димового хмари.

# LS_TUT_GIRL_USE_REPAIR
source: Repair kits will instantly recovers up to 25% of the damage to the ship
ru: Ремонтный комплект восстанавливает до 25% повреждений корабля.
uk: Ремонтний комплект відновлює до 25% пошкоджень корабля.

# LS_TUT_GIRL_SALUTE_TO_SAY_THANKS
source: Express your thanks with a salute to Ally.
ru: Попривествуйте союзников салютом за помощь.
uk: Попрівествуйте союзників салютом за допомогу.

# LS_TUT_GIRL_STAGE4_COMPLETED
source: You finished all training courses. Thank you.
ru: Вы прошли все тренировки!
uk: Ви пройшли всі тренування!

# LS_PLAY_HISTORY
source: Historical mission
ru: Исторические миссии.
uk: Історичні місії.

# LS_TUT_GIRL_STAGE1_START
source: Welcome! The first training begins.
ru: Добро пожаловать в Тренировку!
uk: Ласкаво просимо в Тренування!

# LS_TUT_GIRL_SMOKE_SHIP_HIDDEN
source: You can not see enemy ships while using smoke bombs.
ru: Вы не можете видеть противника пока находитесь в дымовом облаке.
uk: Ви не можете бачити супротивника поки перебуваєте в димовому хмарі.

# LS_NEXT
source: NEXT
ru: СЛЕДУЮЩИЙ
uk: НАСТУПНИЙ

# LS_SHIP_CONTROL
source: Ship Control
ru: Управление кораблем
uk: Управління кораблем

# LS_SIMPLE
source: SIMPLE
ru: ПРОСТОЕ
uk: ПРОСТЕ

# LS_HARD
source: NORMAL
ru: СЛОЖНОЕ
uk: СКЛАДНЕ

# LS_SETTINGS_TECH_INFO
source: Screen Info
ru: Инфо экрана
uk: Інфо екрану

# LS_TECH_INFO
source: SEND REPORT
ru: ОТПРАВИТЬ ОТЧЕТ
uk: ВІДПРАВИТИ ЗВІТ

# LS_SECTION_STATISTIC
source: STATISTIC
ru: СТАТИСТИКА
uk: СТАТИСТИКА

# LS_STAT_ONLINE_PLAYED_BATTLES
source: Played online battles
ru: Сыграно онлайн сражений
uk: Зіграно онлайн битв

# LS_STAT_ONLINE_WINS_BATTLES
source: Won online battles
ru: Выиграно онлайн сражений
uk: Виграно онлайн битв

# LS_STAT_ONLINE_LOST_BATTLES
source: Defeat online battles
ru: Проиграно онлайн сражений
uk: Програно онлайн битв

# LS_STAT_ONLINE_RATING_WIN_LOOSE
source: Rating online Won/Defeat
ru: Рейтинг онлайн Побед / Поражений
uk: Рейтинг онлайн Перемог / Поразок

# LS_RENAME_SHIP_TITLE
source: RENAME SHIP
ru: ПЕРЕИМЕНОВАТЬ КОРАБЛЬ
uk: ПЕРЕЙМЕНУВАТИ КОРАБЕЛЬ

# LS_RENAME_SHIP_TEXT
source: Only first ship rename is free. All next ship renaming will cost in gold.
ru: Только первое переименование корабля бесплатно, каждое следующее будет стоить небольшого количества золота.
uk: Тільки перше перейменування корабля безкоштовно, кожне наступне буде коштувати невеликої кількості золота.

# LS_RENAME
source: RENAME
ru: ПЕРЕИМЕНОВАТЬ
uk: ПЕРЕЙМЕНУВАТИ

# LS_DISASSEMBLY_SHIP_TITLE
source: DISASSEMBLY SHIP
ru: РАЗОБРАТЬ КОРАБЛЬ
uk: РОЗІБРАТИ КОРАБЕЛЬ

# LS_ONLY_ONE_SHIP_LEFT
source: Sorry, you can't disassemble your last ship!
ru: Вы не можете разобрать свой последний корабль!
uk: Ви не можете розібрати свій останній корабель!

# LS_DISASSEMBLY_SHIP_TEXT
source: Caution! Do you really want to break the ship and acquire 20% of the ship's price of resource?
ru: Внимание! Вы уверены что хотите разобрать корабль на металл?
uk: Увага! Ви впевнені що хочете розібрати корабель на метал?

# LS_DISASSEMBLY
source: DISASSEMBLY
ru: РАЗОБРАТЬ
uk: РОЗІБРАТИ

# LS_PREMIUM_SHIP_CANNOT_DISASSEMBLY
source: Sorry, you can't disassemble Special or Premium ships!
ru: Вы не можете разбирать Премиальные или Специальные корабли!
uk: Ви не можете розбирати Преміальні або Спеціальні кораблі!

# LS_LINK_TELEGRAM
source: no
ru: https://t.me/nfmobile
uk: https://t.me/nfmobile

# LS_GUN_DPS
source: DPS
ru: УРОН В СЕКУНДУ
uk: УРОН ЗА СЕКУНДУ

# LS_RESEARCH_NEW_INFO
source: Add more resources to increase probabilty for rare ships
ru: Добавляйте ресурсы для увеличения вероятности исследования редких кораблей.
uk: Додавайте ресурси для збільшення ймовірності дослідження рідкісних кораблів.

# LS_RESEARCH_BUTTON
source: RESEARCH
ru: ИССЛЕДОВАТЬ
uk: ДОСЛІДИТИ

# LS_RESEARCH_CENTER
source: Research Center
ru: Исследования
uk: Дослідження

# LS_RESEARCH_CENTER_DESC
source: Research Center make research parts of ships and make blueprints for new ships construction.
ru: Исследовательский Центр построен для анализа захваченных обломков кораблей, в результате исследования готовит чертежи для постройки новых кораблей.
uk: Дослідницький Центр побудований для аналізу захоплених уламків кораблів, в результаті дослідження готує креслення для побудови нових кораблів.

# LS_DEBRIS_CAPACITY
source: Debris capacity
ru: Хранилище обломков
uk: Сховище уламків

# LS_SHIPCARD_CAPACITY
source: Blueprints count
ru: Число проектов
uk: Число проектів

# LS_COLLECTION_NAME_FAST_FURIES
source: Fast Furies
ru: Быстрые фурии
uk: Швидкі фурії

# LS_COLLECTION_PLATOON
source: Platoon
ru: Взвод
uk: Взвод

# LS_COLLECTION_OPERATION_DAYBREAK
source: Operation Daybreak
ru: Операция Рассвет
uk: Операція Світанок

# LS_COLLECTION_PIRATES_OF_THE_CARIBBEAN
source: Pirates of the Caribbean
ru: Пираты Карбиского моря
uk: Пірати Карбіского моря

# LS_COLLECTION_THE_FRONT_LINE
source: The front line
ru: Передовая
uk: Передова

# LS_COLLECTION_LION_OF_THE_SEA
source: Lion of the sea
ru: Морской лев
uk: Морський лев

# LS_COLLECTION_OCEAN_GOING_NAVY
source: Ocean going navy
ru: Океанский флот
uk: Океанський флот

# LS_COLLECTION_THE_GLORY_OF_EMPIRE
source: The glory of empire
ru: Гордость империи
uk: Гордість імперії

# LS_COLLECTION_ADMIRAL_DECISION
source: Admiral's decision
ru: Решение Адмирала
uk: Рішення Адмірала

# LS_COLLECTION_THE_EMPIRE_STRIKES_BACK
source: The empire strikes back
ru: Империя наносит ответный удар
uk: Імперія завдає удару у відповідь

# LS_COLLECTION_MASTER_AND_COMMANDER
source: Master and Commander
ru: Мастер и Командир
uk: Майстер і Командир

# LS_COLLECTION_NORMANDY_INVASION
source: Normandy Invasion
ru: Вторжение в нормандию
uk: Вторгнення до Нормандії

# LS_COLLECTION_COURAGE_UNDER_FIRE
source: Courage under fire
ru: Под огнем
uk: Під вогнем

# LS_COLLECTION_FINAL_WAR
source: Final War
ru: Последняя война
uk: Остання війна

# LS_COLLECTION_MEMPHIS_BELLE
source: Memphis Belle
ru: Мемфисская красотка
uk: Мемфіська красуня

# LS_COLLECTION_ENEMY_AT_THE_GATE
source: Enemy at the gate
ru: Враг у ворот
uk: Ворог біля воріт

# LS_COLLECTION_COVER_THE_LANDING
source: Cover the landing
ru: Прикрытие посадки
uk: Прикриття посадки

# LS_COLLECTION_CRIMSON_TIDE
source: Crimson tide
ru: Багровый прилив
uk: Багряний приплив

# LS_COLLECTION_LEGEND_OF_THE_OCEAN
source: Legend of the ocean
ru: Легенда океанов
uk: Легенда океанів

# LS_COLLECTION_BIG_WARSHIP_HEAVY_GUN_POLICY
source: Big warship & Heavy gun policy
ru: Большие корабли и пушки
uk: Великі кораблі і гармати

# LS_COLLECTION_THE_LEVIATHAN
source: The Leviathan
ru: Левиафан
uk: Левіафан

# LS_COLLECTION_BLACK_PEARL
source: Black Pearl
ru: Черная жемчужина
uk: Чорна перлина

# LS_COLLECTION_THIN_RED_LINE
source: Thin red line
ru: Тонкая красная линия
uk: Тонка червона лінія

# LS_COLLECTION_ACT_OF_VALOR
source: Act of valor
ru: Акт доблести
uk: Акт доблесті

# LS_COLLECTION_A_ROAR_OF_STEEL
source: A roar of steel
ru: Рев стали
uk: Рев сталі

# LS_COLLECTION_BATTLECRUISER
source: Battlecruiser
ru: Линейный крейсер
uk: Лінійний крейсер

# LS_COLLECTION_FULL_METAL_JACKET
source: Full metal jacket
ru: Цельнометаллическая оболочка
uk: Суцільнометалева оболонка

# LS_COLLECTION_EMPIRE_UNDER_THE_SURFACE
source: Empire under the surface
ru: Империя под поверхностью
uk: Імперія під поверхнею

# LS_COLLECTION_OPERATION_THE_SEA_WOLVES
source: Operation the sea wolves
ru: Операция морских волков
uk: Операція морських вовків

# LS_COLLECTION_HEAVY_GUN_POLICY
source: Resurrection of Steel Fleet
ru: Политика больших пушек
uk: Політика великих гармат

# LS_COLLECTION_OPERATION_SEA_FOX
source: Operation sea fox
ru: Операция морской лис
uk: Операція морський лис

# LS_COLLECTION_POST_DREADNOUGHT
source: Post Dreadnought
ru: Очередной Дредноут
uk: Черговий Дредноут

# LS_COLLECTION_DOOLITTLE_RAID
source: Doolittle raid
ru: Рейд Дулиттла
uk: Рейд Дуліттла

# LS_COLLECTION_THE_BATTLE_OF_THE_CORAL_SEA
source: The battle of the Coral sea
ru: Сражение в Коралловом море
uk: Битва в Кораловому морі

# LS_COLLECTION_MARQUIS_DE_LAFAYETTE
source: Marquis de lafayette
ru: Маркиз де Ла Файет
uk: Маркіз де Ла Файет

# LS_COLLECTION_BATTLE_OF_MIDWAY
source: Battle of Midway
ru: Битва за Мидуэй
uk: Битва за Мідуей

# LS_COLLECTION_BATTLE_OF_GUADALCANAL
source: Battle of Guadalcanal
ru: Битва за Гуадалканал
uk: Битва за Гуадалканал

# LS_COLLECTION_GLORY_OF_ROYAL_NAVY
source: Glory of Royal Navy
ru: Гордость королевского флота
uk: Гордість королівського флоту

# LS_COLLECTION_COVER_THE_MARINES_LANDING
source: Cover the marine's landing
ru: Прикрытие морской пехоты
uk: Прикриття морської піхоти

# LS_COLLECTION_BATTLE_OF_DOGGER_BANK
source: Battle of Dogger bank
ru: Сражение у Доггер-банки
uk: Бій у Доггер-банки

# LS_COLLECTION_OPERATION_NEPTUNE
source: Operation Neptune
ru: Операция Нептун
uk: Операція Нептун

# LS_COLLECTION_THE_THREE_NATION_ALLIANCE
source: The three nation alliance
ru: Альянс трех наций
uk: Альянс трьох націй

# LS_COLLECTION_TORA_TORA_TORA
source: Tora Tora Tora
ru: Тора! Тора! Тора!
uk: Тора! Тора! Тора!

# LS_COLLECTION_THE_BOAT
source: The boat
ru: Лодка!
uk: Човен!

# LS_COLLECTION_BATTLE_OF_THE_ATLANTIC
source: Battle of the atlantic
ru: Битва за Атлантику
uk: Битва за Атлантику

# LS_COLLECTION_A_TONNAGE_WAR
source: A Tonnage War
ru: Тоннаж
uk: Тоннаж

# LS_COLLECTION_BATTLE_OF_JUTLAND
source: Battle of Jutland
ru: Ютландское сражение
uk: Ютландський бій

# LS_COLLECTION_THE_HUNT_FOR_RED_OCTOBER
source: The hunt for red october
ru: Охота за красным октябрем
uk: Полювання за червоним жовтнем

# LS_COLLECTION_NIKOLAY_KUZNETSOV
source: Nikolay Kuznetsov
ru: Николай Кузнецов
uk: Микола Кузнєцов

# LS_COLLECTION_GLORY_OF_SOVIET
source: Glory of Soviet
ru: Гордость Советов
uk: Гордість Рад

# LS_MENU_PURCHASE_CLASS_BUTTON_ALL
source: ALL
ru: ВСЕ
uk: УСЕ

# LS_EMPTY
source: Empty
ru: Пусто
uk: Пусто

# LS_NOT_ENOUGH_DEBRIS
source: Not enough Debris
ru: Недостаточно обломков
uk: Недостатньо уламків

# LS_BUY_THE_MISSING_DEBRIS
source: Buy the missing Debris?
ru: Купить недостающие обломки?
uk: Купити відсутні уламки?

# LS_RESEARCH_TITLE
source: Ship Research
ru: Исследования
uk: Дослідження

# LS_RESEARCH_TEXT
source: Would you like to research?
ru: Начать исследование с текущими ресурсами?
uk: Почати дослідження з поточними ресурсами?

# LS_RESEARCH
source: RESEARCH
ru: ИССЛЕДОВАТЬ
uk: Дослідити

# LS_NEW_SHIP_CARD
source: New Blueprint
ru: Новый чертеж
uk: Нове креслення

# LS_SELL_SHIP_CARD_TITLE
source: Sell Blueprint
ru: Продать чертеж
uk: Продати креслення

# LS_SELL_SHIP_CARD_TEXT
source: Do you really want to sell this blueprint?
ru: Вы уверены что хотите продать чертеж?
uk: Ви впевнені що хочете продати креслення?

# LS_SELL
source: SELL
ru: ПРОДАТЬ
uk: ПРОДАТИ

# LS_MENU_BUILD_TITLE
source: BUILD
ru: ПОСТРОИТЬ
uk: ПОБУДУВАТИ

# LS_RESEARCH_CAPLEVEL_REQUIRED
source: Captain Level 25 is required.
ru: Требуется 25 уровень для Исследований.
uk: Потрібно 25 рівень для Досліджень.

# LS_RESEARCH_DISABLED
source: Unlocked Ship Research
ru: Исследования кораблей
uk: Дослідження кораблів

# LS_MENU_PURCHASE_CLASS_BUTTON_NEW
source: NEW
ru: НОВЫЕ
uk: НОВІ

# LS_NOT_ENOUGH_SHIPCARD_SLOTS
source: Not enough blueprint slots
ru: Недостаточно слотов под чертежи
uk: Недостатньо слотів під креслення

# LS_UPGRADE_RESEARCH_CENTER
source: Upgrade Research Center or Sell some blueprints.
ru: Улучшайте Исследовательский Центр или удалите ненужные чертежи.
uk: Покращуйте Дослідницький Центр або видаліть непотрібні креслення.

# LS_TUT_HARBOUR_TOUCH_RESEARCH
source: Touch the button to enter Research ships menu.
ru: Нажмите кнопку для перехода в меню Исследований новых кораблей.
uk: Натисніть кнопку для переходу в меню Досліджень нових кораблів.

# LS_TUT_RESEARCH_TOUCH_TO_START
source: Touch the button to start researching new ship.
ru: Нажмите кнопку для запуска исследования нового корабля.
uk: Натисніть кнопку для запуску дослідження нового корабля.

# LS_TUT_RESEARCH_TOUCH_TO_LIST
source: Now you have got new ship blueprint. Touch the button to check your blueprints.
ru: Вы получили новый чертеж. Нажмите кнопку для перехода в меню списка чертежей.
uk: Ви отримали нове креслення. Натисніть кнопку для переходу в меню списку креслень.

# LS_TUT_RESEARCH_TOUCH_SHIPCARD
source: Touch the blueprint.
ru: Нажмите на карточку чертежа.
uk: Натисніть на картку креслення.

# LS_TUT_RESEARCH_GIRL_SHIP_INFO_SELL_OR_BUILD
source: Now you can use blueprint to build new ship. Or you can sell blueprint by cross button.
ru: Теперь вы можете использовать чертеж для постройки нового корабля, чертеж будет удален из списка. Осободить место можно также удалив текущий чертеж.
uk: Тепер ви можете використовувати креслення для побудови нового корабля, креслення буде видалено зі списку. Осободіть місце можна також видаливши поточне креслення.

# LS_RESEARCH_BAR_MAX
source: MAX
ru: МАКС
uk: МАКС

# LS_ANOTHER_CAPTAIN_ALREADY_IN_CLAN
source: You can't join Fleet because one of your captains already in Fleet.
ru: Вы не можете присоединиться к Флоту, один из капитанов уже во Флоте.
uk: Ви не можете приєднатися до Флоту, один з капітанів вже у Флоті.

# LS_SETTINGS_SOCIAL_UNLINK
source: Remove profile link
ru: Удалить привязку профиля
uk: Видалити прив'язку профілю

# LS_BUTTON_UNLINK
source: UNLINK
ru: ОТВЯЗАТЬ
uk: відв'язати

# LS_PROFILE_UNLINKED
source: Attention! Your game profile will be unlinked. Please link to new one to enable restore your game profile at any devices.
ru: Внимание! Удалена привязка игрового профиля! Пожалуйста, сохраните профиль заново, чтоб иметь возможность восстановить аккаунт на любом устройстве!
uk: Увага! Вилучена прив'язка ігрового профілю! Будь ласка, збережіть профіль заново, щоб мати можливість відновити акаунт на будь-якому пристрої!

# LS_RESEARCH_NOT_ENOUGH_DEBRIS
source: Not enough debris for starting research. You can get debris from supply box or daily quest.
ru: Недостаточно обломков для начала исследования.
uk: Недостатньо уламків для початку дослідження.

# LS_YOUR_ACCOUNT_BLOCKED
source: Your game account was blocked due some reason by administration. Please contact with game support for appelation.
ru: Ваш игровой аккаунт был заблокирован администрацией из-за серьезных нарушений. Обратитесь в техническую поддержку игры для рассмотрения аппеляции.
uk: Ваш ігровий аккаунт був заблокований адміністрацією через серйозних порушень. Зверніться в технічну підтримку гри для розгляду апеляції.

# LS_CHAT_DELETE_MSG
source: DELETE
ru: УДАЛИТЬ
uk: ВИЛУЧИТИ

# LS_CHAT_MESSAGE_WAS_DELETED
source: Message was deleted…
ru: Сообщение было удалено…
uk: Повідомлення було видалено ...
