Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_PVE_CHAPTERBRIEF_N3C6
source: It is time to achieve naval superiority in the area around Guadalcanal. Admiral Yamamoto has assembled the Combined Fleet's carrier forces, while the Army command has launched a major offensive. We have been positioned North of the Santa Cruz islands to engage and decisively defeat any Allied naval forces, especially carrier forces, that respond to the ground offensive. You are assigned to this force. After defeating the American carriers, you must finally nullify Henderson Field!
ru: Мы должны добиться превосходства на море в районе острова Гуадалканал. Адмирал Ямамото собрал соединенную эскадру авианосцев, а командование сухопутных войск начало решительное наступление. Мы заняли позицию к северу от острова Санта-Круз, чтобы перехватить и уничтожить любые морские силы, а в особенности авианосцы, которые будут посланы в ответ на наземное наступление. После уничтожения американских авианосцев, вы должны наконец-то разгромить Хендерсон-Филд.
uk: Ми повинні домогтися переваги на морі в районі острова Гуадалканал. Адмірал Ямамото зібрав з'єднану ескадру авіаносців, а командування сухопутних військ початок рішучий наступ. Ми зайняли позицію на північ від острова Санта-Круз, щоб перехопити і знищити будь-які морські сили, а особливо авіаносці, які будуть надіслані у відповідь на наземний наступ. Після знищення американських авіаносців, ви повинні нарешті розгромити Хендерсон-Філд.

# LS_PVE_MISSIONTEXT_N3C6M1
source: There are two enemy carriers on radar. Their escort will be here in 4 minutes. You must sink them before their escorts arrive!
ru: Наблюдатели обнаружили два авианосца противника. Они идут на соединение с эскортом, у вас есть 4 минуты на их уничтожение!
uk: Спостерігачі виявили два авіаносці супротивника. Вони йдуть на з'єднання з ескортом, у вас є 4 хвилини на їх знищення!

# LS_PVE_MISSIONTEXT_N3C6M2
source: The enemy's battleship and carrier are anchored for resupplly. Intel estimates that the supply time is 6 minutes. Sink them before they are resupplied!
ru: Обнаружены линкор и авианосец противника, бункерующие топливо. Они не смогут дать ход еще 6 минут. Уничтожить, пользуясь преимуществом в ходе!
uk: Виявлено лінкор і авіаносець противника, бункер паливо. Вони не зможуть дати хід ще 6 хвилин. Знищити, користуючись перевагою в ході!

# LS_PVE_MISSIONTEXT_N3C6M3
source: We have spotted another Allied Task Force to the south of the Santa Cruz Islands. Bearing 172, full ahead!
ru: К югу от островов Санта-Круз обнаружена еще одна эскадра противника. Курс 172, полный вперед!
uk: На південь від островів Санта-Круз виявлена ​​ще одна ескадра противника. Курс 172, повний вперед!

# LS_PVE_MISSIONTEXT_N3C6M4
source: The enemy is preparing a large air strike against our forces! Send our fighters to shoot their bombers down, then retaliate!
ru: Противник готовит массированную атаку с воздуха. Запустите истребители, чтобы отбить ее, затем бомбите в ответ!
uk: Противник готує масовану атаку з повітря. Запустіть винищувачі, щоб відбити її, потім бомбити у відповідь!

# LS_PVE_MISSIONTEXT_N3C6M5
source: An Allied scout plane has been spotted nearby. It was shot down, however it still managed to send a radio message. Expect the Americans any time now.
ru: Невдалеке замечен разведывательный самолет союзников. Его сбили, но он успел передать наши координаты. Атака неизбежна!
uk: Неподалік помічений розвідувальний літак союзників. Його збили, але він встиг передати наші координати. Атака неминуча!

# LS_PVE_CHAPTERDEBRIEF_N3C6
source: This is a great victory for Japan. We destroyed countless ships, half of the U.S. aircraft, and sank many enemy carriers. As a result, the Enterprise remains the only operational, but damaged, Allied carrier in the entire Pacific theater. Although we achieved a great victory, our victory came at a high cost. Many of our damaged ships will have to return to Japan for extensive repairs and refitting. Forty-nine percent of our torpedo bomber aircrews involved in the battle were killed along with 39% of the dive bomber crews and 20% of the fighter pilots.
ru: Это великая победа Японии. Мы уничтожили огромное количество американских кораблей и половину самолетов, также много самолетов погибло вместе с авианосцами. В результате, на Тихом океане остался единственный действующий авианосец союзников, Энтерпрайз, да и тот сильно поврежден. Наша победа далась дорогой ценой. Многие корабли вынуждены вернуться в Японию на ремонт. Погибли 49% экипажей торпедоносцев, участвовавших в боях, 39% экипажей пикирующих бомбардировщиков, 20% истребителей.
uk: Це велика перемога Японії. Ми знищили величезну кількість американських кораблів і половину літаків, також багато літаків загинуло разом з авіаносцями. В результаті, на Тихому океані залишився єдиний діючий авіаносець союзників, Ентерпрайз, та й той сильно пошкоджений. Наша перемога далася дорогою ціною. Багато кораблів змушені повернутися в Японію на ремонт. Загинули 49% екіпажів торпедоносців, які брали участь в боях, 39% екіпажів пікіруючих бомбардувальників, 20% винищувачів.

# LS_PVE_CHAPTERNAME_N3C7
source: Battle of the Coral Sea
ru: Битва в Коралловом море
uk: Битва в Кораловому морі

# LS_PVE_CHAPTERBRIEF_N3C7
source: To strengthen the Empire in the South Pacific, we have developed Operation Mo to invade and occupy Port Moresby in New Guinea and Tulagi in the southeastern Solomon Islands. We have successfully invaded and occupied Tulagi, but several supporting warships were surprised by aircraft from the US fleet carrier Yorktown and were sunk or damaged. Now that we are aware of the presence of US carriers in the area, you are ordered to advance towards the Coral Sea to find and destroy the Allied naval forces.
ru: Чтобы усилить позиции Империи В Южном Тихом океане, была разработана операция МО, предусматривающая захват Порт Моресби в Новой Гвинее и Тулаги на Соломоновых островах. Мы успешно захватили Тулаги, но несколько наших кораблей были захвачены врасплох и утоплены налетами с авианосца Йорктаун. Теперь, когда нам известно о присутствии американских авианосцев в этом районе, ваша задача - обнаружить их и уничтожить.
uk: Щоб посилити позиції Імперії В Південному Тихому океані, була розроблена операція МО, яка передбачає захоплення Порт Моресбі в Новій Гвінеї і Тулагі на Соломонових островах. Ми успішно захопили Тулагі, але кілька наших кораблів були захоплені зненацька і втоплені нальотами з авіаносця Йорктаун. Тепер, коли ми знаємо про присутність американських авіаносців в цьому районі, ваше завдання - виявити їх і знищити.

# LS_PVE_MISSIONTEXT_N3C7M1
source: The convoy carrying the invasion force to Port Moresby is under your protection until it reaches the destination.
ru: Конвой, перевозящий десант в Порт Моресби, находится под вашей защитой.
uk: Конвой, який перевозить десант в Порт Моресбі, знаходиться під вашим захистом.

# LS_PVE_MISSIONTEXT_N3C7M2
source: Picking up multiple radar contacts 150 miles to the west. It must be Task Force 17, which is known to be operating in this area.
ru: На радаре множество целей в 150 милях к западу. Вероятно, это оперативная группа 17, которая была раньше замечена в этом районе.
uk: На радарі безліч цілей в 150 милях на захід. Ймовірно, це оперативна група 17, яка була раніше помічена в цьому районі.

# LS_PVE_MISSIONTEXT_N3C7M3
source: The enemy is avoiding close contact and trying to hide their carriers. We must stop the air attacks by finding where the airplanes are coming from and destroying the carriers.
ru: Противник пытается избежать сближения. Мы должны обнаружить их авианосцы, чтобы прекратить атаки с воздуха!
uk: Противник намагається уникнути зближення. Ми повинні виявити їх авіаносці, щоб припинити атаки з повітря!

# LS_PVE_MISSIONTEXT_N3C7M4
source: The Allied fleet is 200 miles out, moving Northeast in two groups, East and West. The East group is covering the West group from our attacks. You must target them first.
ru: До эскадры противника 200 миль, она идет курсом на северо-восток двумя группами, восточной и западной. Восточная группа прикрывает западную. Ее необходимо уничтожить в первую очередь.
uk: До ескадри противника 200 миль, вона йде курсом на північний схід двома групами, східній і західній. Східна група прикриває західну. Її необхідно знищити в першу чергу.

# LS_PVE_MISSIONTEXT_N3C7M5
source: The main carrier force is without screens now. Join with the reinforcements and dispatch the enemy.
ru: Теперь основная группа противника не имеет прикрытия. Соединитесь с подкреплением и уничтожьте ее.
uk: Тепер основна група противника не має прикриття. З'єднаєтеся з підкріпленням і знищіть її.

# LS_PVE_CHAPTERDEBRIEF_N3C7
source: You have scored a victory in sinking many Allied carriers and reducing their numbers, However, we have reports that the Allies plan to advance at Midway. Due to this and because of the losses we suffered, we have been denied the services of our two newest carriers in the upcoming battle. Our invasion of Port Moresby was thwarted, thus boosting Allied chances in New Guinea campaign, and nullifying our threat to the supply lines running between the US and Australia. You won just a battle, but you have to do more to win the war!
ru: Вы победили, утопив множество союзнических авианосцев. Однако, два наших новейших авианосца не смогут участвовать в битве при Мидвее из-за полученных повреждений. Захват Порт Моресби провалился, из-за чего мы не можем помешать грузоперевозкам между США и Австралией. Вы выиграли бой, но нужно сделать больше, чтобы выиграть войну!
uk: Ви перемогли, втопивши безліч союзницьких авіаносців. Однак, два наших новітніх авіаносця не зможуть брати участь в битві при Мідвеї через отриманих ушкоджень. Захоплення Порт Моресбі провалився, через що ми не можемо завадити вантажоперевезень між США та Австралією. Ви виграли бій, але потрібно зробити більше, щоб виграти війну!

# LS_PVE_CHAPTERBRIEF_N3C8
source: Our capital ships are inoperable due to the lack of fuel. Instead, we will attack the enemy from under water! You are assigned to the elite submarine squadron, and your code from now on will be I-19. Your goal is to hunt down Allied capital warships around Guadalcanal and sink them.
ru: Наши надводные корабли не имеют топлива. Подводные лодки - единственное, что у нас осталось! Вы переведены в подплав, ваша лодка - I-19. Ваша задача - уничтожение надводных боевых кораблей противника вокруг острова Гуадалканал.
uk: Наші надводні кораблі не мають палива. Підводні човни - єдине, що у нас залишилося! Ви переведені в подплав, ваша човен - I-19. Ваше завдання - знищення надводних бойових кораблів противника навколо острова Гуадалканал.

# LS_PVE_MISSIONTEXT_N3C8M1
source: Our sonar has detected an Allied convoy at a range of 10 miles. Get through the screen and hit the transports as hard as you can.
ru: Акустический пост докладывает: множественные цели на расстоянии 10 миль. Уничтожьте транспорты, избегая столкновения с эскортом.
uk: Акустичний пост доповідає: множинні цілі на відстані 10 миль. Необхідно знищити транспорти, уникаючи зіткнення з ескортом.

# LS_PVE_MISSIONTEXT_N3C8M2
source: Now there is a real target! The screening force with weak escort in periscope!
ru: А вот и хорошая цель! Передовая группа, практически без эскорта!
uk: А ось і хороша мета! Передова група, практично без ескорту!

# LS_PVE_MISSIONTEXT_N3C8M3
source: We are now in sight of the Task Force. Try to sink the flagship.
ru: Мы добрались до центра оперативной группы противника. Цель - флагман!
uk: Ми добралися до центру оперативної групи противника. Мета - флагман!

# LS_PVE_MISSIONTEXT_N3C8M4
source: Our surface fleet is in range. Let’s help them from underwater and sneak to the enemy carriers while their escorts are busy.
ru: Наши надводные корабли подошли на расстояние выстрела. У нас есть шанс подобраться к авианосцам, пока эскорт занят.
uk: Наші надводні кораблі підійшли на відстань пострілу. У нас є шанс підібратися до авіаносців, поки ескорт зайнятий.

# LS_PVE_MISSIONTEXT_N3C8M5
source: Enemy submarines have been detected! Silence! Switch the sonar to passive mode! It is a game of who gets found first.
ru: Обнаружены вражеские подводные лодки! Тишина в отсеках! Отключить все вспомогательное оборудование! Мы должны подойти к ним незаметно!
uk: Виявлено ворожі підводні човни! Тиша в відсіках! Вимкнути всі допоміжне обладнання! Ми повинні підійти до них непомітно!

# LS_PVE_CHAPTERDEBRIEF_N3C8
source: Your results are outstanding. No other submarine has sunk so many capital warships in one mission. The name I-19 will be feared forever by our enemies!
ru: Ваш результат исключителен. Ни одна другая подводная лодка не утопила столько крупных кораблей противника за один выход в море. Имя I-19 всегда будет вселять трепет в сердца наших врагов!
uk: Ваш результат винятковий. Жодна інша підводний човен не втопила стільки великих кораблів противника за один вихід в море. Ім'я I-19 завжди буде вселяти трепет в серця наших ворогів!

# LS_TAP_FOR_MESSAGE
source: Tap for Message
ru: Нажмите чтобы написать
uk: Натисніть щоб написати

# LS_OPEN_ADMIN_PANEL
source: ADMIN PANEL
ru: АДМИН. ПАНЕЛЬ
uk: АДМІН. ПАНЕЛЬ

# LS_TULAGHI_ISLAND
source: Tulaghi Island
ru: остров Тулаги
uk: острів Тулагі

# LS_SHIPINFO_LEVEL_COMMAND
source: Command Center Level
ru: Уровень Командного центра
uk: Рівень Командного центру

# LS_LAND_HEAVY
source: Heavy gun
ru: Батарея
uk: Батарея

# LS_LAND_LIGHT
source: Light gun
ru: Легкая артиллерия
uk: Легка артилерія

# LS_LAND_AAW
source: AAW
ru: ПВО
uk: ППО

# LS_LEVEL_SHORT
source: Lv.
ru: ур.
uk: р.

# LS_MENU_RATE_ONLINE
source: Online Rating
ru: Онлайн рейтинг
uk: Онлайн рейтинг

# LS_MENU_RATE_COOP
source: Event Rating
ru: Рейтинг события
uk: Рейтинг події

# LS_RATINGS_RESET
source: Rating Reset
ru: Ресет рейтинга
uk: Ресет рейтингу

# LS_CHAT_CHANGE_ZONE_TO_BATTLE
source: Welcome to the battle channel.
ru: Добро пожаловать в канал битвы
uk: Ласкаво просимо до каналу битви

# LS_NOT_ENOUGH_RANGE_POINTS
source: No more range point
ru: Нет новых маршрутных точек
uk: Немає нових маршрутних точок

# LS_RANGE_POINTS_CAPACITY
source: Max Capacity
ru: Максимум точек
uk: Максимум точок

# LS_PRODUCED_RANGE_POINTS
source: Range points produced
ru: Обнаружено точек
uk: Виявлено точок

# LS_RANGE_POINTS_PER_HOUR
source: Range point per hour
ru: Скорость обнаружения
uk: Швидкість виявлення

# LS_UPGRADE_COMMAND_CENTER
source: Requires Command Center upgrade
ru: Требуется улучшение Командного Центра
uk: Потрібно поліпшення Командного Центру

# LS_HA_CAPLEVEL_REQUIRED
source: Captain Level 50 is required.
ru: Требуется капитан уровня 50.
uk: Потрібно капітан рівня 50.

# LS_HA_DISABLED
source: Unlocked Harbor Assault
ru: Атака порта недоступна
uk: Атака порту недоступна

# LS_STATE_OF_USE
source: State of Use
ru: Уровень износа
uk: Рівень зносу

# LS_REPAIR
source: Repair
ru: Ремонт
uk: Ремонт

# LS_MENU_TITLE_MODE
source: Game mode
ru: Режим игры
uk: Режим гри

# LS_MENU_TITLE_MODE_OPERATION
source: Operations
ru: Специальные Операции
uk: Спеціальні Операції

# LS_JAPANESE_CARRIER_STRIKING_FORCE
source: Japanese Carrier Striking Force
ru: Японская оперативная группа авианосцев
uk: Японська оперативна група авіаносців

# LS_BATTLE_OF_SANTA_CRUZ
source: Battle of Santa Cruz
ru: Битва у Санта Круз
uk: Битва у Санта Круз

# LS_BATTLE_OF_SAMAR
source: Battle of Samar
ru: Сражение у о. Самар
uk: Битва біля о. Самар

# LS_BATTLE_OF_THE_JAVA_SEA
source: Battle of The Java Sea
ru: Сражение в Яванском море
uk: Бій в Яванском море

# LS_BATTLE_OF_SAVO_ISLAND
source: Battle of Savo Island
ru: Сражение у о. Саво
uk: Битва біля о. Саво

# LS_BATTLE_OF_GUADALCANAL
source: Battle of Guadalcanal
ru: Битва за Гуадалканал
uk: Битва за Гуадалканал

# LS_BATTLE_OF_THE_CORAL_SEA
source: Battle of The Coral Sea
ru: Сражение в Коралловом море
uk: Битва в Кораловому морі

# LS_BATTLE_OF_TASSAFARONGA
source: Battle of Tassafaronga
ru: Бой у Тассафаронга
uk: Бій у Тассафаронга

# LS_RENNELL_ISLAND
source: Rennell Island
ru: остров Реннел
uk: острів Реннел

# LS_JAPANESE_LIGHT_FORCES
source: Japanese Light Forces
ru: японская легкая группа
uk: Японська легка група

# LS_NORTH_CAROLINA
source: North Carolina
ru: Северная Каролина
uk: Північна Кароліна

# LS_JAPANESE_SCOUT_LINE
source: Japanese Scout Line
ru: Линия японских разведчиков
uk: Лінія японських розвідників

# LS_USS_DESTROYER_O_BRIEN_SUNK
source: Destroyer O'Brien Sunk
ru: Гибель миноносца О'Брайен
uk: Загибель міноносця О'Брайен

# LS_USS_CARRIER_WASP_SUNK
source: Carrier Wasp Sunk
ru: Гибель авианосца Васп
uk: Загибель авіаносця Васпам

# LS_JAPANESE_TYPE_B1_SUBMARIINE
source: Japanese Type B1 Submariine
ru: Японская ПЛ Тип Б1
uk: Японська ПЛ Тип Б1

# LS_SINGLE_TORPEDO_SALVO
source: Single Torpedo Salvo
ru: Торпедный залп
uk: Торпедний залп

# LS_USS_BATTLESHIP_NORTH_CAROLINA_DAMAGED
source: Battleship North Carolina Damaged
ru: Повреждение линкора Северная Каролина
uk: Пошкодження лінкора Північна Кароліна

# LS_VANUATU
source: Vanuatu
ru: Вануату
uk: Вануату

# LS_NENDO
source: Nendo
ru: Нендо
uk: Нендо

# LS_NAUNONGA
source: Naunonga
ru: Наунонга
uk: Наунонга

# LS_FUBUKI
source: Fubuki
ru: Фубуки
uk: Фубукі

# LS_NATORI
source: Natori
ru: Натори
uk: Наторі

# LS_HATSUYUKI
source: Hatsuyuki
ru: Хацуюки
uk: Хацуюкі

# LS_SHIRAYUKI
source: Shirayuki
ru: Шираюки
uk: Шіраюкі

# LS_SHIKINAMI
source: Shikinami
ru: Шикинами
uk: Шикін

# LS_MOGAMI
source: Mogami
ru: Могами
uk: Могами

# LS_MIKUMA
source: Mikuma
ru: Микума
uk: Мікума

# LS_SHIRAKUMO
source: Shirakumo
ru: Ширакумо
uk: Шіракумо

# LS_MURAKUMO
source: Murakumo
ru: Муракумо
uk: Муракумо

# LS_ASAKAZE
source: Asakaze
ru: Асаказе
uk: Асаказе

# LS_BABI
source: Babi
ru: Баби
uk: Бабі

# LS_HOUSTON
source: Houston
ru: Хьюстон
uk: Х'юстон

# LS_PERTH
source: Perth
ru: Перт
uk: Перт

# LS_PERTH_SINKS
source: Perth Sinks
ru: гибель Перта
uk: загибель Перта

# LS_HARUKAZE
source: Harukaze
ru: Харуказе
uk: Харуказе

# LS_JAVA
source: Java
ru: Ява
uk: Ява

# LS_HATAKAZE
source: Hatakaze
ru: Хатаказе
uk: Хатаказе

# LS_PANJANG
source: Panjang
ru: Паньян
uk: Паньян

# LS_LAGONOY_GULF
source: Lagonoy Gulf
ru: залив Лагоной
uk: затоку Лагон

# LS_SIBUYAN_SEA
source: Sibuyan Sea
ru: Сибуйское море
uk: Сібуйское море

# LS_BOHOL
source: Bohol
ru: Бохол
uk: Бохол

# LS_JAPANESE_FORCE_A
source: Japanese Force A
ru: Японская группа А
uk: Японська група А

# LS_KUMANO_RETIRES
source: Kumano Retires
ru: Отступление Кумано
uk: Відступ Кумано

# LS_SUSUYA_SUNK
source: Susuya Sunk
ru: Гибель Сусуйя
uk: Загибель Сусуйя

# LS_HOEL_SUNK
source: Hoel Sunk
ru: Гобель Хоел
uk: Загибель Хоел

# LS_ROBERTS_SUNK
source: Roberts Sunk
ru: Гибель Робертс
uk: Загибель Робертс

# LS_JOHNSON_SUNK
source: Johnson Sunk
ru: Гибель Джонсон
uk: Загибель Джонсон

# LS_GAMBIER_BAY_SUNK
source: Gambier Bay Sunk
ru: Гибель Гэмбьер-бей
uk: Загибель Гембьер-бей

# LS_NORTHERN_CVE_GROUP
source: Northern CVE Group
ru: Северная группа авианосцев
uk: Північна група авіаносців

# LS_CHOKAI_SUNK
source: Chokai Sunk
ru: Гибель Шокай
uk: Загибель Шокай

# LS_CHIKUMA_SUNK
source: Chikuma Sunk
ru: Гибель Шикума
uk: Загибель Шікума

# LS_MIDDLE_CVE_GROUP
source: Middle CVE Group
ru: Мредняя группа авианосцев
uk: Мредняя група авіаносців

# LS_SOUTHERN_CVE_GROUP
source: Southern CVE Group
ru: Южная группа авианосцев
uk: Південна група авіаносців

# LS_ZUIKAKU
source: Zuikaku
ru: Зуйкаку
uk: Зуйкаку

# LS_TORPEDO
source: Torpedo
ru: Торпеда
uk: Торпеда

# LS_ZUIHO
source: Zuiho
ru: Зуйо
uk: Зуйо

# LS_SHOKAKU_ZUIKAKU
source: Shokaku Zuikaku
ru: Шокаку Зуйкаку
uk: Шокаку Зуйкаку

# LS_OBELISK_ISLAND
source: Obelisk Island
ru: отсров Обелиска
uk: отсров Обеліска

# LS_TAUMAKO
source: Taumako
ru: Таумако
uk: Таумако

# LS_NIBANGA_TEMAU
source: Nibanga Temau
ru: Нибанга Темау
uk: Нібанга тема

# LS_LIPE
source: Lipe
ru: Липе
uk: Липі

# LS_TINAKULA
source: Tinakula
ru: Тинакула
uk: Тінакула

# LS_MALO
source: Malo
ru: Мало
uk: Мало

# LS_SANTA_CRUZ_ISLANDS
source: Santa Cruz Islands
ru: острова Санта-Круз
uk: острова Санта-Круз

# LS_SUZUKAZA
source: Suzukaza
ru: Сузуказа
uk: Сузуказе

# LS_KAWAKAZA
source: Kawakaza
ru: Каваказа
uk: Каваказа

# LS_KAOERO
source: Kaoero
ru: Каоеро
uk: Каоеро

# LS_KURASHIO
source: Kurashio
ru: Курашио
uk: Кураш

# LS_OYASHIO
source: Oyashio
ru: Ойяшио
uk: Ойяшіо

# LS_MAKANAMI
source: Makanami
ru: Маканами
uk: Маканамі

# LS_NAGANAMI
source: Naganami
ru: Напфнами
uk: Напфнамі

# LS_HONOLULU
source: Honolulu
ru: Гонолулу
uk: Гонолулу

# LS_TAKANAMI
source: Takanami
ru: Таканами
uk: Таканамі

# LS_PENSACOLA_TORPEDOED
source: Pensacola Torpedoed
ru: Повреждение Пенсакола
uk: Пошкодження Пенсакола

# LS_NORTHHAMPTON_SANK
source: Northampton Sank
ru: Гибель Нортхемптон
uk: Загибель Нортгемптон

# LS_NEW_ORLEANS_TORPEDOED
source: New Orleans Torpedoed
ru: Повреждение Новый Орлеан
uk: Пошкодження Новий Орлеан

# LS_US_CRUISERS
source: US Cruisers
ru: крейсеры США
uk: Крейсери США

# LS_IONIAN_SEA
source: Ionian Sea
ru: Ионическое море
uk: Іонічне море

# LS_GREECE
source: Greece
ru: Греция
uk: Греція

# LS_VENETO
source: Veneto
ru: Венето
uk: Венето

# LS_BRITISH_CS
source: British CS
ru: Британские крейсеры
uk: Британські крейсери

# LS_CAPE_MATAPAN
source: Cape Matapan
ru: мыс Матапан
uk: мис Матапан

# LS_KITHERA
source: Kithera
ru: Китера
uk: Кітеріі

# LS_AEGEAN_SEA
source: Aegean Sea
ru: Эгейское море
uk: Егейське море

# LS_ZARA_FLUME_POLA_TO_REJOIN_VENETO
source: Zara, Flume, Pola to rejoin Veneto
ru: Зара, Флюм, Поло соединяются с Венето
uk: Зара, Флюм, Поло з'єднуються з Венето

# LS_MALEME
source: Maleme
ru: Малеме
uk: Малеме

# LS_SPHAXIA
source: Sphaxia
ru: Сфаксия
uk: Сфакс

# LS_HERAKLIION
source: Herakliion
ru: Гераклион
uk: Геракліон

# LS_CRETE
source: Crete
ru: Крит
uk: Крит

# LS_SUCCESSFUL_SWORD_FISH_ATTACKS
source: Successful Swordfish Attacks
ru: Удачные атаки ПЛ
uk: Вдалі атаки ПЛ

# LS_4_BRITISH_CS
source: 4 British CS
ru: 4 Британских крейсера
uk: 4 Британських крейсера

# LS_ITALIAN_CS
source: Italian CS
ru: Итальянский крейсер
uk: Італійський крейсер

# LS_CONVOY_PQ15_AND_RETURN_QP11
source: Convoy PQ15 and return QP11
ru: Конвой PQ15 и обратный QP11
uk: Конвой PQ15 і зворотний QP11

# LS_BATTLE_OF_NORTH_CAPE
source: Battle of North Cape
ru: Бой у Нордкапа
uk: Бій у Нордкапа

# LS_GREENLAND
source: Greenland
ru: Грендандия
uk: Грендандія

# LS_ICELAND
source: Iceland
ru: Исландия
uk: Ісландія

# LS_SWEDEN
source: Sweden
ru: Швеция
uk: Швеція

# LS_BATTLE_OF_NARVIK
source: Battle of Narvik
ru: Битва при Нарвике
uk: Битва при Нарвике

# LS_NORWAY
source: Norway
ru: Норвегия
uk: Норвегія

# LS_FINLAND
source: Finland
ru: Финляндия
uk: Фінляндія

# LS_HUDSON_BAY
source: Hudson Bay
ru: залив Гудзон
uk: затока Гудзон

# LS_NORTH_SEA
source: North Sea
ru: Северное море
uk: Північне море

# LS_UNITED_KINGDOM
source: United Kingdom
ru: Великобритания
uk: Великобританія

# LS_IRELAND
source: Ireland
ru: Ирландия
uk: Ірландія

# LS_POLAND
source: Poland
ru: Польша
uk: Польща

# LS_USSR
source: USSR
ru: СССР
uk: СРСР

# LS_GERMANY
source: Germany
ru: Германия
uk: Німеччина

# LS_FRANCE
source: France
ru: Франция
uk: Франція

# LS_BATTLE_OF_PUNTO_STILA
source: Battle of Punto Stila
ru: Бой у Пунто-Стило
uk: Бій у Пунто-Стиль

# LS_CANADA
source: Canada
ru: Канада
uk: Канада

# LS_MALTA_CONVOY_OPERATION_PEDESTAL
source: Malta Convoy - Operation Pedestal
ru: Мальтийский конвой - операция ''Пьедестал''
uk: Мальтійський конвой - операція '' П'єдестал ''

# LS_ITALY
source: Italy
ru: Италия
uk: Італія

# LS_SPAIN
source: Spain
ru: Испания
uk: Іспанія

# LS_TURKEY
source: Turkey
ru: Турция
uk: Туреччина

# LS_INVASION_OF_SICILY_OPERATION_HUSKY
source: Invasion of Sicily - Operation Husky
ru: Высадка на Сицилию - операция ''Хаски''
uk: Висадка на Сицилію - операція '' Хаскі ''

# LS_BATTLE_OF_SIRTE
source: Battle of Sirte
ru: Сражение в заливе Сидра
uk: Бій в затоці Сидру
