Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_TUT1_MANAMOC_ISLAND
source: Manamoc Island
ru: Остров Манамок
uk: Острів Манамок

# LS_TUT1_AGUTAYA_ISLAND
source: Agutaya Island
ru: Остров Агутайя
uk: Острів Агутайя

# LS_TUT1_SIBOLON_ISLAND
source: Sibolon Island
ru: Остров Сиболо
uk: Острів Сібола

# LS_ACH_REWARD
source: REWARD
ru: НАГРАДА
uk: НАГОРОДА

# LS_ACH_GET_REWARD
source: GET REWARD
ru: ПОЛУЧИТЬ
uk: ОТРИМАТИ

# LS_ACH_UPGRADE_CREW
source: CREW TRAINING
ru: ТРЕНИРОВКА КОМАНДЫ
uk: ТРЕНУВАННЯ КОМАНДИ

# LS_ACH_UPGRADE_SHIP
source: UPGRADE SHIP
ru: УЛУЧШЕНИЕ КОРАБЛЯ
uk: ПОЛІПШЕННЯ КОРАБЛЯ

# LS_ACH_SUNK_CAMPAIGN
source: SEA HUNTER
ru: МОРСКОЙ ОХОТНИК
uk: МОРСЬКИЙ МИСЛИВЕЦЬ

# LS_ACH_WIN_CAMPAIGN
source: PEACEMAKER
ru: МИРОТВОРЕЦ
uk: МИРОТВОРЕЦЬ

# LS_ACH_SUNK_SURVIVAL
source: PREDATOR
ru: ХИЩНИК
uk: ХИЖАК

# LS_ACH_WIN_SURVIVAL
source: EXTERMINATION
ru: ИСТРЕБЛЕНИЕ
uk: ВИНИЩЕННЯ

# LS_ACH_SUNK_ONLINE
source: WARMONGER
ru: РАЗЖИГАТЕЛЬ ВОЙНЫ
uk: РОЗПАЛЮВАЧ ВІЙНИ

# LS_ACH_WIN_ONLINE
source: TERMINATOR
ru: ТЕРМИНАТОР
uk: ТЕРМІНАТОР

# LS_ACH_UNLOCK_HEAVY
source: HEAVY & STEEL
ru: ТЯЖЕЛЫЙ И СТАЛЬНОЙ
uk: ВАЖКИЙ І СТАЛЕВИЙ

# LS_ACH_FULLSET_BB
source: BEASTS
ru: МОНСТРЫ
uk: МОНСТРИ

# LS_ACH_FULLSET_CV
source: DARK WINGS
ru: ТЕМНЫЕ КРЫЛЬЯ
uk: ТЕМНІ КРИЛА

# LS_ACH_FULLSET_SS
source: NIGHTMARES
ru: НОЧНЫЕ КОШМАРЫ
uk: НІЧНІ ЖАХИ

# LS_ACH_RESOURCE_STEEL
source: MR.SCROOGE
ru: МИСТЕР СКРУДЖ
uk: МІСТЕР СКРУДЖ

# LS_ACH_ONLINE_RATING
source: MASTER OF MANKIND
ru: ПОВЕЛИТЕЛЬ ЧЕЛОВЕЧЕСТВА
uk: ВОЛОДАР ЛЮДСТВА

# LS_ACH_MASTER_BB
source: MASTER OF STEEL
ru: ПОВЕЛИТЕЛЬ СТАЛИ
uk: ВОЛОДАР СТАЛІ

# LS_ACH_MASTER_CV
source: MASTER OF WINGS
ru: ПОВЕЛИТЕЛЬ КРЫЛЬЕВ
uk: ВОЛОДАР КРИЛ

# LS_ACH_MASTER_SS
source: MASTER OF DEEP
ru: ПОВЕЛИТЕЛЬ ГЛУБИНЫ
uk: ВОЛОДАР ГЛИБИНИ

# LS_ACH_UPGRADE_CREW_DESC
source: Increase sailor level %@ times.
ru: Увеличьте уровень матроса %@ раз.
uk: Збільште рівень матроса %@ раз.

# LS_ACH_UPGRADE_SHIP_DESC
source: Increase equipment level %@ times.
ru: Увеличьте уровень предмета %@ раз.
uk: Збільште рівень предмета %@ раз.

# LS_ACH_SUNK_CAMPAIGN_DESC
source: Sunk %@ ships in Operation.
ru: Потопите %@ кораблей в Кампании.
uk: Потопите %@ кораблів в Кампанії.

# LS_ACH_WIN_CAMPAIGN_DESC
source: Win %@ Operation battles.
ru: Выиграйте %@ сражений в Кампании.
uk: Виграйте %@ битв в Кампанії.

# LS_ACH_SUNK_SURVIVAL_DESC
source: Sunk %@ ships in Survival.
ru: Потопите %@ кораблей в Выживании.
uk: Потопите %@ кораблів в виживання.

# LS_ACH_WIN_SURVIVAL_DESC
source: Win %@ Survival battles.
ru: Выиграйте %@ сражений в Выживании.
uk: Виграйте %@ битв на виживання.

# LS_ACH_SUNK_ONLINE_DESC
source: Sunk %@ ships in Online.
ru: Потопите %@ кораблей в Онлайне.
uk: Потопите %@ кораблів в онлайн.

# LS_ACH_WIN_ONLINE_DESC
source: Win %@ Online battles.
ru: Выиграйте %@ сражений в Онлайне.
uk: Виграйте %@ битв в онлайн.

# LS_ACH_UNLOCK_HEAVY_DESC
source: Build %@ ship classes.(CL, CA, BB)
ru: Постройте %@ кораблей разных классов.
uk: Побудуйте %@ кораблів різних класів.

# LS_ACH_FULLSET_BB_DESC
source: Build %@ Battleships.
ru: Постройте %@ Линкоров.
uk: Побудуйте %@ Лінкорів.

# LS_ACH_FULLSET_CV_DESC
source: Build %@ Carriers.
ru: Постройте %@ Авианосцев.
uk: Побудуйте %@ авіаносця.

# LS_ACH_FULLSET_SS_DESC
source: Build %@ Submarines.
ru: Постройте %@ Подлодок.
uk: Побудуйте %@ підводних човнів.

# LS_ACH_RESOURCE_STEEL_DESC
source: Gain %@ Steel.
ru: Добыть %@ Стали.
uk: Добути %@ Стали.

# LS_ACH_ONLINE_RATING_DESC
source: Get %@ Rating Win / Defeat in Online.
ru: Получить %@ рейтинг побед /поражений в Онлайне.
uk: Отримати %@ рейтинг перемог / поразок в онлайн.

# LS_ACH_MASTER_BB_DESC
source: Sunk %@ ships with your Battleship while playing Online
ru: Потопить %@ кораблей Линкором в Онлайне.
uk: Потопити %@ кораблів лінкор в онлайн.

# LS_ACH_MASTER_CV_DESC
source: Sunk %@ ships with your Carrier while playing Online.
ru: Потопить %@ кораблей Авианосцем в Онлайне.
uk: Потопити %@ кораблів авіаносця в онлайн.

# LS_ACH_MASTER_SS_DESC
source: Sunk %@ ships with your Submarine while playing Online.
ru: Потопить %@ кораблей Подлодкой в Онлайне.
uk: Потопити %@ кораблів підводного човна в онлайн.

# LS_ONLINE_TEAM_MY
source: ALLIES
ru: СВОИ
uk: СВОЇ

# LS_ONLINE_TEAM_ENEMY
source: ENEMY
ru: ВРАГИ
uk: ВОРОГИ

# LS_REWARD
source: REWARD
ru: НАГРАДА
uk: НАГОРОДА

# LS_ONLINE_BATTLE_START
source: ONLINE BATTLE STARTED
ru: ОНЛАЙН БОЙ НАЧАЛСЯ
uk: ОНЛАЙН БІЙ РОЗПОЧАВСЯ

# LS_ALERT_PROXIMITY
source: PROXIMITY WARNING!
ru: СТОЛКНОВЕНИЕ
uk: ЗІТКНЕННЯ

# LS_ALERT_TORPEDO_PROXIMITY
source: TORPEDO INCOMING!
ru: ТОРПЕДЫ!
uk: ТОРПЕДИ!

# LS_ALERT_MINE_PROXIMITY
source: MINE PROXIMITY!
ru: МИНЫ
uk: МІНИ

# LS_ALERT_OXYGEN
source: OXYGEN
ru: КИСЛОРОД
uk: КИСЕНЬ

# LS_ALERT_PROXIMITY_OUTSIDE
source: EXIT FROM BATTLE!
ru: ГРАНИЦА БОЕВОЙ ЗОНЫ
uk: КОРДОН БОЙОВОЇ ЗОНИ

# LS_ALERT_RETURN_TO_BATTLE
source: RETURN TO BATTLE
ru: ВОЗВРАЩЕНИЕ В БОЙ
uk: ПОВЕРНЕННЯ В БІЙ

# LS_ESCAPE_ZONE
source: ESCAPE ZONE
ru: ЗОНА БЕЗОПАСНОСТИ
uk: ЗОНА БЕЗПЕКИ

# LS_SUR_IRON_CHANNEL
source: IRON CHANNEL
ru: ФАРВАТЕР
uk: ФАРВАТЕР

# LS_SUR_MINE
source: MINE
ru: ШАХТА
uk: ШАХТА

# LS_SUR_AIRFIELD
source: AIRFIELD
ru: ПОЛОСА
uk: ШПАЛЬТА

# LS_SUR_SIDWAY
source: SIDWAY
ru: СИДВЕЙ
uk: СІДВЕЙ

# LS_HULL
source: HULL
ru: КОРПУС
uk: КОРПУС

# LS_ARMOR
source: ARMOR
ru: БРОНЯ
uk: БРОНЯ

# LS_BULGE
source: BULGE
ru: БУЛИ
uk: БУЛІ

# LS_MAX_SPEED
source: MAX SPEED
ru: СКОРОСТЬ
uk: ШВИДКІСТЬ

# LS_OVER_SPEED
source: OVERHEAT SPEED
ru: СКОРОСТЬ ФОРСАЖА
uk: ШВИДКІСТЬ ФОРСАЖУ

# LS_OVER_SPEED_TIME
source: OVERHEAT TIME
ru: ВРЕМЯ ФОРСАЖА
uk: ЧАС ФОРСАЖУ

# LS_AAW
source: AAW
ru: ПВО
uk: ППО

# LS_SIGHT_RANGE
source: SIGHT RANGE
ru: ОБНАРУЖЕНИЕ
uk: ВИЯВЛЕННЯ

# LS_RADAR_RANGE
source: RADAR RANGE
ru: РАДАР
uk: РАДАР

# LS_SONAR_RANGE
source: SONAR RANGE
ru: СОНАР
uk: СОНАР

# LS_TURRETS
source: TURRETS
ru: ОРУДИЙНЫЕ БАШНИ
uk: ГАРМАТНІ БАШТИ

# LS_TURRET_BARRELS
source: BARRELS
ru: СТВОЛЫ
uk: СТВОЛИ

# LS_GUN_RANGE
source: GUN RANGE
ru: ДАЛЬНОСТЬ
uk: ДАЛЬНІСТЬ

# LS_SHELL_DAMAGE
source: SHELL DAMAGE
ru: УРОН
uk: ШКОДА

# LS_GUN_RELOAD_TIME
source: RELOAD TIME
ru: ВРЕМЯ ПЕРЕЗАРЯДКИ
uk: ЧАС ПЕРЕЗАРЯДКИ

# LS_LAUNCHERS
source: LAUNCHERS
ru: ПУСКОВЫЕ УСТАНОВКИ
uk: ПУСКОВІ УСТАНОВКИ

# LS_DIVE_TIME
source: DIVE TIME
ru: ВРЕМЯ ПОД ВОДОЙ
uk: ЧАС ПІД ВОДОЮ

# LS_TBOMBERS
source: TORPEDO BOMBERS
ru: ТОРПЕДОНОСЦЫ
uk: ТОРПЕДОНОСЦІ

# LS_DIVEBOMBERS
source: DIVE BOMBERS
ru: ПИКИРОВЩИКИ
uk: ПІКІРУВАЛЬНИКИ

# LS_TOUCH_TO_OPEN_DETAILS
source: Touch for Details.
ru: Нажми для детальной информации.
uk: Натисни для детальної інформації.

# LS_CLASS_NAME_DD
source: DESTROYER
ru: ЭСМИНЕЦ
uk: ЕСМІНЕЦЬ

# LS_CLASS_NAME_CL
source: LIGHT CRUISER
ru: ЛЕГКИЙ КРЕЙСЕР
uk: ЛЕГКИЙ КРЕЙСЕР

# LS_CLASS_NAME_CA
source: HEAVY CRUISER
ru: ТЯЖЕЛЫЙ КРЕЙСЕР
uk: ВАЖКИЙ КРЕЙСЕР

# LS_CLASS_NAME_BB
source: BATTLESHIP
ru: ЛИНКОР
uk: ЛІНКОР

# LS_CLASS_NAME_CV
source: AIRCRAFT CARRIER
ru: АВИАНОСЕЦ
uk: АВІАНОСЕЦЬ

# LS_CLASS_NAME_SS
source: SUBMARINE
ru: ПОДВОДНАЯ ЛОДКА
uk: ПІДВОДНИЙ ЧОВЕН

# LS_PURCASE_UNAVAILABLE
source: Purchases are currently unavailble at the moment.
ru: Покупки недоступны в настоящий момент.
uk: Покупки недоступні в даний момент.

# LS_UNMOUNT
source: UNMOUNT
ru: УБРАТЬ
uk: ПРИБРАТИ

# LS_UNMOUNT_ITEM
source: UNMOUNT EQUIPMENT
ru: ПОСТАВИТЬ
uk: ПОСТАВИТИ

# LS_UNMOUNT_ITEM_WARNING
source: Do you really want to unmount the equipment?
ru: Вы уверены что хотите снять установленное оборудование?
uk: Ви впевнені що хочете зняти встановлене обладнання?

# LS_ITEM_FCS
source: FCS
ru: РУБКА
uk: РУБКА

# LS_ITEM_ENGINE
source: ENGINE
ru: ДВИГАТЕЛЬ
uk: ДВИГУН

# LS_PARAM_MAX_SPEED
source: MAX SPEED
ru: СКОРОСТЬ
uk: ШВИДКІСТЬ

# LS_PARAM_OVERHEAT_SPEED
source: OVERHEAT SPEED
ru: СКОРОСТЬ ФОРСАЖА
uk: ШВИДКІСТЬ ФОРСАЖУ

# LS_PARAM_OVERHEAT_TIME
source: OVERHEAT TIME
ru: ВРЕМЯ ФОРСАЖА
uk: ЧАС ФОРСАЖУ

# LS_ITEM_MAINGUN
source: MAIN GUN
ru: ОСНОВНЫЕ ОРУДИЯ
uk: ОСНОВНІ ГАРМАТИ

# LS_PARAM_BARRELS
source: BARRELS
ru: СТВОЛЫ
uk: СТВОЛИ

# LS_PARAM_DAMAGE
source: SHELL DAMAGE
ru: УРОН
uk: ШКОДА

# LS_PARAM_RELOAD_TIME
source: RELOAD TIME
ru: ВРЕМЯ ПЕРЕЗАРЯДКИ
uk: ЧАС ПЕРЕЗАРЯДКИ

# LS_PARAM_RANGE
source: RANGE
ru: ДАЛЬНОСТЬ
uk: ДАЛЬНІСТЬ

# LS_ITEM_SUBGUN
source: SUB GUN
ru: ВСПОМОГАТЕЛЬНЯЕ ОРУДИЯ
uk: ДОПОМІЖНІ ГАРМАТИ

# LS_ITEM_ARMOR_BELT
source: ARMORED BELT
ru: БРОНИРОВАННЫЙ ПОЯС
uk: БРОНЬОВАНИЙ ПОЯС

# LS_ITEM_ARMOR_DECK
source: ARMORED DECK
ru: БРОНИРОВАННАЯ ПАЛУБА
uk: БРОНЬОВАНА ПАЛУБА

# LS_ITEM_ARMOR_BULGE
source: BULGE
ru: БУЛИ
uk: БУЛІ

# LS_ITEM_ARMOR_HULL
source: HULL
ru: КОРПУС
uk: КОРПУС

# LS_PARAM_HULL
source: HULL
ru: КОРПУС
uk: КОРПУС

# LS_PARAM_DECK
source: DECK
ru: ПАЛУБА
uk: ПАЛУБА

# LS_PARAM_BELT
source: BELT
ru: ПОЯС
uk: ПОЯС

# LS_PARAM_BULGE
source: TORPEDO DEFENSE
ru: БУЛИ
uk: БУЛІ

# LS_ITEM_LAUNCHER_TORPEDO
source: TORPEDO LAUNCHER
ru: ТОРПЕДНАЯ УСТАНОВКА
uk: ТОРПЕДНЕ ОСНАЩЕННЯ

# LS_PARAM_TUBES
source: TUBES
ru: ТОРПЕДЫ
uk: ТОРПЕДИ

# LS_ITEM_LAUNCHER_HEDGEHOG
source: HEDGEHOG LAUNCHER
ru: БОМБОМЕТ
uk: БОМБОМЕТ

# LS_PARAM_BUNDLE
source: BUNDLE
ru: ЗАРЯДОВ
uk: ЗАРЯДІВ

# LS_ITEM_FLIGHTDECK
source: FLIGHTDECK
ru: ПОЛЕТНАЯ ПАЛУБА
uk: ПОЛЬОТНА ПАЛУБА

# LS_SCOUTS
source: SCOUTS
ru: РАЗВЕДЧИКИ
uk: РОЗВІДНИКИ

# LS_FIGHTERS
source: FIGHTERS
ru: ИСТРЕБИТЕЛИ
uk: ВИНИЩУВАЧІ

# LS_TORPEDO_BOMBERS
source: TORPEDO BOMBERS
ru: ТОРПЕДОНОСЦЫ
uk: ТОРПЕДОНОСЦІ

# LS_DIVE_BOMBERS
source: DIVE BOMBERS
ru: ПИКИРОВЩИКИ
uk: ПІКІРУВАЛЬНИКИ

# LS_SQUADRONS
source: SQUADRONS
ru: ЭСКАДРИЛИЙ
uk: ЕСКАДРІЛІЙ

# LS_ITEM_AIRCRAFT_FIGHTER
source: FIGHTERS
ru: ИСТРЕБИТЕЛЬ
uk: ВИНИЩУВАЧ

# LS_ITEM_AIRCRAFT_TORPEDO
source: TORPEDO BOMBERS
ru: ТОРПЕДОНОСЕЦ
uk: ТОРПЕДОНОСЕЦЬ

# LS_ITEM_AIRCRAFT_DIVE
source: DIVE BOMBERS
ru: ПИКИРОВЩИКИ
uk: ПІКІРУВАЛЬНИКИ

# LS_PARAM_AIR_DP
source: DP
ru: ПРОЧНОСТЬ
uk: МІЦНІСТЬ

# LS_PARAM_AIR_FUEL
source: FUEL
ru: ТОПЛИВО
uk: ПАЛИВО

# LS_PARAM_AIR_ATTACK
source: ATTACK
ru: АТАКА
uk: АТАКА

# LS_PARAM_AIR_DEFENCE
source: DEFENSE
ru: ЗАЩИТА
uk: ЗАХИСТ

# LS_PARAM_AIR_TORPEDO_DAMAGE
source: TORPEDO DAMAGE
ru: УРОН ТОРПЕДЫ
uk: ШКОДА ВІД ТОРПЕДИ

# LS_PARAM_AIR_BOMB_DAMAGE
source: BOMB DAMAGE
ru: УРОН БОМБЫ
uk: ШКОДА ВІД БОМБИ

# LS_ITEM_OXYGEN
source: OXYGEN
ru: КИСЛОРОД
uk: КИСЕНЬ

# LS_PARAM_DIVE_TIME
source: DIVE TIME
ru: ДЛИТЕЛЬНОСТЬ ПОГРУЖЕНИЯ
uk: ТРИВАЛІСТЬ ЗАНУРЕННЯ

# LS_FREE
source: AVAILABLE
ru: ДОСТУПНЫХ
uk: ДОСТУПНИХ

# LS_SLOTS
source: SLOTS
ru: ПРЕДМЕТОВ
uk: ПРЕДМЕТІВ

# LS_SHIP_HEALTH
source: SHIP HEALTH
ru: КОРПУС
uk: КОРПУС

# LS_RESULT_PLAY_TIME
source: PLAY TIME
ru: ВРЕМЯ ИГРЫ
uk: ЧАС ГРИ

# LS_RESULT_REWARD_XP
source: CAPTAIN XP
ru: ОПЫТ
uk: ДОСВІД

# LS_RESULT_SUNK_ENEMY_SHIPS
source: SHIPS SUNK
ru: ПОТОПЛЕНО КОРАБЛЕЙ
uk: ПОТОПЛЕНО КОРАБЛІВ

# LS_RESULT_REWARD_STEEL
source: REWARD STEEL
ru: СТАЛЬ
uk: СТАЛЬ

# LS_RESULT_REWARD_GOLD
source: REWARD GOLD
ru: ЗОЛОТО
uk: ЗОЛОТО

# LS_RESULT_TOTAL_DAMAGE
source: TOTAL ATTACK
ru: ОБЩИЙ УРОН
uk: ЗАГАЛЬНА ШКОДА

# LS_CHAT_USER_ENTER
source: Player has entered the channel
ru: игрок вошел в чат.
uk: гравець увійшов в чат.

# LS_CHAT_SAY_HERE
source: Tap Here to chat…
ru: напиши тут
uk: напиши тут

# LS_CHAT_PROFILE
source: PROFILE
ru: ПРОФИЛЬ
uk: ПРОФІЛЬ

# LS_CHAT_IGNORE
source: IGNORE
ru: ИГНОРИРОВАТЬ
uk: НЕХТУВАТИ

# LS_CHAT_REPORT
source: REPORT
ru: ОТЧЕТ
uk: ЗВІТ

# LS_CHAT_USER_EXIT
source: player left a channel
ru: игрок покинул чат
uk: гравець покинув чат

# LS_ITEM_AUTOGUN
source: SECONDARY GUNS
ru: ВСПОМОГАТЕЛЬНЫЕ ОРУДИЯ
uk: ДОПОМІЖНЕ ОЗБРОЄННЯ

# LS_MENU_BATTLE_EXIT_WARNING
source: Would you like to quit the battle?
ru: Вы уверены что хотите покинуть бой?
uk: Ви впевнені що хочете залишити бій?

# LS_MENU_BATTLE_EXIT
source: Exit Battle
ru: Выход
uk: Вихід

# LS_OK
source: OK
ru: ОК
uk: ОК

# LS_TUTORIAL_PUSH_SET_SAIL
source: Touch to choose battle mode
ru: Нажать для выбора режима боев
uk: Натиснути для вибору режиму боїв

# LS_UI_ENGINE_OVER_SPEED
source: OVER[BR]SPEED
ru: САМЫЙ[BR]ПОЛНЫЙ
uk: МАКС[BR]ХІД

# LS_UI_ENGINE_FULL_SPEED
source: FULL[BR]SPEED
ru: ПОЛНЫЙ[BR]ХОД
uk: ПОВНИЙ[BR]ХІД

# LS_UI_ENGINE_STOP
source: STOP
ru: СТОП
uk: СТОП

# LS_UI_ENGINE_REVERSE
source: REVERSE
ru: РЕВЕРС
uk: РЕВЕРС

# LS_TUT_SCAPA_FLOW
source: Battle of Scapa Flow
ru: Сражение в Скапа Флоу
uk: Бій в Скапа-Флоу

# LS_TUT_SCAPA_FLOW_DESC
source: In 1939 Admiral Karl Dönitz planned and executed an operation to sink the RN battleship in Scapa Flow in order to push for more government support for the Navy. For this, Captain Günter Prien heads towards the enemy naval port to sink the battleship Royal Oak with the U – 47.
ru: В 1939 году адмирал Карл Дёниц разработал операцию по уничтожению королевских линейных кораблей непосредственно на военно-морской базе Скапа Флоу. Немецкая подводная лодка U-47 под командованием капитана Гюнтера Прина вошла в пролив Кирк-Саунд…
uk: У 1939 році адмірал Карл Деніц розробив операцію по знищенню королівських лінійних кораблів безпосередньо на військово-морській базі Скапа-Флоу. Німецький підводний човен U-47 під командуванням капітана Гюнтера Прина увійшла в протоку Кірк-Саунд ...

# LS_TUT_FIRST_BATTLE_SUB_TITLE1
source: Stage 1. Penetrate through the defense area of Scapa Flow
ru: Этап 1. Проникнуть в бухту Скапа Флоу.
uk: Етап 1. Проникнути в бухту Скапа-Флоу.

# LS_TUT_FIRST_BATTLE_SUB_TITLE2
source: Stage 2. Sink the Royal Oak.
ru: Этап 2. Найти и потопить Ройял Оук.
uk: Етап 2. Знайти і потопити Ройял Оук.

# LS_TUT_FIRST_BATTLE_SUB_TITLE3
source: Stage 3. Escape from the defense area of Scapa Flow
ru: Этап 3. Покинуть бухту Скапа Флоу.
uk: Етап 3. Покинути бухту Скапа-Флоу.

# LS_TUT_BISMARK
source: Last Battle of Bismark
ru: Последний поход Линкора Бисмарк
uk: Останній похід лінкора Бісмарк

# LS_TUT_BISMARK_DESC
source: Reports have informed us that the Battleship Bismarck has sank the allied Battleship HMS Hood and is now returning back to Brest harbor of Gouvernement de Vichy
ru: Разведка сообщает что линкор Бисмарк потопил крейсер Худ и направляется в Брест для ремонта.
uk: Розвідка повідомляє, що лінкор Бісмарк потопив крейсер Худ і направляється в Брест для ремонту.

# LS_TUT_FIRST_BATTLE_BRIEFING_01
source: Captain, we have discovered the KM merchant raider ship anchored due to an engine problem.
ru: Капитан, разведка обнаружила рейдер Кригсмарине, корабль стоит на якоре в связи с поломкой двигателя.
uk: Капітан, розвідка виявила рейдер Крігсмаріне, корабель стоїть на якорі в зв'язку з поломкою двигуна.

# LS_TUT_FIRST_BATTLE_BRIEFING_02
source: Approach the enemy's merchant raider ship and sink it.
ru: Уничтожить вражеский рейдер!
uk: Знищити ворожий рейдер!

# LS_TUT_FIRST_BATTLE_BRIEFING_03
source: Good luck!.
ru: Удачи!
uk: Успіхів!

# LS_TUT_SCAPA_FLOW_1_BRIEFING_01
source: Scapa Flow, this is one of the UK naval bases and also where our Fleet has stigmatically lost, just after the 1st World War.
ru: Бухта Скапа Флоу. Одна из военно морских баз королевского флота Великобритании. Это место где Германия лишилась всего своего флота сразу после поражения в Первой Мировой Войне.
uk: Бухта Скапа-Флоу. Одна з військово морських баз королівського флоту Великобританії. Це місце де Німеччина втратила весь свій флот відразу після поразки в Першій світовій війні.

# LS_TUT_SCAPA_FLOW_1_BRIEFING_02
source: Every side is covered with lands and the guard is strong also.
ru: Все проходы в бухту перекрыты и охраняются очень хорошо.
uk: Всі проходи в бухту перекриті і охороняються дуже добре.

# LS_TUT_SCAPA_FLOW_1_BRIEFING_03
source: We are going to tranverse through a narrow passageway to sink the UK Battleship, Royal Oak, and then escape back to here.
ru: Мы собираемся проникнуть в бухту через узкий пролив с затопленными кораблями, найти и торпедировать линкор Ройял Оук, и затем вернуться обратно.
uk: Ми збираємося проникнути в бухту через вузьку протоку з затопленими кораблями, знайти і торпедувати лінкор Ройял Оук, і потім повернутися назад.

# LS_TUT_SCAPA_FLOW_1_BRIEFING_04
source: You must safely penetrate the defenses of Scapa Flow.
ru: Первая задача - незаметно проникнуть в бухту Скапа Флоу
uk: Перше завдання - непомітно проникнути в бухту Скапа-Флоу

# LS_TUT_SCAPA_FLOW_1_BRIEFING_05
source: You must not collide with land or with old ships.
ru: Необходимо обойти все препятствия без столкновений.
uk: Необхідно обійти всі перешкоди без зіткнень.

# LS_TUT_SCAPA_FLOW_1_BRIEFING_06
source: Good luck!
ru: Удачи!
uk: Успіхів!

# LS_TUT_SCAPA_FLOW_2_BRIEFING_01
source: Locate and Destroy the Royal Oak.
ru: Найти и потопить Ройял Оук.
uk: Знайти і потопити Ройял Оук.

# LS_TUT_SCAPA_FLOW_2_BRIEFING_02
source: You must not collide with land and you must not fire your weapons until your first attack on the Royal Oak.
ru: Необходимо незаметно обнаружить Ройял Оук.
uk: Необхідно непомітно виявити Ройял Оук.

# LS_TUT_SCAPA_FLOW_2_BRIEFING_03
source: Be undetected by the enemy's two reconnaissance ships before detecting the Royal Oak
ru: Примение оружие возможно только после обнаружения Ройял Оук. Постарайтесь увернуться от патрульных кораблей.
uk: Примение зброю можливо тільки після виявлення Ройял Оук. Постарайтеся ухилитися від патрульних кораблів.

# LS_TUT_SCAPA_FLOW_2_BRIEFING_04
source: Attention! Our Torpedoes still aren't as reliable as we originally expected. Fire a salvo of torpedoes to avoid a failure.
ru: Внимание! Наши торпеды не так надежны как мы ожидали. По возможности стреляйте залпом.
uk: Увага! Наші торпеди не так надійні як ми очікували. По можливості стріляйте залпом.

# LS_TUT_BISMARK_BRIEFING_01
source: Our allied ships are keeping continuous fire on the Bismarck, but somehow the damage being dealt doesn't look so severe.
ru: Наши корабли продалжают обстреливать Бисмарк, но мы не можем нанести критических повреждений.
uk: Наші кораблі продалжал обстрілювати Бісмарк, але ми не можемо завдати критичних пошкоджень.

# LS_TUT_BISMARK_BRIEFING_02
source: Please send squadrons of Torpedo Bombers to support the battle against the Bismarck.
ru: Направьте эскадрилию торпедоносцев на Бисмарк для помощи союзному флоту.
uk: Направте ескадрильї торпедоносців на Бісмарк для допомоги союзному флоту.

# LS_TUT_BISMARK_BRIEFING_03
source: However, be careful not to damage allied ships instead of the enemy ship.
ru: Постарайтесь не атаковать союзные корабли! Удачи!
uk: Постарайтеся не атакувати союзні кораблі! Успіхів!

# LS_TUT_SCAPA_FLOW_3_BRIEFING_01
source: After sinking the Royal Oak, a search party of five ships have started to search the area for you. Try to remain undetected.
ru: После потопления Ройял Оук пять поисковых кораблей пытаются найти виновника. Постарайтесь оставаться незаметным для них.
uk: Після потоплення Ройял Оук п'ять пошукових кораблів намагаються знайти винуватця. Постарайтеся залишатися непомітним для них.

# LS_TUT_SCAPA_FLOW_3_BRIEFING_02
source: Return back to the starting point safely.
ru: Вернитесь к выходу из бухты.
uk: Поверніться до виходу з бухти.

# LS_TUT_SCAPA_FLOW_ROYAL_OAK
source: HMS Royal Oak
ru: Ройял Оук
uk: Ройял Оук

# LS_TUT_SCAPA_FLOW_PEGASUS
source: HMS Pegasus
ru: Пегасус
uk: Пегасус

# LS_TUT_SCAPA_FLOW_DIVE
source: Enemy ship detected! Emergency dive!
ru: Обнаружен корабль противника. Срочное погружение!
uk: Виявлено корабель противника. Термінове занурення!

# LS_TUT_SCAPA_FLOW_LAUNCH_TORPEDOES
source: Launch torpedoes to sink your enemy!
ru: Используйте торпеды!
uk: Використовуйте торпеди!

# LS_TUT_SCAPA_FLOW_ROYAL_OAK_DETECTED
source: Royal Oak detected!
ru: Обнаружен Ройял Оук!
uk: Виявлено Ройял Оук!

# LS_TUT_SCAPA_FLOW_CRASH
source: Your ship had a collision with land!
ru: Ваш корабль сел на мель!
uk: Ваш корабель сів на мілину!

# LS_TUT_SCAPA_FLOW_PLAYER_DETECTED
source: Your ship was detected!
ru: Ваш корабль обнаружен!
uk: Ваш корабель виявлений!

# LS_PLAYER_SUNK
source: Your ship sunk!
ru: Ваш корабль потоплен!
uk: Ваш корабель потоплений!

# LS_MISSION_COMPLETED
source: Mission completed!
ru: Миссия завершена!
uk: Місія завершена!

# LS_PATROL_SHIP
source: Patrol
ru: Патруль
uk: Патруль

# LS_PLAYER_CRITICAL_SHIP_SUNK
source: Allied ship has sunk!
ru: Союзный корабль потоплен!
uk: Союзний корабель потоплений!

# LS_PLAYER_ENEMY_RETREATED
source: Enemy ship has retreated
ru: Вражеский корабль ушел.
uk: Ворожий корабель пішов.

# LS_PLAYER_SHIPS_ESCAPE
source: All allied ships have been escorted successfully!
ru: Миссия эскорта успешно завершена!
uk: Місія ескорту успішно завершена!

# LS_ENEMY_SHIPS_SUNK
source: All enemy ships have sunk!
ru: Все вражеские корабли потоплены!
uk: Всі ворожі кораблі потоплені!

# LS_TIME_IS_UP
source: Time is up.
ru: Время истекло.
uk: Час минув.

# LS_MENU_SELECT_SHIP
source: Choose your ship.
ru: Выбрать корабль
uk: Вибрати корабель

# LS_PLAY_BATTLE_CANCEL
source: You are retreating from the battle
ru: Выход из боя
uk: Вихід з бою

# LS_SUR_MODE_BB_0_0
source: The enemy fleet has arrived and has started to engage our fleet. It is too late to retreat; open fire and sink them all!
ru: LS_SUR_MODE_BB_0_0
uk: LS_SUR_MODE_BB_0_0

# LS_SUR_MODE_BB_0_1
source: Their reconnaissance fleet is baiting us into a trap. Sink the enemies and escape!
ru: LS_SUR_MODE_BB_0_1
uk: LS_SUR_MODE_BB_0_1

# LS_SUR_MODE_BB_0_2
source: A heavy cruiser has joined the enemy fleet. Avoid fire from the heavy crusier while attempting to find and destroy their carrier!
ru: LS_SUR_MODE_BB_0_2
uk: LS_SUR_MODE_BB_0_2

# LS_SUR_MODE_BB_0_3
source: The enemy's support fleet has entered our operational zone. Take them down!
ru: LS_SUR_MODE_BB_0_3
uk: LS_SUR_MODE_BB_0_3

# LS_SUR_MODE_BB_0_4
source: We wasted too much time crushing their patrol fleet, and their support fleet has ended up chasing us. Sink their support fleet and attempt to to remain undetected!
ru: LS_SUR_MODE_BB_0_4
uk: LS_SUR_MODE_BB_0_4

# LS_SUR_MODE_BB_0_5
source: Their advanced fleet is larger than we expected. But we need to break through their siege!
ru: LS_SUR_MODE_BB_0_5
uk: LS_SUR_MODE_BB_0_5

# LS_SUR_MODE_BB_0_6
source: It was a tough battle, however their reinforcements arrived here faster than ours! When will our reinforcements be here!?
ru: LS_SUR_MODE_BB_0_6
uk: LS_SUR_MODE_BB_0_6

# LS_SUR_MODE_BB_0_7
source: The enemy's escort fleet, including a battleship and light cruiser are rushing to protect their reconnaissance force. Work together with our allies and eliminate all enemies!
ru: LS_SUR_MODE_BB_0_7
uk: LS_SUR_MODE_BB_0_7

# LS_SUR_MODE_BB_0_8
source: We avoided their advanced fleet, but another enemy fleet was waiting for us. Striking first is the best way to defend ourselves!
ru: LS_SUR_MODE_BB_0_8
uk: LS_SUR_MODE_BB_0_8

# LS_SUR_MODE_BB_0_9
source: The enemy's advanced fleet saw through our ambush. We must now face them directly!
ru: LS_SUR_MODE_BB_0_9
uk: LS_SUR_MODE_BB_0_9

# LS_SUR_MODE_BB_0_10
source: We broke through their first siege, but there are still plenty of enemy forces remaining. Break through the remaining forces!
ru: LS_SUR_MODE_BB_0_10
uk: LS_SUR_MODE_BB_0_10

# LS_SUR_MODE_BB_0_11
source: We have allowed the enemy's fleet to chase after us. Now we have only one option, open fire!
ru: LS_SUR_MODE_BB_0_11
uk: LS_SUR_MODE_BB_0_11

# LS_SUR_MODE_BB_0_12
source: We requested further support because they have us outnumbered. Survive until our support fleet arrives!
ru: LS_SUR_MODE_BB_0_12
uk: LS_SUR_MODE_BB_0_12

# LS_SUR_MODE_BB_0_13
source: The remaining enemies are gathering and trying to counter attack. They must be more experienced!
ru: LS_SUR_MODE_BB_0_13
uk: LS_SUR_MODE_BB_0_13

# LS_SUR_MODE_BB_0_14
source: 2nd engagement! Help your allies eliminate all of the enemies!
ru: LS_SUR_MODE_BB_0_14
uk: LS_SUR_MODE_BB_0_14

# LS_SUR_MODE_BB_0_15
source: 3rd engagement! Focus your fire to finish this battle!
ru: LS_SUR_MODE_BB_0_15
uk: LS_SUR_MODE_BB_0_15

# LS_SUR_MODE_BB_0_16
source: We have successfully defeated their main fleet, however their powerful battleship fleet is still a large threat to us. Eliminate the rest of them!
ru: LS_SUR_MODE_BB_0_16
uk: LS_SUR_MODE_BB_0_16
