Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_DEFENCE_NET_DESC
source: Anti-submarine nets are useful agaist submarines.
ru: Противолодочные сети позволяют обнаруживать, задерживать и уничтожать подводные лодки противника. Бесполезны против всех надводных судов противника.
uk: Протичовнові мережі дозволяють виявляти, затримувати і знищувати підводні човни противника. Марні проти всіх надводних суден противника.

# LS_DEFENCE_BOATS_DESC
source: Coastal boats with light artillery guns and two torpedo tubes. Useful against capital ships and submarines.
ru: Прибрежные скоростные Торпедные катера с легким вооружением и двумя торпедами эффективны против Тяжелых кораблей противника, а также подводных лодок. Мало эффективны против Эсминцев и Легких Крейсеров.
uk: Прибережні швидкісні Торпедні катера з легким озброєнням і двома торпедами ефективні проти Важких кораблів противника, а також підводних човнів. Мало ефективні проти есмінця і Легких Крейсерів.

# LS_DEFENCE_LIGHT_GUN_DESC
source: The light gun has a smaller caliber, however it is useful when attacking enemy Destroyers and Light Cruisers due to its fast reload speed.
ru: Легкая скорострельная артиллерия эффективна против малых судов Эсминцев и Легких Крейсеров. Практически бесполезна против больших судов противника и подводных лодок.
uk: Легка скорострільна артилерія ефективна проти малих суден есмінців і Легких Крейсерів. Практично марна проти великих суден противника і підводних човнів.

# LS_DEFENCE_HEAVY_GUN_DESC
source: The heavy gun has a larger caliber and has a slow reloadspeed, however it is useful when attacking enemy Heavy Cruisers, Carriers and Battleships.
ru: Тяжелые береговые орудия способны уничтожать малоподвижные цели на большой дальности от берега. Бесполезны против легких быстроходных кораблей и подводных лодок.
uk: Важкі берегові гармати здатні знищувати малорухливі мети на великої дальності від берега. Марні проти легких швидкохідних кораблів і підводних човнів.

# LS_DEFENCE_GARRISON_DESC
source: The Garrison guards the defense base and you will be defeated if the garrision is destroyed.
ru: Увеличение гарнизона повышает эффективность всех средств обороны Порта.
uk: Збільшення гарнізону підвищує ефективність всіх засобів оборони Порта.

# LS_DEFENCE_AAW_DESC
source: AAW is the anti-aircraft machine gun, which is the best weapon to defend the Harbour from an attack by the enemy aircraft.
ru: Скорострельные пушки Противовоздушной обороны. Эффективно отражают налеты вражеской палубной авиации.
uk: Скорострільні гармати Протиповітряної оборони. Ефективно відображають нальоти ворожої палубної авіації.

# LS_DEFENCE_AIRFIELD_DESC
source: The Airfield strikes all enemy ships by aircrafts.
ru: Аэродром базирования морской авиации. Авиация очень эффективна против слабо бронированных легких кораблей класса Эсминец или Легкий Крейсер.
uk: Аеродром базування морської авіації. Авіація дуже ефективна проти слабо броньованих легких кораблів класу Есмінець або Легкий Крейсер.

# LS_DEFENDERS_TITLE
source: DEFENDERS
ru: ЗАЩИТНИКИ
uk: ЗАХИСНИКИ

# LS_DEFENDERS_SELECT_SHIP
source: Select ship to defend the harbor.
ru: Выберите корабль для защиты Порта
uk: Виберіть корабель для захисту Порта

# LS_HA_CLOSE_COMBAT_LINE
source: CLOSE COMBAT LINE
ru: ЛИНИЯ БЛИЖНЕГО БОЯ
uk: ЛІНІЯ БЛИЖНЬОГО БОЮ

# LS_HA_MAIN_BATTLESHIP_LINE
source: HEAVY SHIPS LINE
ru: ЛИНИЯ ТЯЖЕЛЫХ КОРАБЛЕЙ
uk: ЛІНІЯ ВАЖКИХ КОРАБЛІВ

# LS_HA_SUPPORT_CV_LINE
source: SUPPORT CARRIER LINE
ru: ЛИНИЯ АВИАЦИОННОЙ ПОДДЕРЖКИ
uk: ЛІНІЯ АВІАЦІЙНОЇ ПІДТРИМКИ

# LS_HA_SLOT_UPGRADE_TO_OPEN
source: Upgrade C.Center
ru: Требуется улучшить Командный центр
uk: Потрібно поліпшити Командний центр

# LS_PILLAGE_FLEET_TITLE
source: PILLAGE FLEET
ru: РЕЙДЕРСКИЙ ФЛОТ
uk: РЕЙДЕРСЬKИЙ ФЛОТ

# LS_PILLAGE_FLEET_SELECT_SHIP
source: Select ship to attack the harbor.
ru: Выберите корабль для рейдерского флота
uk: Виберіть корабель для рейдерського флоту

# LS_PILLAGE_SEND
source: SEND
ru: СТАРТ
uk: СТАРТ

# LS_STATUS
source: STATUS
ru: СТАТУС
uk: СТАТУС

# LS_LEVEL
source: Level
ru: Уровень
uk: Рівень

# LS_DEFENSE_LOG
source: Defense log
ru: Ход Обороны
uk: Хід Оборони

# LS_ATTACK_LOG
source: Attack log
ru: Ход Атаки
uk: Хід Атаки

# LS_HA_SKIP_BATTLE
source: Surrender
ru: ПРОПУСТИТЬ
uk: ПРОПУСТИТИ

# LS_HA_SKIP_PLAYER
source: NEXT PLAYER
ru: СЛЕДУЮЩИЙ
uk: НАСТУПНИЙ

# LS_HA_START_BATTLE
source: BATTLE
ru: СРАЖЕНИЕ
uk: БИТВА

# LS_HA_RATING
source: Rating
ru: Рейтинг
uk: Рейтинг

# LS_STEEL_PRODUCED
source: Steel produced
ru: Произведено Стали
uk: Вироблено Сталі

# LS_STEEL_PER_HOUR
source: Steel per hour
ru: Скорость производства в час
uk: Швидкість виробництва в годину

# LS_OIL_PRODUCED
source: Oil produced
ru: Произведено Топлива
uk: Вироблено Палива

# LS_OIL_PER_HOUR
source: Oil per hour
ru: Скорость производства в час
uk: Швидкість виробництва в годину

# LS_STEEL_STORE_CAPACITY
source: Max Capacity
ru: Вместимость
uk: Місткість

# LS_OIL_STORE_CAPACITY
source: Max Capacity
ru: Емкость
uk: Ємність

# LS_STEEL_PROTECTION
source: Steel protected
ru: Защищённость
uk: Захищеність

# LS_OIL_PROTECTION
source: Oil protected
ru: Защищённость
uk: Захищеність

# LS_RESULT_LOOTED_STEEL
source: Pillaged Steel
ru: Захвачено Стали
uk: Захоплено Сталі

# LS_RESULT_LOOTED_OIL
source: Pillaged Oil
ru: Захвачено Топлива
uk: Захоплено Палива

# LS_RESULT_HARBOURS_REMAINING
source: Harbours remaining
ru: Доступно портов
uk: Доступно портів

# LS_RESULT_SUNK_PLAYER_SHIPS
source: Sunk player ships
ru: Потоплено кораблей игрока
uk: Потоплено кораблів гравця

# LS_REPLAY
source: Replay
ru: Повтор
uk: Повтор

# LS_REVENGE
source: Revenge
ru: Месть
uk: Помста

# LS_ATTACKER
source: Attacker
ru: Нападающий
uk: Нападаючий

# LS_DEFENDER
source: Defender
ru: Защитник
uk: Захисник

# LS_RANGE_POINT_PRODUCED
source: Range point produced
ru: Доступно
uk: Доступно

# LS_RANGE_POINT_CAPACITY
source: Capacity
ru: Запас
uk: Запас

# LS_RANGE_POINT_PER_HOUR
source: Range point per hour
ru: Скорость производства
uk: Швидкість виробництва

# LS_SHIELD_PURCHASE
source: SHIELD PURCHASE
ru: Защита
uk: Захист

# LS_PROBABILITY
source: Attack probability
ru: Вероятность атаки
uk: Імовірність атаки

# LS_SHIP_LEVEL
source: Target ship level
ru: Уровень цели
uk: Рівень цілі

# LS_UPGRADING
source: Building
ru: Строительство
uk: Будівництво

# LS_PVE_CHAPTERNAME_N1C1
source: Wake Island
ru: Остров Уэйк
uk: Острів Вейк

# LS_PVE_CHAPTERBRIEF_N1C1
source: Commander, as your first duty, you are have been stationed on Wake Island. It is a remote atoll with a recently constructed US Navy base. This base is garrisoned by the 1st Marine Defense Battalion, with a total of 450 men and officers. Also stationed on the atoll are Marine Corps fighter squadron, VMF-211, consisting of 12 F4F-3 Wildcats. Just hours after the attack on Pearl Harbor, Japanese bombers approached from bases located on the Marshall Islands and attacked Wake Island, destroying eight of the Wildcats. Now they are preparing landing forces from several directions.
ru: В качестве первого назначения, вы примете под командование силы береговой охраны острова Уэйк. Это небольшой атолл посередине Тихого океана, на котором была недавно построена база ВМФ США. В качестве гарнизона там размещен 1-й батальон морской пехоты, численностью 450 человек. Там же базируется 211 эскадрилья авиации ВМФ США, которая еще недавно состояла из 12 самолетов Ф4Ф-3 Уайлдкет. Через несколько часов после атаки на Пирл Харбор, японские бомбардировщики с Маршалловых островов совершили налет на остров Уэйк и уничтожили 8 Уайлдкетов. Мы ожидаем высадки японского десанта на остров в любой момент.
uk: В якості першого призначення, ви приймете під командування сили берегової охорони острова Уейк. Це невеликий атол посередині Тихого океану, на якому була недавно побудована база ВМФ США. Як гарнізону там розміщений 1-й батальйон морської піхоти, чисельністю 450 осіб. Там же базується 211 ескадрилья авіації ВМФ США, яка ще недавно складалася з 12 літаків Ф4Ф-3 Уайлдкет. Через кілька годин після атаки на Перл Харбор, японські бомбардувальники з Маршаллових островів напали на острів Уейк і знищили 8 Уайлдкетов. Ми очікуємо висадки японського десанту на острів в будь-який момент.

# LS_PVE_MISSIONTEXT_N1C1M1
source: Your orders are to patrol waters south of Wake Island and prevent the Japanese from landing their forces. We expect the forces in the south to have a weak escort.
ru: Патрулируйте воды к югу от острова Уэйк и предотвратите попытку высадки. Мы ожидаем, что десантные транспорты пойдут без сопровождения.
uk: Патрулюйте води на південь від острова Уейк і уникнете спробу висадки. Ми очікуємо, що десантні транспорти підуть без супроводу.

# LS_PVE_MISSIONTEXT_N1C1M2
source: A stronger landing force is coming from the northwest! It is supported by light cruiser Yubari and a destroyer.
ru: С северо-запада приближается еще одна группа десантных кораблей, в сопровождении крейсера Юбари и эсминца.
uk: З північного заходу наближається ще одна група десантних кораблів, в супроводі крейсера Юбарі і есмінця.

# LS_PVE_MISSIONTEXT_N1C1M3
source: The U.S. is planning a relief attempt. Task Force 11, with fleet carrier Saratoga, the heavy cruisers Astoria, Minneapolis, and San Francisco, and 10 destroyers, is attempting to carry troops and munitions to support the defense of Wake Island. Your mission is to clear the area of Japanese recon forces and ensure the safety of the convoy.
ru: Командование планирует доставить подкрепления на остров Уэйк. Это будет осуществлено оперативной группой 11 в составе авианосца Саратога, тяжелых крейсеров Астория, Миннеаполис и Сан-Франциско, а также 10 эсминцев. Ваше задание - очистить воды вокруг острова Уэйк от японских сил и обеспечить беспрепятственное движение группы.
uk: Командування планує доставити підкріплення на острів Уейк. Це буде здійснено оперативною групою 11 в складі авіаносця Саратога, важких крейсерів Асторія, Міннеаполіс і Сан-Франциско, а також 10 есмінців. Ваше завдання - очистити води навколо острова Уейк від японських сил і забезпечити безперешкодний рух групи.

# LS_PVE_MISSIONTEXT_N1C1M4
source: Task Force 11 has been ordered to return to Pearl Harbor due to fear of losses. We are now on our own and a intel suggests that a landing attempt is coming from the northeast! They now have carrier Hiryū for support.
ru: Оперативная группа 11 отозвана в Пирл Харбор в связи с угрозой потерь. Мы не получим подкреплений, но должны отразить попытку высадки с северо-востока, поддерживаемую авианосцем Хирю.
uk: Оперативна група 11 відкликана в Пірл Харбор в зв'язку з загрозою втрат. Ми не отримаємо підкріплень, але повинні відобразити спробу висадки з північного сходу, підтримувану авіаносцем Хирю.

# LS_PVE_MISSIONTEXT_N1C1M5
source: Commander, you fought bravely, but despite your effort the Japanese successfully landed their forces on the other side of the atoll at 02:35. After a full night and the following morning of fighting, the Wake garrison surrendered to the Japanese. Your forces must now ensure evacuation of the civilians!
ru: Вы достойно сражались, но несмотря на это, японцы высадились на противоположной стороне атолла в 02:35. Гарнизон защищался всю ночь, но был вынужден сдаться к середине дня. Ваша задача - эвакуировать гражданский персонал базы.
uk: Ви гідно билися, але незважаючи на це, японці висадилися на протилежному боці атолу в 2:35. Гарнізон захищався всю ніч, але був змушений здатися до середини дня. Ваше завдання - евакуювати цивільний персонал бази.

# LS_PVE_CHAPTERDEBRIEF_N1C1
source: The U.S. Marines suffered the loss of 49 men and two men went MIA during the entire 15-day siege of Wake Island. Three U.S. Navy personnel and at least 70 U.S. civilians were also counted among the losses, including 10 Chamorro civilians. There were also 12 civilians wounded in the conflict. Japanese losses were recorded at approximately 820 killed, with around 333 more wounded. In addition to the losses include the two destroyers, lost in the first invasion attempt, and at least 28 land-based and carrier aircraft either shot down or damaged. We lost Wake Island, but we gave a good fight! Your actions will be commemorated.
ru: Морская пехота США потеряла 49 человек убитыми и 2 пропавшими без вести, потери среди гражданского персонала составили 70 человек убитыми и 12 ранеными. Японские потери составили около 820 человек убитыми и 333 ранеными, а также не менее 2 эсминцев и 28 самолетов. Ваше участие в героической 15-дневной защита острова Уэйк против превосходящих сил противника будет отмечено командованием.
uk: Морська піхота США втратила 49 чоловік убитими і 2 зниклими без вести, втрати серед цивільного персоналу склали 70 чоловік убитими і 12 пораненими. Японські втрати склали близько 820 чоловік убитими і 333 пораненими, а також не менше 2 есмінців і 28 літаків. Ваша участь у героїчній 15-денний захист острова Уейк проти переважаючих сил противника буде відзначено командуванням.

# LS_PVE_CHAPTERNAME_N1C2
source: Battle of Empress Augusta Bay
ru: Сражение в заливе Императрицы Августы
uk: Бій в затоці Імператриці Августи

# LS_PVE_CHAPTERBRIEF_N1C2
source: We have landed a large amphibious force on the important island of Bougainville. A forceful response from the Japanese is expected. Admiral Sentaro Omori departed from Rabaul in quick response with a powerful force of two heavy and two light cruisers, and six destroyers. Your orders are to escort our assault transports out of the danger zone, then await the arrival of the Japanese forces and repel them. We are at a disadvantage in both amount of gunfire and torpedoes.
ru: Наши силы высадили крупный десант на стратегически важном острове Буганвилль, и мы ожидаем немедленных ответных действий противника. Адмирал Сентаро Омори вышел из Рабаула эскадрой в составе двух тяжелых и двух легких крейсеров, а также 6 эсминцев. Ваша задача - эскортировать наши десантные корабли в безопасную зону, а затем дождаться прибытия японской эскадры и атаковать ее. У противника имеется превосходство в артиллерии и торпедном вооружении.
uk: Наші сили висадили великий десант на стратегічно важливому острові Буганвілль, і ми очікуємо негайних дій у відповідь противника. Адмірал Сентаро Оморі вийшов з Рабаула ескадрою у складі двох важких і двох легких крейсерів, а також 6 есмінців. Ваше завдання - ескортувати наші десантні кораблі в безпечну зону, а потім дочекатися прибуття японської ескадри і атакувати її. У противника є перевага в артилерії і торпедному озброєнні.

# LS_PVE_MISSIONTEXT_N1C2M1
source: Escort the assault transports away from the danger zone. The Japanese forces will attempt to intercept you. You must protect the transports.
ru: Эскортируйте десантные транспорты в безопасную зону. Ожидайте нападения японских сил. Обеспечьте безопасность транспортов.
uk: Ескортуються десантні транспорти в безпечну зону. Чекайте нападу японських сил. Забезпечте безпеку транспортів.

# LS_PVE_MISSIONTEXT_N1C2M2
source: Radar contact made at 0230. Find the Japanese screening destroyers and engage them! Do not let them communicate with the cruisers!
ru: Радарный контакт в 02:30. Ваше задание - обнаружить авангард из эсминцев и уничтожить его, не дав ему возможности связаться с главными силами.
uk: Радарний контакт о 02:30. Ваше завдання - виявити авангард з есмінців і знищити його, не давши йому можливості зв'язатися з головними силами.

# LS_PVE_MISSIONTEXT_N1C2M3
source: Engage and destroy the main Japanese force. Your primary targets are heavy cruisers Myōkō and Haguro, secondary targets are light cruisers Agano and Sendai. Use your speed to your advantage.
ru: Ваше задание - обнаружить и уничтожить основные силы японцев. Основные цели - тяжелые крейсеры Миоко и Хагуро, второстепенные - легкие крейсеры Агано и Сендай. Используйте преимущество в скорости.
uk: Ваше завдання - виявити і знищити основні сили японців. Основні цілі - важкі крейсери Міоко і Хагуро, другорядні - легкі крейсери Агано і Сендай. Використовуйте перевага в швидкості.

# LS_PVE_MISSIONTEXT_N1C2M4
source: Destroyer Foote was struck by a torpedo, which blew off the stern of the ship, leaving 19 dead and 17 wounded. It is now drifting helplessly and is under attack. Protect her!
ru: Эсминец Футе получил попадание торпедой, которая оторвала ему носовую часть. На эсминце 19 погибших и 17 раненых. Ваша задача - защитить поврежденный эсминец.
uk: Есмінець Футе отримав потрапляння торпедою, яка відірвала йому носову частину. На есмінці 19 загиблих і 17 поранених. Ваше завдання - захистити пошкоджений есмінець.

# LS_PVE_MISSIONTEXT_N1C2M5
source: Finish them! There is chaos in the Japanese forces and they are attempting to retreat. You are almost out of fuel, so you have limited time to destroy as many of them as you can.
ru: Добейте их! В рядах японцев хаос, они пытаются отступать. У вас заканчивается топливо, поэтому вы располагаете ограниченным временем на преследование противника.
uk: Добийте їх! В рядах японців хаос, вони намагаються відступати. У вас закінчується паливо, тому ви маєте в своєму розпорядженні обмеженим часом на переслідування противника.

# LS_PVE_CHAPTERDEBRIEF_N1C2
source: The next day the pursuit was broken off and all ships, many low on fuel and ammunition, were ordered to rendezvous with the hapless Foote. The rest of the day was spent defending the landing beaches from air attack. After the Japanese ships returned to Rabaul, they were joined by four cruisers and more destroyers from Truk for another attack on the Allied landing forces at Bougainville. However, shortly after, two U.S. aircraft carriers raided Rabaul, heavily damaging four heavy cruisers, which had to withdraw to Truk. This ended the Japanese warship threat to the Allied landing forces at Bougainville.
ru: На следующий день преследование прекратилось, и все корабли, у многих из которых практически не оставалось снарядов и топлива, вернулись к невезучему Футе. Японские корабли вернулись на базу в Рабауле. Вскоре база была атакована двумя американскими авианосцами, которые смогли сильно повредить четыре японских тяжелых крейсера. Японцы были вынуждены отступить на базу Трук. Таким образом, угроза со стороны моря американским войскам на Буганвилле была ликвидирована.
uk: На наступний день переслідування припинилося, і всі кораблі, у багатьох з яких практично не залишалося снарядів і палива, повернулися до невдачливому Футе. Японські кораблі повернулися на базу в Рабауле. Незабаром база була атакована двома американськими авіаносцями, які змогли сильно пошкодити чотири японських важких крейсера. Японці були змушені відступити на базу Трук. Таким чином, загроза з боку моря американським військам на Буганвілле була ліквідована.

# LS_PVE_CHAPTERNAME_N1C3
source: Battle of Cape Esperance
ru: Бой у мыса Эсперанс
uk: Бій біля мису Есперанс

# LS_PVE_CHAPTERBRIEF_N1C3
source: Our main airfield on Guadalcanal, called Henderson Field, is a critical object for our war effort in the region. The Japanese have already attempted to capture it three times and have failed. They will surely send a naval task force to bombard it with the objective of destroying Allied aircraft and the airfield's facilities. Ironbottom Sound is the strait between Savo Island and Guadalcanal in the Solomon Islands. Any task force attacking Henderson Field will have to take this route. Your mission is to take up a position at the entrance to Ironbottom Sound and screen it from possible intrusion by any Japanese bombardment forces.
ru: Хендерсон-Филд - наш основной аэродром на острове Гуадалканал, представляющий стратегическую ценность для всех военных действий в этом районе. Японцы трижды безуспешно пытались его захватить. Теперь следует ожидать попытки артиллерийского обстрела с моря. Пролив Железное дно, прозванный так моряками из-за огромного количества погибших в нем кораблей, является единственным подступом к Хендерсон-Филд. Вы должны занять позицию у входа в пролив Железное дно и предотвратить обстрел аэродрома.
uk: Хендерсон-Філд - наш основний аеродром на острові Гуадалканал, що представляє стратегічну цінність для всіх військових дій в цьому районі. Японці тричі безуспішно намагалися його захопити. Тепер слід очікувати спроби артилерійського обстрілу з моря. Протока Залізне дно, прозваний так моряками через величезної кількості загиблих в ньому кораблів, є єдиним підступом до Хендерсон-Філд. Ви повинні зайняти позицію біля входу в протоку Залізне дно і запобігти обстрілу аеродрому.

# LS_PVE_MISSIONTEXT_N1C3M1
source: We have radar contact. A Japanese group, commanded by Rear Admiral Aritomo Goto, is approaching the entrance to the Sound. Superiority of our radars have given us a chance for a surprise attack.
ru: Цель на радаре! У входа в пролив обнаружена группа кораблей под командованием контр-адмирала Аритомо Гото. Их радары имеют меньшую дальность, поэтому есть шанс неожиданно атаковать.
uk: Ціль на радарі! Біля входу в протоку виявлена ​​група кораблів під командуванням контр-адмірала Арітомо Гото. Їх радари мають меншу дальність, тому є шанс несподівано атакувати.

# LS_PVE_MISSIONTEXT_N1C3M2
source: The flagship of Admiral Goto has been identified. Destroy the flagship!
ru: Сигнальщики опознали флагман адмирала Гото. Уничтожьте флагман!
uk: Сигнальники впізнали флагман адмірала Гото. Необхідно знищити флагман!

# LS_PVE_MISSIONTEXT_N1C3M3
source: The flagship is out of the battle and the Japanese forces have lost their command structure. The remaining forces have split into two groups and are attempting to retreat. Pursue the group to the north.
ru: Флагман уничтожен и командование японскими кораблями нарушено. Они разделились на две группы и пытаются уйти. Уничтожьте северную группу.
uk: Флагман знищений і командування японськими кораблями порушено. Вони розділилися на дві групи і намагаються піти. Необхідно знищити північну групу.

# LS_PVE_MISSIONTEXT_N1C3M4
source: The flagship is out of the battle and the Japanese forces have lost their command structure. The remaining forces have split into two groups and are attempting to retreat. Pursue the group to the south
ru: Флагман уничтожен и командование японскими кораблями нарушено. Они разделились на две группы и пытаются уйти. Уничтожьте южную группу.
uk: Флагман знищений і командування японськими кораблями порушено. Вони розділилися на дві групи і намагаються піти. Необхідно знищити південну групу.

# LS_PVE_MISSIONTEXT_N1C3M5
source: A group of reinforcements led by Admiral Jojima have arrived and have joined the remaining forces. You must not let them turn our victory into defeat! Protect the carriers.
ru: Японцы получили подкрепление в виде группы под командованием адмирала Йодзима. Не дайте нашей победе стать поражением! Защищайте авианосцы!
uk: Японці отримали підкріплення у вигляді групи під командуванням адмірала Йодзіма. Не дайте нашій перемозі стати поразкою! Захищайте авіаносці!
