Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_QUEST_ATTACK_POINT_GREAT
source: Get Attack point in Great Battle
ru: Нанести урона в Великом Сражении
uk: Нанести шкоди у Величній Битві

# LS_QUEST_ATTACK_POINT_BEGINNER
source: Get Attack point in Online Experts
ru: Нанести урона в Онлайн для Новичков
uk: Нанести шкоди в Онлайн для Новачків

# LS_DAILY_QUESTS
source: DAILY QUESTS
ru: ЕЖЕДНЕВНЫЕ ЗАДАНИЯ
uk: ЩОДЕННІ ЗАВДАННЯ

# LS_CLASS_NAME_SHORT_ALL
source: ALL
ru: ВСЕ
uk: УСЕ

# LS_WOULD_YOU_LIKE_TUTORIAL_DD
source: Captain! This is your first battle. Do you want to train the ship maneuver before participating in the battle?
ru: Капитан! Это первая боевая миссия. Вероятно, это хорошая причина, чтобы пройти обучающую миссию и научиться управлять боевым кораблем. Запустить обучающую миссию?
uk: Капітан! Це перша бойова місія. Ймовірно, це хороша причина, щоб пройти навчальну місію і навчитися керувати бойовим кораблем. Запустити навчальну місію?

# LS_CREATED_CAPTAIN_RENAME_FOR_FREE_ONE
source: Congratulations! Your Captain just arrived. You can change the captain name once free of charge in captain profile.
ru: Поздравляем! Ваш Капитан только что прибыл! Вы можете переименовать Капитана в любое время позже. Первое переименование бесплатно.
uk: Вітаємо! Ваш Капітан тільки що прибув! Ви можете перейменувати Капітана в будь-який час пізніше. Перше перейменування безкоштовно.

# LS_CREATED_SHIP_RENAME_FOR_FREE_ONE
source: Congratulations! Captain, the name of the ship being built can be changed once in equipment section for free.
ru: Поздравляем! Ваш новый корабль в процессе строительства. Мы назначили ему стандартное имя, но вы можете переименовать свой корабль в любое время позже. Первое переименование бесплатно.
uk: Вітаємо! Ваш новий корабель в процесі будівництва. Ми призначили йому стандартне ім'я, але ви можете перейменувати свій корабель в будь-який час пізніше. Перше перейменування безкоштовно.

# LS_MASTER_CREW_DURATION_LOTTERY
source: The duration of Master crew is selected by lottery one of the following periods:
ru: Длительность экипажа Мастеров выбирается случайным образом, одним из:
uk: Тривалість екіпажу Майстрів вибирається випадковим чином, одним з:

# LS_MASTER_CREW_1_3_7_365_DAYS
source: 1 day, 3 days, 7 days, 365 days.
ru: 1 день, 3 дня, 7 дней, 365 дней.
uk: 1 день, 3 дні, 7 днів, 365 днів.

# LS_WOULD_YOU_LIKE_TUTORIAL_SS
source: Captain! This is your first battle for Submarine ship class. Do you want to train the Submarine maneuver before participating in the battle?
ru: Капитан! Это первая боевая миссия для Субмарины. Вероятно, это хорошая причина, чтобы пройти обучающую миссию и научиться управлять боевым кораблем. Запустить обучающую миссию?
uk: Капітан! Це перша бойова місія для Субмарини. Ймовірно, це хороша причина, щоб пройти навчальну місію і навчитися керувати бойовим кораблем. Запустити навчальну місію?

# LS_WOULD_YOU_LIKE_TUTORIAL_CV
source: Captain! This is your first battle for Carrier ship class. Do you want to train the Carrier maneuver before participating in the battle?
ru: Капитан! Это первая боевая миссия для Авианосца. Вероятно, это хорошая причина, чтобы пройти обучающую миссию и научиться управлять боевым кораблем. Запустить обучающую миссию?
uk: Капітан! Це перша бойова місія для авіаносця. Ймовірно, це хороша причина, щоб пройти навчальну місію і навчитися керувати бойовим кораблем. Запустити навчальну місію?

# LS_RESULT_REWARD_FUEL
source: REWARD FUEL
ru: Топливо
uk: Паливо

# LS_SKILL_SALVO_DD
source: Salvo
ru: Залп
uk: Залп

# LS_SKILL_TORPEDO_DD
source: Torpedo
ru: Торпеда
uk: Торпеда

# LS_SKILL_AAW_DD
source: AAW
ru: ПВО
uk: ППО

# LS_SKILL_SALVO_CL
source: Salvo
ru: Залп
uk: Залп

# LS_SKILL_TORPEDO_CL
source: Torpedo
ru: Торпеда
uk: Торпеда

# LS_SKILL_AAW_CL
source: AAW
ru: ПВО
uk: ППО

# LS_SKILL_CRITICAL_CA
source: Critical Hit
ru: Точный выстрел
uk: Точний постріл

# LS_SKILL_AAW_CA
source: AAW
ru: ПВО
uk: ППО

# LS_SKILL_CRITICAL_BB
source: Critical Hit
ru: Точный выстрел
uk: Точний постріл

# LS_SKILL_TORPEDO_SS
source: Torpedo
ru: Торпеда
uk: Торпеда

# LS_SKILL_ATTACK_CV_TB
source: Torpedo Bomber
ru: Торпедоносец
uk: Торпедоносець

# LS_SKILL_ATTACK_CV_DB
source: Dive Bomber
ru: Пикирующий бомбардировщик
uk: Пікіруючий бомбардувальник

# LS_BANNED_FOR_ONE_DAY
source: is muted for 24 hours
ru: кляп на 24 часа
uk: кляп на 24 години

# LS_MENU_MODE_ONLINE_COOP
source: Online Beginner
ru: Онлайн Начальный
uk: Онлайн Початковий

# LS_QUEST_WIN_ONLINE_TRAINING
source: Win in Online Beginner
ru: Выиграть в Онлайн Тренировке
uk: Виграти в Онлайн Тренуванню

# LS_QUEST_PLAY_ONLINE_TRAINING
source: Play in Online Beginner
ru: Сыграть в Онлайн Тренировке
uk: Зіграти в Онлайн Тренуванню

# LS_ONLINE_INVITE_TO_PLAY
source: Do you want to join?
ru: Хотите принять участие в Сражении?
uk: Хочете взяти участь в Битві?

# LS_RATING_REWARD_TOP_CLAN_RECEIVE_INFO
source: The Top Fleets reward: devided equally among the top 20 members of the fleet
ru: Топ Флоты получают награду: разделенную равными частями между топ 20 игроков флота.
uk: Топ Флоти отримують нагороду: розділену рівними частинами між топ 20 гравців флоту.

# LS_RATING_REWARD
source: PLAYER RATING REWARD
ru: НАГРАДА ЗА РЕЙТИНГ
uk: НАГОРОДА ЗА РЕЙТИНГ

# LS_CLAN_RATING_REWARD
source: FLEET RATING REWARD
ru: НАГРАДА ЗА РЕЙТИНГ ФЛОТА
uk: НАГОРОДА ЗА РЕЙТИНГ ФЛОТУ

# LS_PLACE
source: PLACE
ru: МЕСТО
uk: МІСЦЕ

# LS_TUT_GIRL_INTRO
source: Hello Captain! I am Delia Smith from Secret Intelligence Service MI6, I will assist you at current mssion.
ru: Привет Капитан! Я Делия Смит из секретной разведовательной службы МИ6. Я буду ассистировать Вам в текущей миссии.
uk: Привіт Капітан! Я Делія Сміт з секретної розвідувальної служби МІ-6. Я буду асистувати Вам в поточній місії.

# LS_TUT_GIRL_SEARCHING_RAIDER
source: We should destroy enemy Raider ship. Searching for ship coordinates.
ru: Наша задача найти и уничтожить Рейдер противника. Уточняю координаты корабля…
uk: Наше завдання знайти і знищити Рейдер противника. Уточнюю координати корабля ...

# LS_TUT_GIRL_RAIDER_FOUND
source: Captain! Enemy ship in sight. Destroy the enemy ship!
ru: Капитан! Корабль обнаружен. Уничтожьте противника!
uk: Капітан! Корабель виявлений. Необхідно знищити противника!

# LS_TUT_GIRL_TRY_TORPEDOES
source: Captain! Raider has strong defence against guns. Try to use torpedo.
ru: Капитан! Рейдер врага оказался хорошо бронирован. Попробуйте торпеды…
uk: Капітан! Рейдер ворога виявився добре броньований. Спробуйте торпеди ...

# LS_TUT_GIRL_RAIDER_DESTROYED
source: Good job, Captain!
ru: Отличная работа Капитан!
uk: Відмінна робота Капітан!

# LS_TUT_FINAL_MESSAGE
source: You can participate in Campaign and Operation from now on. Don't forget to upgrade equipments for the strong ship.
ru: Отличная работа Капитан! [BR]Теперь Вы готовы участвовать в разных режимах игры по своему усмотрению. Не забывайте улучшать Здания и оборудования Корабля. Удачи в бою!
uk: Відмінна робота Капітан! [BR] Тепер Ви готові брати участь в різних режимах гри на свій розсуд. Не забувайте покращувати Будинки й устаткування Корабля. Удачі в бою!

# LS_ZONE_CAPTURING
source: CAPTURING
ru: ЗАХВАТ
uk: ЗАХОПЛЕННЯ

# LS_CAPTURE_BATTLEFIELD_MODE
source: CAPTURE BATTLEFIELD
ru: ЗАХВАТ ПОЛЯ БОЯ
uk: ЗАХОПЛЕННЯ ПОЛЯ БОЮ

# LS_NEXT_REWARD
source: NEXT REWARD
ru: НАГРАДА
uk: НАГОРОДА

# LS_QUEST_PLAY_ONLINE_BEGINNERS
source: Play in Online Experts
ru: Сыграть в онлайн сражении
uk: Зіграти в Онлайн битва

# LS_CHAT_RENAME_CAPTAIN
source: You have a default captain name. Please change your captain name to chat.
ru: У Вашего Капитана нет имени, чтобы писать сообщения другим игрокам в чате, необходимо дать уникальное имя Капитану!
uk: У Вашого Капітана немає імені, щоби писати повідомлення іншим гравцям в чаті, необхідно дати унікальне ім'я Капітану!

# LS_QUEST_KILL_SS_GREAT
source: Sink submarines in Great Battle
ru: Потопить Субмарины в Великом Сражении
uk: Потопити Субмарини в Великому Битві

# LS_QUEST_KILL_AIRCRAFT_GREAT
source: Shoot down aircraft in Great Battle
ru: Сбить самолеты в Великом Сражении
uk: Збити літаки в Великому Битві

# LS_QUEST_KILL_BB_GREAT
source: Sink Battleships in Great Battle
ru: Потопить Линкоры в Великом Сражении
uk: Потопити Лінкори в Великому Битві

# LS_EVENT_LINK
source: https://mobile.navyfield.com/notice/event.aspx?lang=EN
ru: https://mobile.navyfield.com/notice/event.aspx?lang=RU
uk: https://mobile.navyfield.com/notice/event.aspx?lang=RU

# LS_ANDREA DORIA
source: Andrea Doria
ru: Андреа Дориа
uk: Андреа Доріа

# LS_ONLINE_MIDDLE_1
source: South China Sea
ru: Южно-китайское море
uk: Південно-китайське море

# LS_ONLINE_MIDDLE_2
source: Philippine Sea
ru: Филиппинское море
uk: Філіппінське море

# LS_ONLINE_MIDDLE_3
source: Java Sea
ru: Яванское море
uk: Яванське море

# LS_ONLINE_MIDDLE_4
source: Coral Sea
ru: Коралловое море
uk: Коралове море

# LS_ONLINE_MIDDLE_5
source: Pacific Ocean
ru: Тихий океан
uk: Тихий океан

# LS_ONLINE_MIDDLE_6
source: Atlantic Ocean
ru: Атлантический океан
uk: Атлантичний океан

# LS_ONLINE_MIDDLE_7
source: Baltic Sea
ru: Балтийское море
uk: Балтійське море

# LS_ONLINE_MIDDLE_8
source: Antarctic Ocean
ru: Антартика
uk: Антартіка

# LS_ONLINE_MIDDLE_9
source: Indian Ocean
ru: Индийский океан
uk: Індійський океан

# LS_ONLINE_MIDDLE_10
source: The Arctic Ocean
ru: Артика
uk: Артика

# LS_ONLINE_SMALL_1
source: Wake Island
ru: Остров Уэйк
uk: острів Вейк

# LS_ONLINE_SMALL_2
source: Savo Island
ru: Остров Саво
uk: острів Саво

# LS_ONLINE_SMALL_3
source: Guadalcanal Island
ru: Гуадалканал
uk: Гуадалканал

# LS_ONLINE_SMALL_4
source: Bear Island
ru: Остров Медвежий
uk: острів Ведмежий

# LS_ONLINE_SMALL_5
source: Fauro Island
ru: Остров Фаро
uk: острів Фаро

# LS_ONLINE_SMALL_TRAINING_1
source: Sulu Sea
ru: Море Сулу
uk: Море Сулу

# LS_ONLINE_SMALL_TRAINING_2
source: Barents Sea
ru: Баренцево море
uk: Баренцове море

# LS_ONLINE_SMALL_TRAINING_3
source: Mindanao Sea
ru: Минданао
uk: Мінданао

# LS_ONLINE_SMALL_TRAINING_4
source: Lagonoy Gulf
ru: Залив Лагоной
uk: Затока Лагоной

# LS_ONLINE_SMALL_TRAINING_5
source: Ionian Sea
ru: Ионическое море
uk: Іонічне море

# LS_ONLINE_SMALL_TRAINING_6
source: Narvik Bay
ru: Нарвик фьорд
uk: Нарвік фіорд

# LS_ONLINE_SMALL_TRAINING_7
source: Norwegian Sea
ru: Норвежское море
uk: Норвезьке море

# LS_ONLINE_SMALL_TRAINING_8
source: Bismarck Sea
ru: Новогвине́йское мо́ре
uk: Новогвінейське море

# LS_MENU_MODE_ONLINE_DUEL
source: DUEL
ru: ДУЭЛЬ
uk: ДУЕЛЬ

# LS_MENU_BUTTON_INVITE_DUEL
source: INVITE DUEL
ru: ВЫЗВАТЬ НА ДУЭЛЬ
uk: ВИКЛИКАТИ НА ДУЕЛЬ

# LS_MENU_RESULTS
source: BATTLE RESULTS
ru: ИТОГИ СРАЖЕНИЯ
uk: ПІДСУМКИ БОЮ

# LS_DUEL_INVITE_ONCE_PERIOD
source: Only one invite to Duel per minute allowed!
ru: Приглашение на Дуэль нельзя отправлять чаще раза в минуту!
uk: Запрошення на Дуель не можна відправляти частіше разу на хвилину!

# LS_DUEL_INVITE
source: DUEL
ru: ДУЭЛЬ
uk: ДУЕЛЬ

# LS_PROVENCE
source: Provence
ru: Прованс
uk: Прованс

# LS_ADD_CREW_XP_TITLE
source: EXTRA CREW XP
ru: ДОБАВИТЬ ОПЫТ
uk: ДОДАТИ ДОСВІД

# LS_ONLINE_MIDDLE_11
source: Great Ocean1
ru: Великий Океан 1
uk: Великий Океан 1

# LS_ONLINE_MIDDLE_12
source: Great Ocean2
ru: Великий Океан 2
uk: Великий Океан 2

# LS_BUY_THE_MISSING_CREWPOINTS
source: Buy the missing Crew Point?
ru: Купить недостающие Очки Экипажа?
uk: Купити відсутні Окуляри Екіпажу?

# LS_WOF_BEGINNER
source: BEGINNERS
ru: НОВИЧКИ
uk: НОВАЧКИ

# LS_WOF_EXPERT
source: EXPERTS
ru: ЭКСПЕРТЫ
uk: ЕКСПЕРТИ

# LS_WOF_MASTER
source: MASTERS
ru: МАСТЕРА
uk: МАЙСТРА

# LS_WOF_BEGINNER_DESC
source: Only DD / CA / CL ships are allowed.
ru: Только ЭСМ / ЛК / ТК корабли могут принять участие в сражении
uk: Тільки ЕСМ / ЛК / ТК кораблі можуть взяти участь в битві

# LS_WOF_EXPERT_DESC
source: Only ships below level 80 are allowed.
ru: Только корабли ниже 80 уровня
uk: Тільки кораблі нижче 80 рівня

# LS_WOF_MASTER_DESC
source: No limits
ru: Без ограничений
uk: Без обмежень

# LS_3_VS_3
source: 3 vs 3
ru: 3 на 3
uk: 3 на 3

# LS_5_VS_5
source: 5 vs 5
ru: 5 на 5
uk: 5 на 5

# LS_10_VS_10
source: 10 vs 10
ru: 10 на 10
uk: 10 на 10

# LS_WOF_RATING
source: Rating
ru: Рейтинг
uk: Рейтинг

# LS_CHANGE
source: CHANGE
ru: ИЗМЕНИТЬ
uk: ЗМІНИТИ

# LS_SELECT_SHIP
source: SELECT SHIP
ru: Выбрать Корабль
uk: Вибрати Корабель

# LS_NO_SHIP_SELECTED
source: Select ship for War of Fleets.
ru: Не выбран корабль для Войны Флотов
uk: Чи не обраний корабель для Війни Флотів

# LS_SELECT
source: SELECT
ru: Выбрать
uk: Вибрати

# LS_NO_REWARD
source: No Reward
ru: Без награды
uk: Без нагороди

# LS_INVITED
source: Participating
ru: УЧАСТВУЕТ
uk: БЕРЕ УЧАСТЬ

# LS_WOF_MESSAGE_WILL_STARTED
source: War of fleets Battle will start in 30 seconds.
ru: Сражение Флотов начнется через 30 секунд!
uk: Бій Флотів почнеться через 30 секунд!

# LS_LOW_FUEL
source: No Fuel
ru: Нет топлива
uk: Немає палива

# LS_LOW_CONDITION
source: Repair Required
ru: Поврежден
uk: Пошкоджено

# LS_CANNOT_JOIN_CLAN_UNTIL
source: You cannot join any Fleet till
ru: Вы не можете присоединиться к новому Флоту еще
uk: Ви не можете приєднатися до нового Флоту ще

# LS_MENU_RANDOM_BOX
source: SUPPLY BOX
ru: ПРИПАСЫ
uk: ПРИПАСИ

# LS_BUTTON_OPEN_BOX
source: OPEN BOX
ru: ОТКРЫТЬ
uk: ВІДКРИТИ

# LS_MESSAGE_FOUND_RANDOM_BOX
source: We received a supply box!
ru: Найден контейнер с припасами!
uk: Знайдений контейнер з припасами!

# LS_NOTIFY_JOINED_TO_FLEET
source: Congratulations! Now you in a Fleet!
ru: Поздравляем! Теперь вы во Флоте!
uk: Вітаємо! Тепер ви у Флоті!

# LS_RAID_SHIP_01
source: Mogador
ru: Могадор
uk: Могадор

# LS_RAID_SHIP_02
source: La Gallissoniere
ru: Ла Галиссоньер
uk: Ла Галіссоньєр

# LS_RAID_SHIP_03
source: Tourville
ru: Турвиль
uk: Турвіль

# LS_RAID_SHIP_04
source: Minerve
ru: Минерва
uk: Мінерва

# LS_RAID_SHIP_05
source: Richelieu
ru: Ришелье
uk: Рішельє

# LS_RAID_SHIP_06
source: Charlemagne
ru: Шарлемань
uk: Шарлемань

# LS_SET_MANUAL_AAW_MODE
source: Manual AAW
ru: ПВО ручное
uk: ППО ручне

# LS_SET_AUTO_AAW_MODE
source: Auto AAW
ru: ПВО авто
uk: ППО авто

# LS_MENU_MODE_ONLINE_RAID
source: RAID BATTLE
ru: РЕЙД
uk: РЕЙД

# LS_MENU_MODE_ONLINE_FLEET_RAID
source: FLEET RAID
ru: РЕЙД ФЛОТА
uk: РЕЙД ФЛОТУ

# LS_BATTLE_RAID_NOT_STARTED
source: Raid Battle canceled - not enough players!
ru: Рейд отменен - недостаточно игроков!
uk: Рейд скасований - недостатньо гравців!

# LS_RESULT_RATING
source: Rating
ru: Рейтинг
uk: Рейтинг

# LS_BUTT_CHANGE_ICON
source: CHANGE PICTURE
ru: ИЗМЕНИТЬ ИКОНКУ
uk: Змінити іконку

# LS_CLAN_RAID
source: Fleet Raid
ru: Рейд Флота
uk: Рейд Флоту

# LS_ONLINE_RAID_1
source: South Sea
ru: Южное море
uk: Південне море

# LS_ONLINE_RAID_2
source: East Sea
ru: Восточное море
uk: Східне море

# LS_ONLINE_RAID_3
source: North Sea
ru: Северное море
uk: Північне море

# LS_BUY_FIREWORKS_TITLE
source: FIREWORKS
ru: ФЕЙЕРВЕРК
uk: ФЕЙЄРВЕРК

# LS_FIREWORKS_INFO
source: NAVYFIELD Service 1st anniversary item (50 in pack)
ru: предмет первой годовщины сервиса NAVYFIELD (50шт)
uk: Предмет першої річниці сервісу NAVYFIELD (50шт)

# LS_RAIDS
source: Remaining Raids
ru: Осталось Рейдов
uk: Залишилося Рейдів

# LS_ONLINE_RAID_4
source: Barents Sea
ru: Баренцево море
uk: Баренцове море

# LS_PROFILE_RESTORED_CAPTAINS_RENAMED
source: Welcome back Captain! Your account was restored from archive. Please check your captain name it was changed in archive but you can rename it any time for free.
ru: И снова здравствуйте! Ваш аккаунт был восстановлен из Архива. Имя капитана было изменено для хранения в Архиве, проверьте имя и поменяйте его бесплатно.
uk: І знову вітаємо! Ваш аккаунт був відновлений з Архіву. Ім'я капітана було змінено для зберігання в архіві, перевірте ім'я і поміняйте його безкоштовно.

# LS_ONLINE_RAID_5
source: Burmuda Triangle
ru: Бермудский треугольник
uk: Бермудський трикутник

# LS_RAID_SHIP_07
source: Andrea Doria
ru: Андреа Дориа
uk: Андреа Доріа

# LS_RAID_SHIP_08
source: Provence
ru: Прованс
uk: Прованс

# LS_MENU_MODE_ONLINE_EXPERT_RAID
source: EXPERT RAID
ru: РЕЙД ЭКСПЕРТОВ
uk: РЕЙД ЕКСПЕРТІВ

# LS_UNIT_HP
source: Defence
ru: Защита
uk: Захист

# LS_PARAM_NUMBER_OF_INSTALL
source: Count
ru: количество
uk: кількість

# LS_PARAM_DP
source: Defence
ru: Защита
uk: Захист

# LS_RAID_SHIP_09
source: Tourville
ru: Турвиль
uk: Турвіль

# LS_ONLINE_MIDDLE_13
source: Great Ocean3
ru: Великий Оекан 3
uk: Великий Океан 3

# LS_ONLINE_OCCUPATION_1
source: Irish Sea
ru: Ирландское море
uk: Ірландське море

# LS_ONLINE_OCCUPATION_2
source: Fortress Sea
ru: Морская Крепость
uk: Морська Фортеця

# LS_MENU_MODE_ONLINE_OFFENSE_DEFENSE
source: Offense vs Defense
ru: Нападение и Оборона
uk: Напад і Захист

# LS_OMAHA
source: Omaha
ru: Омаха
uk: Омаха

# LS_SIRIUS
source: HMS Sirius
ru: Сириус
uk: Сіріус

# LS_OYODO
source: Oyodo
ru: Оёдо
uk: Оёдо

# LS_LEIPZIG
source: Leipzig
ru: Лейпциг
uk: Лейпциг

# LS_BOGATYR
source: Bogatyr
ru: Богатырь
uk: богатир

# LS_JAGUAR
source: Jaguar
ru: Ягуар
uk: Ягуар

# LS_L ADROIT
source: L'Adroit
ru: Л’Адруа
uk: Л'Адруа

# LS_FANTASQUE
source: Le Fantasque
ru: Ле Фантаск
uk: Ле Фантаск

# LS_MOGADOR
source: Mogador
ru: Могадор
uk: Могадор

# LS_DUGUAY TROUIN
source: Duguay Trouin
ru: Дюгэ Труэн
uk: Дюге Труен

# LS_EMILE BERTIN
source: Emile Bertin
ru: Эмиль Бертин
uk: Еміль Бертін

# LS_JEANNE D ARC
source: Jeanne d'Arc
ru: Жанна д’Арк
uk: Жанна Д'Арк

# LS_LA GALISSONNIERE
source: La Galissonniere
ru: Ла Галиссоньер
uk: Ла Галіссоньер

# LS_PLUTON
source: Pluton
ru: Плутон
uk: Плутон

# LS_ALGERIE
source: Algerie
ru: Алжери
uk: Алжері

# LS_TOURVILLE
source: Tourville
ru: Турвиль
uk: Турвіль

# LS_SUFFREN
source: Suffren
ru: Сюффрен
uk: Сюффрен

# LS_CHARLEMAGNE
source: Charlemagne
ru: Шарлемань
uk: Шарлемань

# LS_ALSACE
source: Alsace
ru: Эльзас
uk: Ельзас

# LS_LORRAINE
source: Lorraine
ru: Лоррэн
uk: Лорейн

# LS_LYON
source: Lyon
ru: Лион
uk: Ліон

# LS_PARIS
source: Paris
ru: Париж
uk: Париж

# LS_STRAS BOURG
source: StrasBourg
ru: Страсбург
uk: Страсбург

# LS_RICHELIEU
source: Richelieu
ru: Ришелье
uk: Рішельє

# LS_BRETAGNE
source: Bretagne
ru: Бретань
uk: Бретань

# LS_COURBET
source: Courbet
ru: Курбе
uk: Курбе

# LS_NORMANDIE
source: Normandie
ru: Нормандия
uk: Нормандія

# LS_LIBERTE
source: Liberte
ru: Либерте
uk: Ліберте

# LS_ARROMANCHES
source: Arromanches
ru: Арроманш
uk: Арроманш

# LS_BEARN
source: Bearn
ru: Беарн
uk: Беарн

# LS_DIXMUDE
source: Dixmude
ru: Диксмюд
uk: Діксмюд

# LS_JOFFRE
source: Joffre
ru: Жоффр
uk: Жоффр

# LS_MINERVE
source: Minerve
ru: Минерва
uk: Мінерва

# LS_ARGONAUTE
source: Argonaute
ru: Аргонавт
uk: Аргонавт

# LS_L AURORE
source: L'Aurore
ru: Орор
uk: Орор

# LS_REDOUTABLE
source: Redoutable
ru: Редутабль
uk: Редутабль

# LS_REQUIN
source: Requin
ru: Рокен
uk: Рокен

# LS_SIRENE
source: Sirene
ru: Сирен
uk: Сірене

# LS_SURCOUF
source: Surcouf
ru: Сюркуф
uk: Сюркуф

# LS_NAVIGATORI
source: Navigatori
ru: Навигатори
uk: Навігаторі

# LS_ORIANI
source: Oriani
ru: Ориани
uk: Оріани

# LS_SOLDATI 1
source: Soldati I
ru: Солдати I
uk: Солдаті I

# LS_SOLDATI 2
source: Soldati II
ru: Солдати II
uk: Солдаті II

# LS_TURBINE
source: Turbine
ru: Турбине
uk: Турбіне

# LS_CAPITANI ROMANI
source: Capitani Romani
ru: Капитани Романи
uk: Капітану Романі

# LS_DI GIUSSANO
source: Di Giussano
ru: Альберто ди Джуссано
uk: Альберто ді Джуссано

# LS_DUCA D AOSTA
source: Duca d'Aosta
ru: Дюка д’Аоста
uk: Дюка д'Аоста

# LS_DUCA DEGLI ABRUZZI
source: Duca degli Abruzzi
ru: Дюка делльи Абруцци
uk: Дюка делла Абруцці

# LS_MONTECUCCOLI
source: Raimondo Montecuccoli
ru: Раймондо Монтекукколи
uk: Раймондо Монтекукколі

# LS_BOLZANO1942
source: Bolzano(1942)
ru: Больцано (1942)
uk: Больцано (1942)

# LS_TRENTO
source: Trento
ru: Тренто
uk: Тренто

# LS_ZARA
source: Zara
ru: Зара
uk: Зара

# LS_AMMIRAGLIO DI SAINT BON
source: Ammiraglio di Saint bon
ru: Аммиральо ди Сан-Бон
uk: Амміральо ді Сан-Бон

# LS_CAIO DUILIO 1915
source: Caio Duilio(1915)
ru: Кайо Дуилио (1915)
uk: Кайо Дуілій (1915)

# LS_CAIO DUILIO 1937
source: Caio Duilio(1937)
ru: Кайо Дуилио (1937)
uk: Кайо Дуілій (1937)

# LS_CONTE DI CAVOUR 1915
source: Conte di Cavour(1915)
ru: Конте ди Кавур (1915)
uk: Конте ді Кавур (1915)

# LS_CONTE DI CAVOUR 1940
source: Conte di Cavour(1940)
ru: Конте ди Кавур (1940)
uk: Конте ді Кавур (1940)

# LS_DANTE ALIGHIERI
source: Dante Alighieri
ru: Данте Алигьери
uk: Данте Аліг'єрі

# LS_CARACCIOLO
source: Francesco Caracciolo
ru: Франческо Караччоло
uk: Франческо Караччоло

# LS_PROGETTO UP41
source: Progetto UP41
ru: Проджетто UP41
uk: Проджетто UP41

# LS_RE UMBERTO
source: Re Umberto
ru: Ре Умберто
uk: Ре Умберто

# LS_REGINA MARGHERITA
source: Regina Margherita
ru: Реджина Маргерита
uk: Реджина Маргеріта

# LS_VITTORIO VENETO
source: Vittorio Veneto
ru: Витторио Венето
uk: Вітторіо Венето

# LS_AQUILA
source: Aquila
ru: Аквила
uk: Аквіла

# LS_BOLZANO1943
source: Bolzano(1943)
ru: Больцано (1943)
uk: Больцано (1943)

# LS_PROGETTO GAGNOTTO
source: Progetto Cagnotto
ru: Проджетто Каньётто
uk: Проджетто Каньyoтто

# LS_ROTA
source: Rota
ru: Рота
uk: Рота

# LS_SPARVIERO
source: Sparviero
ru: Спарвьеро
uk: Спарвьеро

# LS_STORIONE
source: Storione
ru: Сторионе
uk: Сторионе

# LS_AMMIRAGLIO CAGNI
source: Ammiraglio Cagni
ru: Аммиральо Кани
uk: Амміральо Кані

# LS_LIUZZI
source: Liuzzi
ru: Люцци
uk: Люцце

# LS_BRIN
source: Benedetto Brin
ru: Бенедетто Брин
uk: Бенедетто Брін

# LS_ARGO
source: Argo
ru: Арго
uk: Арго

# LS_JEAN BART
source: Jean Bart
ru: Жан Бар
uk: Жан Бар

# LS_ONLINE_BATTLE_DEFENSE_MODE
source: Stop invaders!
ru: Враг не пройдет!
uk: Ворог не пройде!

# LS_ONLINE_BATTLE_OFFENSE_MODE
source: Break-In!
ru: На прорыв!
uk: На прорив!

# LS_CONNECTION_ERROR_SEND_REPORT
source: You can choose SEND REPORT button to send us game logs with problem details. After touch button please run game again.
ru: Вы можете отправить нам логи ошибки выбрав кнопку ОТПРАВИТЬ ОТЧЕТ. Пожалуйста, перезапустите игру в этом случае.
uk: Ви можете відправити нам логи помилки вибравши кнопку ВІДПРАВИТИ ЗВІТ. Будь ласка, перезапустіть гру в цьому випадку.

# LS_SEND_REPORT
source: SEND REPORT
ru: ОТПРАВИТЬ ОТЧЕТ
uk: ВІДПРАВИТИ ЗВІТ

# LS_ONLINE_OCCUPATION_3
source: Big Island
ru: Большой остров
uk: Великий острів

# LS_ONLINE_OCCUPATION_4
source: Burmuda Triangle
ru: Бермудский треугольник
uk: Бермудський трикутник

# LS_OBB_FILE_NOT_FOUND_REINSTALL
source: Game resources OBB file not found! Please reinstall game!
ru: Файл ресурсов OBB не найден! Пожалуста, переустановите игру!
uk: Файл ресурсів OBB не знайден! Будь ласка, перевстановіть гру!

# LS_ONLINE_MIDDLE_14
source: Dormant volcano
ru: Старый вулкан
uk: Старий вулкан

# LS_ONLINE_OCCUPATION_5
source: Big Ice Sea
ru: Большой лед
uk: Великий лід

# LS_CHAT_PRIVATE_MARK
source: PRIVATE
ru: ЛИЧНОЕ
uk: ОСОБИСТЕ

# LS_CHAT_ADMIN_MARK
source: ADMIN
ru: АДМИН
uk: АДМІН

# LS_CHAT_SENDER_SERVER
source: SERVER
ru: СЕРВЕР
uk: СЕРВЕР

# LS_CLAN_FULL
source: Fleet full
ru: Нет места во Флоте
uk: Немає місця у Флоті

# LS_ALL_SHIPS_REFUEL_INFO
source: Do you want to refuel all your ships?
ru: Хотите перезаправить все ваши корабли?
uk: Хочете перезаправити всі ваші кораблі?

# LS_ALL_SHIPS_REFUEL_TITLE
source: REFUEL
ru: ЗАПРАВКА
uk: ЗАПРАВКА

# LS_ALL_SHIPS_REFUEL_BUTTON
source: REFUEL
ru: ЗАПРАВИТЬ
uk: ЗАПРАВИТИ

# LS_CHAT_TODAY
source: Today
ru: Сегодня
uk: Сьогодні

# LS_CHAT_YESTERDAY
source: Yesterday
ru: Вчера
uk: Вчора

# LS_LOADING_HINT_0
source: When you train a sailor, the sailor performs more in battle.
ru: Тренировка матроса улучшает характеристики корабля в бою.
uk: Тренування матроса покращує характеристики корабля в бою.

# LS_LOADING_HINT_1
source: When you upgrade ship's equipment, your ship becomes stronger.
ru: Улучшение корабля делает его сильнее.
uk: Поліпшення корабля робить його сильніше.
