Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_PVE_MISSIONTEXT_N2C3M4
source: They managed to work around our smokescreen to the west, suddenly appearing only eight miles away. It is the battleship Littorio!
ru: Они сумели обойти нашу дымовую завесу и неожиданно появились всего в восьми милях. В этой группе есть линкор типа Литторио!
uk: Вони зуміли обійти нашу димову завісу і несподівано з'явилися всього в восьми милях. У цій групі є лінкор типу Літторіо!

# LS_PVE_MISSIONTEXT_N2C3M5
source: They must be really hell bent to stop our convoy. The largest group of capital ships is arriving. Don’t let them get to the transports!
ru: Видимо, этот конвой очень им мешает. Итальянцы бросают в бой новые силы! Защищайте транспорты!
uk: Мабуть, цей конвой дуже їм заважає. Італійці кидають в бій нові сили! Захищайте транспорти!

# LS_PVE_CHAPTERDEBRIEF_N2C3
source: Your light escort has successfully prevented the Italians from inflicting any damage whatsoever on the convoy by staving off an overwhelming Italian force! The cargo ships were sent on to Malta, but en route, they were subjected to continuous air attacks. Two merchantmen sank, but another two, Talabot and steamer Pampas, reached Malta's Grand Harbour virtually unharmed.
ru: Ваши легкие силы успешно отразили все атаки превосходящих сил противника, транспорты не получили ни царапины! После боя, транспорты пошли в сторону Мальты, и были по дороге атакованы самолетами. Два из них затонули, но два других, Тальбот и пароход Пампас, дошли до Мальты невредимыми.
uk: Ваші легені сили успішно відбили всі атаки переважаючих сил противника, транспорти не отримали ні подряпини! Після бою, транспорти пішли в сторону Мальти, і були по дорозі атаковані літаками. Два з них затонули, але два інших, Тальбот і пароплав Пампасів, дійшли до Мальти неушкодженими.

# LS_PVE_CHAPTERNAME_N2C4
source: Battle of North Cape
ru: Бой у Нордкапа
uk: Бій у Нордкапа

# LS_PVE_CHAPTERBRIEF_N2C4
source: Oh, it is you again. Shouldn’t you be in the Mediterranean? We have word that Germans are deploying their capital ships to intercept Arctic Convoy JW55B. It is now 50 miles south of Bear Island. It is an excellent chance to catch their battleships and eliminate the threat to our Arctic convoys once and for all. Head to the convoy intercept point near North Cape. With your luck, JW55B will already be under attack when you get there.
ru: Это снова вы? Вас же перевели на Средиземное море? Неважно. У нас есть сведения, что немцы собираются атаковать конвой JW55B при помощи крупных надводных кораблей. Конвой сейчас в 50 милях от острова Медвежий. У нас есть возможность перехватить немецкую эскадру и навсегда устранить угрозу нашим конвоям. Отправляйтесь в точку встречи с конвоем у Нордкапа. С вашим везением, его уже утопят, пока вы туда доберетесь.
uk: Це знову ви? Вас же перевели на Середземне море? Неважливо. У нас є відомості, що німці збираються атакувати конвой JW55B за допомогою великих надводних кораблів. Конвой зараз в 50 милях від острова Ведмежий. У нас є можливість перехопити німецьку ескадру і назавжди усунути загрозу нашим конвоям. Відправляйтеся в точку зустрічі з конвоєм у Нордкапа. З вашим везінням, його вже втоплять, поки ви туди доберетеся.

# LS_PVE_MISSIONTEXT_N2C4M1
source: We have radar contact with two German groups attempting to intercept JW55B from West and South. Engage the group to the west!
ru: На радаре две группы немецких кораблей, пытающихся перехватить конвой JW55B с Запада и с Юга. Атаковать западную группу!
uk: На радарі дві групи німецьких кораблів, які намагаються перехопити конвой JW55B з Заходу і з Півдня. Атакувати західну групу!

# LS_PVE_MISSIONTEXT_N2C4M2
source: We have radar contact with two German groups attempting to intercept JW55B from West and South. Engage the group to the south!
ru: На радаре две группы немецких кораблей, пытающихся перехватить конвой JW55B с Запада и с Юга. Атаковать южную группу!
uk: На радарі дві групи німецьких кораблів, які намагаються перехопити конвой JW55B з Заходу і з Півдня. Атакувати південну групу!

# LS_PVE_MISSIONTEXT_N2C4M3
source: Scharnhorst’s destroyer screen is attempting to stop us and protect the capital ships. Evade the torpedoes and sink the escorts!
ru: Эскорт линкора Шарнхорст пытается остановить нас и защитить линейные корабли. Уклонитесь от торпед и уничтожьте эскорт!
uk: Ескорт лінкора Шарнхорст намагається зупинити нас і захистити лінійні кораблі. Уникніть торпед і знищіть ескорт!

# LS_PVE_MISSIONTEXT_N2C4M4
source: While shadowing the main German battle group in fog and bad weather, we have unexpectedly found ourselves in close contact. Call for reinforcements immediately.
ru: Следуя за основными силами немецкой эскадры в тумане, мы неожиданно вышли прямо под их пушки. Немедленно вызывайте подкрепление!
uk: Слідуючи за основними силами німецької ескадри в тумані, ми несподівано вийшли прямо під їх гармати. Терміново викликайте підкріплення!

# LS_PVE_MISSIONTEXT_N2C4M5
source: Our reinforcements have arrived and there are more Germans coming out of the fog. Join with the reinforcements and destroy the German fleet.
ru: Подкрепление прибыло, но в тумане скрывается еще много немецких кораблей. Уничтожьте их совместными усилиями!
uk: Підкріплення прибуло, але в тумані ховається ще багато німецьких кораблів. Необхідно знищити їх спільними зусиллями!

# LS_PVE_CHAPTERDEBRIEF_N2C4
source: Grand, well done, we have to admit that. But your victory confirms that we won due to our massive strategic advantage, not your own valor. The German surface fleet is locked in fjords and can no longer match our forces. The shipping routes to USSR have become much safer. And back you go to Mediterranean, this time for good.
ru: Отлично сделано, готов признать это. Но ваша победа - это не ваша заслуга, а результат нашего стратегического превосходства. Немецкий надводный флот заперт в фиордах и больше не может связывать наши силы. Поставки в СССР стали намного безопаснее. А ваше место все-таки на Средиземном море.
uk: Відмінно зроблено, готовий визнати це. Але ваша перемога - це не ваша заслуга, а результат нашого стратегічної переваги. Німецький надводний флот замкнений в фіордах і більше не може пов'язувати наші сили. Поставки в СРСР стали набагато безпечніше. А ваше місце все-таки на Середземному морі.

# LS_PVE_CHAPTERNAME_N2C5
source: Battle of Cape Matapan
ru: Сражение у мыса Матапан
uk: Битва біля мису Матапан

# LS_PVE_CHAPTERBRIEF_N2C5
source: Our Mediterranean Fleet has been tasked with covering troop movements to Greece. We have 'Ultra' intelligence reporting the sailing of an Italian battlefleet with battleships, heavy and light cruisers plus destroyers that are en route to attack the convoy routes. A carefully directed flight of a recon plane has been arranged to cover our ‘Ultra’ source. You are to join the Mediterranean fleet and intercept the Italians.
ru: Наш Средиземноморский флот получил задачу прикрывать переброску войск в Грецию. У нас есть сведения из источника Ультра, что крупный итальянский флот вышел из базы. Мы прикрыли источник Ультра, послав туда разведывательный самолет, чтобы они его заметили. Теперь вы в составе флота отправляетесь на перехват.
uk: Наш Середземноморський флот отримав завдання прикривати перекидання військ до Греції. У нас є відомості з джерела Ультра, що великий італійський флот вийшов з бази. Ми прикрили джерело Ультра, пославши туди розвідувальний літак, щоб вони його помітили. Тепер ви в складі флоту відправляєтеся на перехоплення.

# LS_PVE_MISSIONTEXT_N2C5M1
source: Take an escort destroyer with you and intercept the Italian vanguard.
ru: Вместе с приданным эсминцем, перехватите авангард итальянцев.
uk: Разом з доданим есмінцем, перехопити авангард італійців.

# LS_PVE_MISSIONTEXT_N2C5M2
source: Italian support carrier on radar! Destroy it before it can lend a hand to the battleships!
ru: Радар обнаружил итальянский вспомогательный авианосец! Уничтожьте его прежде чем он сможет соединиться с линкорами!
uk: Радар виявив італійський допоміжний авіаносець! Необхідно знищити його перш ніж він зможе з'єднатися з лінкорами!

# LS_PVE_MISSIONTEXT_N2C5M3
source: We must have been detected by the Italian battlefleet! They are taking evasive action and trying to ambush us from all directions. Use your radar and find them all.
ru: Мы обнаружены основными силами итальянского флота! Они пытаются атаковать со всех направлений! Найти и уничтожить!
uk: Ми виявлені основними силами італійського флоту! Вони намагаються атакувати з усіх напрямків! Знайти і знищити!

# LS_PVE_MISSIONTEXT_N2C5M4
source: Mediterranean Fleet heavy units have arrived, and the Italians are retreating. Attempt to slow their retreat before they can reach Italy.
ru: Прибыли тяжелые силы Средиземноморского флота, и итальянцы отступают. Остановите их за пределами итальянских вод.
uk: Прибутки важкі сили Середземноморського флоту, і італійці відступають. Зупиніть їх за межами італійських вод.

# LS_PVE_MISSIONTEXT_N2C5M5
source: They have sent another force to help extricate the retreating ships. Your radars have given you a chance to destroy them all with gunfire, and you have escorts to finish them off. Full ahead!
ru: Навстречу отступающим кораблям итальянцы выслали поддержку. Ваши радары наведения дают вам возможность уничтожить их всех артиллерийским огнем.
uk: Назустріч відступаючим кораблям італійці вислали підтримку. Ваші радари наведення дають вам можливість знищити їх усіх артилерійським вогнем.

# LS_PVE_CHAPTERDEBRIEF_N2C5
source: Matapan is Italy's greatest defeat at sea, subtracting from its order of battle a cruiser division. The battle had the consequence of completely stopping Italian operational activities for some time.
ru: Матапан - крупнейшее поражение Италии, в котором погибла целая эскадра крейсеров. В результате этого сражения все операции итальянского флота были приостановлены на длительное время.
uk: Матапан - найбільша поразка Італії, в якому загинула ціла ескадра крейсерів. В результаті цієї битви всі операції італійського флоту були припинені на тривалий час.

# LS_PVE_CHAPTERNAME_N2C6
source: Battle of Punto Stila
ru: Бой у Пунто-Стила
uk: Бій у Пунто-Стіла

# LS_PVE_CHAPTERBRIEF_N2C6
source: Italian forces in Libya need supplies. We have learned that a convoy of four merchant ships left Naples on their way to Benghazi. The transports carry some 2,000 troops with tanks and 15,000 tons of supplies. The convoy's escort consists of three groups; one directly protecting the cargo ships, a second group 35 miles to the east. There is also main battle group which has battleships. You are to leave the base in Alexandria and intercept the convoy.
ru: Итальянским войскам в Ливии необходимо снабжение. Мы узнали, что конвой из 4 транспортов вышел из Неаполя и направляется в Бенгази. У конвоя эскорт из трех групп. Одна находится в непосредственной близости, вторая - в 35 милях к востоку. Имеется также группа дальнего прикрытия с линкорами в составе. Вы должны выйти с базы в Александрии и перехватить конвой.
uk: Італійським військам в Лівії необхідне постачання. Ми дізналися, що конвой з 4 транспортів вийшов з Неаполя і направляється в Бенгазі. У конвою ескорт з трьох груп. Одна знаходиться в безпосередній близькості, друга - в 35 милях на схід. Є також група далекого прикриття з лінкорами в складі. Ви повинні вийти з бази в Олександрії і перехопити конвой.

# LS_PVE_MISSIONTEXT_N2C6M1
source: You have 4 minutes to deal with the Eastern battle group before the other groups arrive to assist them!
ru: У вас есть 4 минуты на то, чтобы уничтожить Восточную группу до того, как остальные придут ей на помощь!
uk: У вас є 4 хвилини на те, щоб знищити Східну групу до того, як інші прийдуть їй на допомогу!

# LS_PVE_MISSIONTEXT_N2C6M2
source: The enemy's battleship and carrier are anchored for resupplly. Intel estimates that the supply time is 6 minutes. Sink them before they are resupplied!
ru: Обнаружены линкор и авианосец противника, бункерующие топливо. Они не смогут дать ход еще 6 минут. Уничтожить, пользуясь преимуществом в ходе!
uk: Виявлено лінкор і авіаносець противника, бункер паливо. Вони не зможуть дати хід ще 6 хвилин. Знищити, користуючись перевагою в ході!

# LS_PVE_MISSIONTEXT_N2C6M3
source: We have made contact with another enemy group! Destroy them to make the transports vulnerable for our strike force.
ru: Обнаружена еще одна группа кораблей! Уничтожьте ее, чтобы наши ударные силы смогли атаковать транспорты!
uk: Виявлена ​​ще одна група кораблів! Необхідно знищити її, щоб наші ударні сили змогли атакувати транспорти!

# LS_PVE_MISSIONTEXT_N2C6M4
source: The Mediterranean Fleet is headed for a position to cut off the Italians from their base at Taranto. Join the fleet and do not the enemy reach their base.
ru: Средиземноморский флот занял позицию для перекрытия подходов к итальянской базе в Таранто. Соединитесь с флотом и не дайте итальянцам войти в базу.
uk: Середземноморський флот зайняв позицію для перекриття підходів до італійської базі в Таранто. З'єднаєтеся з флотом і не дайте італійцям увійти в базу.

# LS_PVE_MISSIONTEXT_N2C6M5
source: Our convoy, which is approaching Alexandria, is under attack by the remains of the Italian battle group. Protect the convoy and finish them off.
ru: Наш конвой на подходе к Александрии атакован остатками итальянской эскадры. Защитите конвой и уничтожьте итальянцев.
uk: Наш конвой на підході до Олександрії атакований залишками італійської ескадри. Захистіть конвой і знищіть італійців.

# LS_PVE_CHAPTERDEBRIEF_N2C6
source: With this battle, the Royal Navy reached an important moral ascendancy. The fleets were fairly even, but Allied gunnery proved superior. Although you destroyed the battle groups, the cargo ships slipped by during the attack and sailed safely for Libya.
ru: Это был воодушевляющий бой для Британии. Силы были примерно равны, но британские комендоры доказали свое превосходство. Несмотря на то, что вы смогли уничтожить боевые корабли, транспорты противника ускользнули и добрались до Ливии.
uk: Це був надихаючий бій для Британії. Сили були приблизно рівні, але британські комендори довели свою перевагу. Незважаючи на те, що ви змогли знищити бойові кораблі, транспорти противника вислизнули і дісталися до Лівії.

# LS_PVE_CHAPTERNAME_N2C7
source: Malta Convoy: Operation Pedestal
ru: Мальтийский конвой - Операция Пьедестал
uk: Мальтійський конвой - Операція П'єдестал

# LS_PVE_CHAPTERBRIEF_N2C7
source: In order for Malta to survive, another convoy has to fight its way through the Siege at Malta. The biggest operation ever, codenamed 'Pedestal' and commanded by Vice-Admiral E. N. Syfret, is being mounted from Gibraltar. A total of fourteen merchantmen, including two American, are accompanied by a large escort. The Mediterranean Fleet will try to distract the enemy at the other end of the Mediterranean. You are to join the convoy as it passes through Gibraltar.
ru: Мальта не сможет обороняться, если не доставить ей припасы. В Гибралтаре готовится самая крупная операция по доставке груза на Мальту - операция Пьедестал под командованием вице-адмирала Сифрета. 14 транспортов, включая два американских, и огромное охранение. Подготовлена отвлекающая операция Средиземноморского флота с другой стороны Средиземного моря. Вы присоединитесь к конвою в Гибралтаре.
uk: Мальта не зможе оборонятися, якщо не зробити їй припаси. У Гібралтарі готується найбільша операція з доставки вантажу на Мальту - операція П'єдестал під командуванням віце-адмірала Сіфрета. 14 транспортів, включаючи два американських, і величезна охорону. Підготовлена ​​відволікаюча операція Середземноморського флоту з іншого боку Середземного моря. Ви приєднаєтеся до конвою в Гібралтарі.

# LS_PVE_MISSIONTEXT_N2C7M1
source: We are now out of Gibraltar and it can no longer provide us with cover. We are now on our own. We have been spotted by Scout planes, so expect attacks any time now. Protect the transports if you can.
ru: Мы прошли Гибралтар и вышли из зоны прикрытия Гибралтарской крепости. В воздухе были замечены вражеские разведчики. Приготовиться к отражению атаки!
uk: Ми пройшли Гібралтар і вийшли із зони прикриття Гібралтарської фортеці. В повітрі були помічені ворожі розвідники. Приготуватися до відбиття атаки!

# LS_PVE_MISSIONTEXT_N2C7M2
source: Picking up multiple radar contacts ahead. There are several large signatures – probably battleships and carriers.
ru: Множественные цели прямо по курсу. Несколько отметок выглядят похожими на линкоры и авианосцы.
uk: Численні мети прямо по курсу. Кілька відміток виглядають схожими на лінкори й авіаносці.

# LS_PVE_MISSIONTEXT_N2C7M3
source: Air attacks are coming from beyond the range of our radar and two transports have been sunk by bombs. You must send your scouts to find the source of these attacks.
ru: Продолжаются воздушные налеты противника на конвой, только что бомбами были потоплены два транспорта. Вышлите разведчиков и выясните, откуда производятся налеты.
uk: Тривають повітряні нальоти супротивника на конвой, тільки що бомбами були потоплені два транспорту. Вишліть розвідників і з'ясуйте, звідки виробляються нальоти.

# LS_PVE_MISSIONTEXT_N2C7M4
source: We still have more than half of our transports remaining, but while we were keeping close to the coast south of Cape Bon, Italian capital ships struck. We must get away!
ru: Более половины транспортов еще в строю, но в виду мыса Бон, мы подверглись атаке крупных надводных кораблей.
uk: Більше половини транспортів ще в строю, але на увазі мису Бон, ми піддалися атаці великих надводних кораблів.

# LS_PVE_MISSIONTEXT_N2C7M5
source: We are near Malta. This is their last chance to stop us, and this is our last chance to save Malta. Protect the merchantmen! Our troops can not fight without these supplies.
ru: Мы на подходе к Мальте. У итальянцев есть последний шанс нас остановить, а у нас есть последний шанс спасти Мальту. Защищайте транспорты! Войска не могут сражаться без боеприпасов!
uk: Ми на підході до Мальти. У італійців є останній шанс нас зупинити, а у нас є останній шанс врятувати Мальту. Захищайте транспорти! Війська не можуть боротися без боєприпасів!

# LS_PVE_CHAPTERDEBRIEF_N2C7
source: Only five out of fourteen transports got through to Malta, for the loss of one aircraft carrier, two cruisers and a destroyer. A carrier and two cruisers were badly damaged. Regardless of the losses, the supplies delivered will be enough to sustain Malta as an offensive base at a time critical to the coming Battle of El Alamein. More supplies are still needed, however, submarines make the supply trips.
ru: Только 5 из 14 транспортов дошли до Мальты. Были потеряны авианосец, два крейсера и эсминец, а еще один авианосец и два крейсера были сильно повреждены. Доставленных грузов хватило, чтобы Мальта продолжила сражаться, что было особенно важно для подготовки битвы при Эль-Аламейне. Снабжение Мальты продолжалось при помощи подводных лодок.
uk: Тільки 5 з 14 транспортів дійшли до Мальти. Були втрачені авіаносець, два крейсера і есмінець, а ще один авіаносець і два крейсера були сильно пошкоджені. Доставлених вантажів вистачило, щоб Мальта продовжила боротися, що було особливо важливо для підготовки битви при Ель-Аламейн. Постачання Мальти тривало за допомогою підводних човнів.

# LS_PVE_CHAPTERNAME_N2C8
source: Invasion of Sicily: Operation Husky
ru: Высадка на Сицилию - Операция Хаски
uk: Висадка на Сицилію - Операція Хаскі

# LS_PVE_CHAPTERBRIEF_N2C8
source: The Allies are ready to invade Sicily. The plan for Operation Husky calls for the amphibious assault of the island by two armies, one landing on the Southeast and one on the central Southern Coast. The amphibious assaults are to be supported by naval gunfire, as well as tactical bombing, interdiction and close air support by the combined air forces. The waters around Sicily are infested with Axis submarines. You are to protect the invasion fleet from them, as well as to act as a guide and beacon for the landing forces.
ru: Союзники готовы к высадке на Сицилию. Согласно плану операции Хаски, высадка будет произведена двумя армиями на Южном и Юго-восточном берегах острова. Флот будет оказывать авиационную и огневую поддержку с моря. Воды вокруг Сицилии полны вражеских подводных лодок. Ваша задача - защитить флот от подводных лодок и проложить для него путь к берегу.
uk: Союзники готові до висадки на Сицилію. Згідно з планом операції Хаскі, висадка буде проведена двома арміями на Південному і Південно-східному берегах острова. Флот буде надавати авіаційну і вогневу підтримку з моря. Води навколо Сицилії повні ворожих підводних човнів. Ваше завдання - захистити флот від підводних човнів і прокласти для нього шлях до берега.

# LS_PVE_MISSIONTEXT_N2C8M1
source: Clear the defenses of the Southern Coast of Sicily and clear the way for our landing forces.
ru: Уничтожить защиту южного берега Сицилии и проложить путь десантным транспортам.
uk: Знищити захист південного берега Сицилії і прокласти шлях десантним транспортам.

# LS_PVE_MISSIONTEXT_N2C8M2
source: Clear the defenses of the Southeast Coast of Sicily and clear the way for our landing forces.
ru: Уничтожить защиту юго-восточного берега Сицилии и проложить путь десантным транспортам.
uk: Знищити захист південно-східного берега Сицилії і прокласти шлях десантним транспортам.

# LS_PVE_MISSIONTEXT_N2C8M3
source: The Italian fleet is attempting to prevent the our forces from landing. Stop them now!
ru: Итальянский флот пытается воспрепятствовать высадке. Уничтожить его!
uk: Італійський флот намагається перешкодити висадці. Знищити його!

# LS_PVE_MISSIONTEXT_N2C8M4
source: Our surface fleet is in range and the Army is ready to begin the landing operation. Act as a beacon for the fleet and support it from down below.
ru: Наша надводный флот на подходе и армия готова к высадке. Передайте флоту маршрутные данные и окажите поддержку из-под воды.
uk: Наша надводний флот на підході і армія готова до висадки. Передайте флоту маршрутні дані та надайте підтримку з-під води.

# LS_PVE_MISSIONTEXT_N2C8M5
source: The army has landed and now we must do everything we can to help make the landing operation successful. Defend the carriers that support our troops!
ru: Высадка завершена, и теперь мы обязаны развить успех. Защищайте авианосцы, которые оказывают воздушную поддержку нашим силам!
uk: Висадка завершена, і тепер ми зобов'язані розвинути успіх. Захищайте авіаносці, які надають повітряну підтримку нашим силам!

# LS_PVE_CHAPTERDEBRIEF_N2C8
source: You fulfilled your orders and opened the way for our Army. Strategically, Operation Husky achieved the goals set out for it by Allied planners; the Allies drove out the Axis air, land and naval forces from the island and the Mediterranean sea lanes were opened for Allied merchant ships for the first time since 1941. Benito Mussolini was toppled from power in Italy and the way was opened for the invasion of Italy.
ru: Вы выполнили свою задачу и проложили путь для нашей армии. Операция Хаски достигла поставленных целей. Все силы противника были изгнаны с острова, и в первый раз с 1941 года Средиземное море стало безопасным для союзнических транспортов. Бенито Муссолини был свергнут, и наступление на Италию стало возможным.
uk: Ви виконали свою задачу і проклали шлях для нашої армії. Операція Хаскі досягла поставлених цілей. Всі сили противника були вигнані з острова, і в перший раз з 1941 року Середземне море стало безпечним для союзницьких транспортів. Беніто Муссоліні був повалений, і наступ на Італію стало можливим.

# LS_PVE_CHAPTERNAME_N3C1
source: Battle of Tassafaronga
ru: Бой у Тассафаронга
uk: Бій у Тассафаронга
