Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_SHIPNAME_N5C7M4_BB_13_GER
source: Wilhelm von Wickede
ru: Вильгельм фон Викеде
uk: Вільгельм фон Вікеде

# LS_SHIPNAME_N5C7M4_CV_14_GER
source: Brandenburg
ru: Бpанденбуpг
uk: Бpанденбуpг

# LS_SHIPNAME_N5C7M4_CV_15_GER
source: Bremen
ru: Бpемен
uk: Бpемен

# LS_SHIPNAME_N5C7M5_DD_1_RU
source: Odaryonnyy
ru: Одаpенный
uk: Одаpенний

# LS_SHIPNAME_N5C7M5_DD_2_RU
source: Ozaryonnyy
ru: Озаpенный
uk: Осяяний

# LS_SHIPNAME_N5C7M5_DD_3_RU
source: Sovremennyy
ru: Совpеменный
uk: Сучасний

# LS_SHIPNAME_N5C7M5_CL_4_RU
source: Alma-Ata
ru: Алма-ата
uk: Алма-ата

# LS_SHIPNAME_N5C7M5_CL_5_RU
source: Dushanbe
ru: Душанбе
uk: Душанбе

# LS_SHIPNAME_N5C7M5_CL_6_RU
source: Ashkhabad
ru: Ашкхабад
uk: Ашкхабад

# LS_SHIPNAME_N5C7M5_CA_7_RU
source: Frunze
ru: Фpунзе
uk: Фpунзе

# LS_SHIPNAME_N5C7M5_CA_8_RU
source: CHapaev
ru: Чапаев
uk: Чапаєв

# LS_SHIPNAME_N5C7M5_BB_9_RU
source: Krasnaya Zvezda
ru: Кpасная Звезда
uk: Червона Зірка

# LS_SHIPNAME_N5C7M5_CL_14_GER
source: Hamm
ru: Хамм
uk: Хамм

# LS_SHIPNAME_N5C7M5_CL_15_GER
source: Saarbrücken
ru: Сааpбpукен
uk: Сааpбpукен

# LS_SHIPNAME_N5C7M5_CL_16_GER
source: Herne
ru: Хеpн
uk: Хеpн

# LS_SHIPNAME_N5C7M5_CA_17_GER
source: Friedrich von Hollmann
ru: Фридрих фон Холлманн
uk: Фрідріх фон Холлманн

# LS_SHIPNAME_N5C7M5_CA_18_GER
source: Carl Galster
ru: Каpл Галстеp
uk: Каpл Галстеp

# LS_SHIPNAME_N5C7M5_BB_19_GER
source: Louis von Blanc
ru: Луис фон Бланк
uk: Луїс фон Бланк

# LS_SHIPNAME_N5C7M5_BB_20_GER
source: Carl Heinrich Theodor Paschen
ru: Каpл Хейнpих Теодоp Пашен
uk: Каpл Хейнpіх Теодоp Ріллей

# LS_SHIPNAME_N5C7M5_BB_21_GER
source: Philipp von Kall
ru: Филипп фон Калл
uk: Філіп фон Калл

# LS_SHIPNAME_N5C7M5_CV_21_GER
source: Hamburg
ru: Гамбуpг
uk: Гамбуpг

# LS_SHIPNAME_N5C7M5_CV_22_GER
source: Hessen
ru: Гессен
uk: Гессен

# LS_SHIPNAME_N5C8M1_APA_1_GER
source: Tannenfels
ru: Танненфельс
uk: Танненфельс

# LS_SHIPNAME_N5C8M1_APA_2_GER
source: Marie Fisser
ru: Маpи Фиссеp
uk: Маpі Фіссеp

# LS_SHIPNAME_N5C8M1_APA_3_GER
source: Spreewald
ru: Спpивальд
uk: Спpівальд

# LS_SOUTH_PACIFIC_OCEAN
source: South Pacific Ocean
ru: Южный Тихий океан
uk: Південний Тихий океан

# LS_BELARUS
source: Belorussia
ru: Белоруссия
uk: Білорусь

# LS_NORTHE_ATLANTIC_OCEAN
source: North Atlantic Ocean
ru: Северный Атлантический океан
uk: Північний Атлантичний океан

# LE_GERMANY
source: Germany
ru: Германия
uk: Німеччина

# LS_IROLAND
source: Ireland
ru: Ирландия
uk: Ірландія

# LS_HERFJANGSHORD
source: Herfjangsfiord
ru: Херфьянгсфьорд
uk: Херфьянгсфьорд

# LS_SEYDISFLORO
source: Seydisfiord
ru: Сейдисфьорд
uk: Сейдісфьорд

# LS_PENELOPE_LEGION_JOINED
source: Penelope Legion Joined
ru: соединение с легионом Пенелопы
uk: з'єднання з легіоном Пенелопи

# LS_SCHARNHOST
source: Scharnhorst
ru: Шарнхорст
uk: Шарнхорст

# LS_LAKESFLORD
source: Lakesfiord
ru: Лейксфьорд
uk: Лейксфьорд

# LS_SCHARNHOS_SUNK_AT_19:45_26_December_1943
source: Scharnhorst Sunk
ru: Гибель Шарнхорст
uk: Загибель Шарнхорст

# LS_4TH_DESTROYER_FLOLIDA
source: 4th Destroyer Flotilla
ru: 4-й отряд эсминцев
uk: 4-й загін есмінців

# LS_MAIN_FORCE_TUM_BACK
source: Main Force Turn Back
ru: Основные силы разворачиваются назад
uk: Основні сили розгортаються назад

# LS_TRIPOLL
source: Tripoli
ru: Триполи
uk: Тріполі

# LS_SIRTE
source: Sirte
ru: Сидра
uk: Сідра

# LS_ASSAULT_CONVOYS_FROM_US_BRITISH_N_AFRICAN_PORTS
source: Assault Convoys from US British and African Ports
ru: Десантные конвои из Британии и Северной Африки
uk: Десантні конвої з Британії і Північної Африки

# LS_IONIA_SEA
source: Ionia Sea
ru: Ионическое море
uk: Іонічне море

# LS_4_BATTLESHIP
source: 4 Battleship
ru: 4 линкора
uk: 4 лінкори

# LS_US_INDING_SHIPS_CRAFTS
source: US Landing Craft
ru: десантные корабли США
uk: Десантні кораблі США

# LS_CONVERTING_FORCE
source: Converging Force
ru: Соединяющиеся силы
uk: З'єднуючі сили

# LS_BRITISH_INDING_SHIPS_CRAFTS
source: British Landing Craft
ru: десантные корабли Британии
uk: Десантні кораблі Британії

# LS_KAWAKAZW
source: Kawakazu
ru: Кавакадзу
uk: Кавакадзу

# LS_LAGONOY_GUIF
source: Lagonoy Gulf
ru: залив Лагоной
uk: затока Лагон

# LS_NORTHEM_CVE_GROUP
source: Northern CVE Group
ru: Северная группа авианосцев
uk: Північна група авіаносців

# LS_SOUTHEM_CVE_GROUP
source: Southern CVE Group
ru: Южная группа авианосцев
uk: Південна група авіаносців

# LS_SANCRISTOBAL
source: San Cristobal
ru: Сан-Кристобаль
uk: Сан-Крістобаль

# LS_MOROCCO
source: Morocco
ru: Морокко
uk: Морокко

# LS_MEDITERANEAN_SEA
source: Mediterranean Sea
ru: Средиземное море
uk: Середземне море

# LS_SIX_UNEXCORTED_SHIPS
source: Six Unescorted Ships
ru: 6 кораблей без эскорта
uk: 6 кораблів без ескорту

# LS_ROSYTH
source: Rosyth
ru: Розит
uk: Розіта

# LS_BERGEN
source: Bergen
ru: Берген
uk: Берген

# LS_KRISTIANSAND
source: Kristiansand
ru: Кристиансенд
uk: Крістіансенд

# LS_TRONDHELM
source: Trondhelm
ru: Трондхейм
uk: Трондхейм

# LS_SCHAMHOST
source: Scharnhorst
ru: Шарнхорст
uk: Шарнхорст

# LS_SCHAMHORST_GNEISENAU
source: Scharnhorst Gneisenau
ru: Щарнхорст Гнейзенау
uk: Щарнхорст Гнейзенау

# LS_NORTHEM_PATROL_LINE
source: Northern Patrol Line
ru: Северная линия патрулирования
uk: Північна лінія патрулювання

# LS_LONDON
source: HMS London
ru: Лондон
uk: Лондон

# LS_CASABLANCE
source: Casablanca
ru: Касабланка
uk: Касабланка

# LS_CAPE_VERDE_IS
source: Cabo Verde
ru: острова Зеленого мыса
uk: острови Зеленого мису

# LS_GOLD_COST
source: Gold Coast
ru: Золотой берег
uk: Золотий берег

# LS_ATLANTIC_OCEAN
source: Atlantic Ocean
ru: Атлантический океан
uk: Атлантичний океан

# LS_HALFAX
source: Halifax
ru: Галифакс
uk: Галіфакс

# LS_SYDNEY
source: Sydney
ru: Сидней
uk: Сідней

# LS_MOSCOW
source: Moscow
ru: Москва
uk: Москва

# LS_LITHUANIA
source: Lithuania
ru: Литва
uk: Литва

# LS_ROMANIA
source: Romania
ru: Румыния
uk: Румунія

# LS_BULGARIA
source: Bulgaria
ru: Болгария
uk: Болгарія

# LS_BALTIC_SEA
source: Baltic Sea
ru: Балтийское море
uk: Балтійське море

# LS_ST_PETERSBURG
source: Leningrad
ru: Ленинград
uk: Ленінград

# LS_PRIMORSKO_AKHFARSK
source: Primorsko Akharsk
ru: Приморско-Ахарск
uk: Приморсько-Ахарск

# LS_YEVPATORITA
source: Yevpatoriya
ru: Евпатория
uk: Євпаторія

# LS_CHORNOMORSKE_OLENIVKA
source: Olenevka
ru: Оленевка
uk: Оленівка

# LS_CONVOY_BRIT_USSR
source: Convoy USSR
ru: конвой СССР
uk: конвой СРСР

# LS_BARRAGE_BALLON
source: Barrage Baloon
ru: Аэростат заграждения
uk: Аеростат загородження

# LS_RUSSIAN_BATTLESHIPS_CRUISERS_DESTROYERS
source: Russian Battleships Cruisers Destroyers
ru: линкоры, крейсеры, эсминцы СССР
uk: лінкори, крейсери, есмінці СРСР

# LS_LATVIA
source: Latvia
ru: Латвия
uk: Латвія

# LS_STRALUSND
source: Stralsund
ru: Штральзунд
uk: Штральзунд

# LS_2_BATTLESHIP_1_FLEET_CARRIERS_4_CRUISERS_5_DESTROYER
source: 2 Batteships 1 Fleet Carriers 4 Cruisers 5 Destroyer
ru: 2 линкора 1 авианосец 4 крейсера 5 эсминцев
uk: 2 лінкора 1 авіаносець 4 крейсера 5 есмінців

# LS_EAGLE_S_AIRCRAFT_ATTACK
source: Eagle's Aircraft Attack
ru: Атака самолетов с Игл
uk: Атака літаків з Ігл

# LS_SCHAMHOST_GNEISENAU_ADMIRAL_HIPPER
source: Sharnhorst Gneisenau Admiral Hipper
ru: Шарнхорст Гнейзенау Адмирал Хиппер
uk: Шарнхорст Гнейзенау Адмірал Хиппер

# LS_ENGLAND
source: England
ru: Англия
uk: Англія

# LS_CONVOYS_FROM_BRITISH
source: Convoys from Britain
ru: Конвои из Британии
uk: Конвої з Британії

# LS_ENEMY_SHIPS_SIGHT
source: Enemy ships sighted
ru: Обнаружение противника
uk: Виявлення противника

# LS_LOW_CAPTAIN_LEVEL
source: Low Captain Level
ru: Уровень капитана недостаточен
uk: Рівень капітана недостатній

# LS_TUT_TOUCH
source: Tap here for next
ru: Нажмите здесь
uk: Натисніть тут

# LS_TUT_LONG_TOUCH
source: Press and hold to turn off engine
ru: Нажать и удерживать для выключения двигателя
uk: Натиснути і утримувати для вимикання двигуна

# LS_TUT_GO_TO_OPERATION
source: Go to Operation
ru: Перейдите в Операции
uk: Перейдіть в Операції

# LS_TUT_TOUCH_OPERATION
source: Touch Operation button
ru: Нажмите кнопку ''Операции''
uk: Натисніть кнопку '' Операції ''

# LS_TUT_SHIPYARD_EQUIPMENT
source: Touch indicating button
ru: Нажмите кнопку ''Оборудование''
uk: Натисніть кнопку '' Обладнання ''

# LS_TUT_EQUIPMENT_TOUCH_TORPEDOES
source: Touch torpedo upgrade button
ru: Нажмите кнопку улучшения торпед
uk: Натисніть кнопку поліпшення торпед

# LS_TUT_EQUIPMENT_TOUCH_TO_FINISH_NOW_OR_WAIT
source: Touch again to finish instantly.
ru: Снова нажмите для окончания улучшения
uk: Знову натисніть для закінчення поліпшення

# LS_NOT_ENOUGH_OIL
source: Not enough Oil
ru: Недостаточно топлива
uk: Недостатньо палива

# LS_BUY_THE_MISSING_OIL
source: Buy the missing Oil?
ru: Купить недостающее топливо?
uk: Купити відсутнє паливо?

# LS_UPGRADE_FUEL_DEPOT
source: Requires Oil Depot upgrade.
ru: Необходимо улучшение нефтехранилища
uk: Необхідне поліпшення нафтосховища

# LS_LEVELUP
source: Level up!
ru: Уровень!
uk: Рівень!

# LS_ATTACK_SUCCESS
source: ATTACK SUCCESS!
ru: АТАКА УДАЛАСЬ!
uk: АТАКА ВДАЛАСЬ!

# LS_ATTACK_FAILURE
source: ATTACK FAILURE!
ru: АТАКА ПРОВАЛИЛАСЬ!
uk: АТАКА ПРОВАЛИЛАСЬ!

# LS_SHIP
source: Ship
ru: Корабль
uk: Корабель

# LS_UNLOCK
source: Unlock
ru: Разблокировать
uk: Розблокувати

# LS_CAPTAIN_LEVELUP
source: Captain level up!
ru: Уровень капитана!
uk: Рівень капітана!

# LS_BUILT
source: Built
ru: Построено
uk: Побудовано

# LS_REPAIRING
source: Repairing
ru: Идет ремонт
uk: Триває ремонт

# LS_HA_THREE_SHIPS_REQUIRED
source: Three ships are required for attack
ru: Для атаки требуется не менее 3 кораблей
uk: Для атаки потрібно не менше 3 кораблів

# LS_ABILITY_SKILL_COOLTIME
source: SKILL COOLDOWN
ru: Перезарядка умения
uk: Перезарядка вміння

# LS_SKILLS_INFO
source: SKILL INFORMATION
ru: Информация об умении
uk: Інформація про вміння

# LS_EQUIPMENT
source: Equipment
ru: Оборудование
uk: Устаткування

# LS_ANOTHER_BUILDING_UPGRADING
source: Another building is upgrading.
ru: Улучшается другое здание
uk: Поліпшується інша будівля

# LS_ANOTHER_DEFWEAPON_UPGRADING
source: Another defensive weapon is upgrading.
ru: Улучшается другое оборонительное сооружение
uk: Поліпшується інша оборонна споруда

# LS_SKILL_SALVO
source: Salvo
ru: Залп
uk: Залп

# LS_SKILL_AAW
source: AAW
ru: ПВО
uk: ППО

# LS_SKILL_TORPEDO
source: Torpedo
ru: Торпеда
uk: Торпеда

# LS_SKILL_CRITICAL_HIT
source: Critical Hit
ru: Точный выстрел
uk: Точний постріл

# LS_SKILL_DIVE_BOMBER
source: Dive Bomber
ru: Пикирующий бомбардировщик
uk: Пікіруючий бомбардувальник

# LS_SKILL_TORPEDO_BOMBER
source: Torpedo Bomber
ru: Торпедоносец
uk: Торпедоносець

# LS_NEW_SHIP_OPEN
source: NEW SHIP OPEN
ru: ДОСТУПЕН НОВЫЙ КОРАБЛЬ
uk: ДОСТУПНИЙ НОВИЙ КОРАБЕЛЬ

# LS_LEVEL_UP_CAPTAIN
source: Captain level up!
ru: Новый уровень капитана!
uk: Новий рівень капітана!

# LS_LEVEL_UP_BUILDING
source: Building level up
ru: Новый уровень здания!
uk: Новий рівень будівлі!

# LS_BUILDING_UP
source: Building upgrade Completed!
ru: Улучшение здания завершено!
uk: Поліпшення будівлі завершено!

# LS_DEFWEAPON_UP
source: Defense weapon upgrade Completed!
ru: Улучшение оборонительного оружия завершено!
uk: Поліпшення оборонної зброї завершено!

# LS_ITEM_ARMOR
source: ARMOR
ru: БРОНЯ
uk: БРОНЯ

# LS_ITEM_LAUNCHER
source: LAUNCHER
ru: ТОРПЕДНЫЙ АППАРАТ
uk: ТОРПЕДНИЙ АПАРАТ

# LS_ITEM_AIRCRAFT
source: AIRCRAFT
ru: САМОЛЕТ
uk: ЛІТАК

# LS_SKILL_DISABLED
source: Skill Disabled for Harbour Assault
ru: Умение для Атаки Порта недоступно
uk: Вміння для Атаки Порту недоступно

# LS_PROFILE
source: PROFILE
ru: ПРОФИЛЬ
uk: ПРОФІЛЬ

# LS_CREATE_CLAN
source: CREATE FLEET
ru: СОЗДАТЬ ФЛОТ
uk: СТВОРИТИ ФЛОТ

# LS_JOIN_CLAN
source: JOIN FLEET
ru: ПРИСОЕДИНИТЬСЯ
uk: ПРИЄДНАТИСЯ

# LS_SEARCH_CLAN
source: SEARCH
ru: ИСКАТЬ
uk: ШУКАТИ

# LS_CREATE_CLAN_NAME
source: Enter Fleet name
ru: Название Флота
uk: Назва Флоту

# LS_CREATE_CLAN_DESC
source: Fleet description
ru: Описание Флота
uk: Опис Флоту

# LS_CREATE_CLAN_TYPE
source: Fleet join type
ru: Тип добавления во Флот
uk: Тип додавання у Флот

# LS_CLAN_TYPE_FREE
source: Free
ru: открытый
uk: Відкритий

# LS_CLAN_TYPE_INVITE
source: Authority
ru: приглашение
uk: Запрошення

# LS_CLAN_TYPE_CLOSED
source: Invite only
ru: закрытый
uk: Закритий

# LS_CLAN_CREATE
source: CREATE
ru: СОЗДАТЬ
uk: СТВОРИТИ

# LS_JOIN_CLAN_SEARCH
source: Search Fleet
ru: Искать Флот
uk: Шукати Флот

# LS_JOIN_CLAN_INSERT_FIRST_CHARS
source: Enter first letters of Fleet name
ru: Введите первые буквы названия Флота
uk: Введіть перші літери назви Флоту

# LS_CLAN_NAME_EMPTY
source: Fleet name empty
ru: Не задано имя Флота
uk: Не задано ім'я Флоту

# LS_UPGRADE_DEFENCE_COMMAND
source: Requires Defense Command upgrade.
ru: Необходим апгрейд Центра Обороны
uk: Необхідний апгрейд Центру Оборони

# LS_ZAOZERRIE
source: Zaozerrie
ru: Заозерье
uk: Заозер‘я

# LS_SIMFEROPOL
source: Simferopol
ru: Симферополь
uk: Сімферополь

# LS_ANTI_TORPEDO_NET
source: Anti torpedo net
ru: Противоторпедная сеть
uk: Протиторпедні сіті

# LS_PISHCHANE
source: Pishchane
uk: Піщане

# LS_ALUSHTA
source: Alushta
ru: Алушта
uk: Алушта

# LS_PARTENIT
source: Partenit
uk: Партеніт

# LS_YALTA
source: Yalta
ru: Ялта
uk: Ялта

# LS_ALUPKA
source: Alupka
ru: Алупка
uk: Алупка

# LS_BEREHOVE
source: Berehove
uk: Берегове

# LS_GAGARINSKY
source: Gagarinsky
ru: Гагаринский
uk: Гагарінський

# LS_RUSSIAN_BATTLESHIPS_2_CRUISERS_6_DESTROYERS
source: Soviet Battleships 2 Cruisers 6 Destroyers
ru: Russian Battleships 2 Cruisers 6 Destroyers
uk: Russian Battleships 2 Cruisers 6 Destroyers

# LS_SUBMARINES
source: Submarines
ru: Подводные лодки
uk: Підводні човни

# LS_GAME_EXIT
source: Exit
ru: Выход
uk: Вихід

# LS_GAME_EXIT_DESC
source: Do you want to exit the game?
ru: Вы уверены что хотите выйти?
uk: Ви впевнені що хочете вийти?

# LS_CLAN_SELECT_ICON
source: Fleet Flag Selection
ru: Выбрать
uk: Вибрати

# LS_CLAN_ICON_CHANGE
source: SELECT FLAG
ru: Флаг
uk: Прапор

# LS_CLAN_MEMBERS
source: Fleet Members
ru: Состав флота
uk: Склад флоту

# LS_CLAN_FAVORITES
source: FAVORITES
ru: ЗАКЛАДКИ
uk: ЗАКЛАДКИ

# LS_CLAN_WINS
source: Fleet wins
ru: Победы
uk: Перемоги

# LS_CLAN_WIN_SERIES
source: Fleet win series
ru: Серия из побед
uk: Серія з перемог

# LS_CLAN_BATTLES
source: Fleet battles
ru: Сражений
uk: Битв

# LS_CLAN_WAR
source: War of Fleets
ru: Сражение Флота
uk: Бій Флоту

# LS_ADD_TO_FAVORITES
source: Add to favorites
ru: В закладки
uk: В закладки

# LS_CLAN_JOIN
source: Fleet join
ru: Присоединиться
uk: Приєднатися

# LS_CLAN_INVITE
source: Fleet invite
ru: Пригласить
uk: Запросити

# LS_CLAN_INVITE_SENT_DESC
source: Fleet invite message has been sent
ru: Приглашение отправлено
uk: Запрошення відправлено

# LS_REMOVE_FROM_FAVORITES
source: Remove
ru: Удалить из закладок
uk: Видалити з закладок

# LS_CLAN_LEAVE
source: Fleet leave
ru: Покинуть Флот
uk: Покинути Флот

# LS_CLAN_LEAVE_TITLE
source: FLEET LEAVE
ru: ПОКИНУТЬ
uk: ЗАЛИШИТИ

# LS_CLAN_LEAVE_DESC
source: Are you sure you want to leave Fleet?
ru: Вы уверены что покидаете Флот?
uk: Ви впевнені що залишаєте Флот?

# LS_CHAT_ALL
source: Global
ru: Общий
uk: Загальний

# LS_CHAT_CLAN
source: Fleet
ru: Флот
uk: Флот

# LS_CLAN
source: FLEET
ru: ФЛОТ
uk: ФЛОТ

# LS_CAPTAIN
source: Captain
ru: Капитан
uk: Капітан

# LS_CLAN_LEAVED
source: Fleet left
ru: Флот покинут
uk: Флот покинутий

# LS_CLAN_JOINED
source: Fleet joined
ru: присоединился к Флоту
uk: приєднався до Флоту

# LS_SHIP_REFUEL_TITLE
source: SHIP REFUEL
ru: ЗАПРАВКА
uk: ЗАПРАВКА

# LS_SHIP_REFUEL_INFO
source: Do you want to refuel this ship?
ru: Полная заправка корабля топливом
uk: Повна заправка корабля паливом

# LS_SHIP_REFUEL
source: REFUEL
ru: ЗАПРАВИТЬ
uk: ЗАПРАВИТИ

# LS_SHIP_REFUEL_FULL
source: Fuel is full
ru: Баки полны
uk: Баки повні

# LS_SHIP_RESTORE_TITLE
source: SHIP REPAIR
ru: Восстановление
uk: Відновлення

# LS_SHIP_RESTORE_INFO
source: Do you want to repair this ship?
ru: Полное восстановление корабля
uk: Повне відновлення корабля

# LS_SHIP_RESTORE
source: REPAIR
ru: ВОССТАНОВИТЬ
uk: ВІДНОВИТИ

# LS_SHIP_RESTORE_OK
source: This ship is not damaged
ru: Корабль не поврежден
uk: Корабель не пошкоджений

# LS_UPGRADE_STEEL_DEPOT
source: You need to upgrade Steel Depot
ru: Необходимо обновление металлургии
uk: Необхідно оновлення металургії

# LS_NO_CLAN
source: NO FLEET
ru: НЕТ ФЛОТА
uk: НЕМАЄ ФЛОТУ

# LS_CLAN_WAR_CREATE_CLAN_FIRST
source: Fleet war requires a fleet.
ru: Для начала Войны Флотов необходимо стать участником Флота. Создайте или присоединитесь к друзьям.
uk: Для початку Війни Флотів необхідно стати учасником Флоту. Створіть або приєднаєтеся до друзів.

# LS_CLAN_CREATION
source: FLEET CREATION
ru: СОЗДАТЬ ФЛОТ
uk: СТВОРИТИ ФЛОТ

# LS_CLAN_CREATION_SUCCEEDED
source: Fleet creation has succeeded
ru: Флот создан!
uk: Флот створений!

# LS_SAVE_PROFILE
source: Save profile
ru: Сохранить профиль
uk: Зберегти профіль

# LS_WELCOME_BACK
source: Welcome back,
ru: Добро пожаловать,
uk: Ласкаво просимо,

# LS_NATION_NAME_US
source: US NAVY
ru: ВМФ США
uk: ВМФ США

# LS_NATION_NAME_RN
source: Royal NAVY
ru: Королевский ВМФ
uk: Королівський ВМФ

# LS_NATION_NAME_KM
source: Kriegsmarine
ru: Кригсмарине
uk: Крігсмаріне

# LS_NATION_NAME_IJ
source: Imperial Japan NAVY
ru: Имперский ВМФ Японии
uk: Імперський ВМФ Японії

# LS_NATION_NAME_SN
source: Soviet NAVY
ru: ВМФ СССР
uk: ВМФ СРСР

# LS_OPEN_ALL_NATIONS
source: Open all nations
ru: Открыть все нации
uk: Відкрити всі нації

# LS_SETTINGS_DELETE
source: Delete
ru: Удалить
uk: Видалити

# LS_DELETE_CAPTAIN_DESC
source: Do you wish to delete the selected captain?
ru: Вы уверены что хотите удалить текущего Капитана?
uk: Ви впевнені що хочете видалити поточного Капітана?

# LS_CLAN_WAR_ACTIVE_CLANS
source: Active Fleets
ru: Действующие Флоты
uk: Діючі Флоти

# LS_CONNECTING_TO_SERVER
source: Connecting to server…
ru: Подключение к серверу..
uk: Підключення до сервера ..

# LS_CLAN_WAR_ATTACK
source: ATTACK!
ru: АТАКА!
uk: АТАКА!

# LS_CLAN_WAR_SELECT_YOUR_MEMBERS
source: Assign your Fleet members to War!
ru: Назначьте своих участников для Войны!
uk: Призначте своїх учасників для Війни!

# LS_CLAN_WAR_ACTIVE_CLANS_EMPTY_TRY_LATER
source: No active Fleets. Please try to connect later.
ru: Нет действующих флотов. Попробуйте еще раз позднее.
uk: Немає діючих флотів. Спробуйте ще раз пізніше.

# LS_CLAN_WAR_ASSIGN_MEMBERS
source: ASSIGN MEMBERS
ru: НАЗНАЧИТЬ УЧАСТНИКОВ
uk: ПРИЗНАЧИТИ УЧАСНИКІВ

# LS_CLAN_WAR_OUT
source: RELAX
ru: ОТДЫХАЕТ
uk: ВІДПОЧИВАЄ

# LS_CLAN_WAR_IN
source: AT WAR
ru: НА ВОЙНЕ
uk: НА ВІЙНІ

# LS_CLAN_WAR_ENTER
source: ENTER
ru: НАЧАТЬ
uk: ПОЧАТИ

# LS_DAILY_BONUS
source: DAILY BONUS
ru: Ежедневный подарок
uk: Щоденний подарунок

# LS_DAILY_BONUS_SELECT
source: Select daily bonus.
ru: Выбрать подарок
uk: Вибрати подарунок

# LS_DAILY
source: Daily Bonus
ru: В день
uk: В день

# LS_PREMIUM
source: Premium
ru: Премиум
uk: Преміум

# LS_TOTAL_DAILY
source: Total daily
ru: Всего за день
uk: Всього за день

# LS_MEDIUM_TRANSPORT
source: Medium Transport
ru: Средний Транспорт
uk: Середній Транспорт

# LS_LIGHT_TRANSPORT
source: Light Transprot
ru: Легкий Транспорт
uk: Легкий Транспорт

# LS_HEAVY_TRANSPORT
source: Heavy Transport
ru: Тяжелый Транспорт
uk: Важкий Транспорт

# LS_SUPPORT_TRANSPORT
source: Support Transport
ru: Вспомогательный Транспорт
uk: Допоміжний Транспорт

# LS_ACCOUNT_FREE
source: FREE
ru: БЕСПЛАТНЫЙ
uk: БЕЗКОШТОВНИЙ

# LS_RANK_0
source: Seaman
ru: Матрос
uk: Матрос

# LS_RANK_1
source: Ensign
ru: Младший лейтенант
uk: Молодший лейтенант

# LS_RANK_2
source: Lieutenant Junior grade
ru: Лейтенант
uk: Лейтенант

# LS_RANK_3
source: Lieutenant
ru: Старший лейтенант
uk: Старший лейтенант

# LS_RANK_4
source: Lieutenant Commander
ru: Капитан-лейтенант
uk: Капітан-лейтенант

# LS_RANK_5
source: Commander
ru: Капитан 3-го ранга
uk: Капітан 3-го рангу

# LS_RANK_6
source: Captain
ru: Капитан 2-го ранга
uk: Капітан 2-го рангу

# LS_RANK_7
source: Rear Admiral low
ru: Капитан 1-го ранга
uk: Капітан 1-го рангу

# LS_RANK_8
source: Rear Admiral
ru: Контр-адмирал
uk: Контр-адмірал

# LS_RANK_9
source: Vice Admiral
ru: Вице-адмирал
uk: Віце-адмірал

# LS_RANK_10
source: Admiral
ru: Адмирал
uk: Адмірал

# LS_RANK_11
source: Fleet Admiral
ru: Адмирал Флота
uk: Адмірал Флоту

# LS_DELETE
source: Delete
ru: Удалить
uk: Видалити

# LS_LANGUAGE
source: LANGUAGE
ru: Язык
uk: Мова

# LS_SELECT_YOUR_LANGUAGE
source: Select your language
ru: Выберите свой язык
uk: Виберіть свою мову

# LS_OPEN_NATION_TITLE
source: OPEN NATION
ru: ОТКРЫТЬ НАЦИЮ
uk: ВІДКРИТИ НАЦІЮ

# LS_OPEN_NATION_TEXT
source: Open other nations
ru: Открыть новую нацию
uk: Відкрити нову націю

# LS_MENU_NEWS
source: EVENT
ru: НОВОСТИ
uk: НОВИНИ

# LS_STORE
source: STORE
ru: МАГАЗИН
uk: МАГАЗИН

# LS_PURCHASE_SELECT
source: Select your purchase
ru: Выберите ваш товар
uk: Виберіть ваш товар

# LS_CLAN_BATTLE
source: FLEET BATTLE
ru: СРАЖЕНИЕ ФЛОТА
uk: БИТВА ФЛОТУ

# LS_CLAN_BATTLE_TIME
source: Remaining battle time
ru: Remained battle time
uk: Remained battle time

# LS_YOUR_MEMBERS
source: Your members
ru: Участники сражения
uk: Учасники битви

# LS_DECLARE_WAR
source: DECLARE WAR
ru: Напасть
uk: Напасти

# LS_CLAN_BATTLE_START_AFTER_10MINUTES
source: War of fleets Battle will start after 90 seconds.
ru: Сражение Флотов начнется через 90 секунд!
uk: Бій Флотів почнеться через 90 секунд!

# LS_CLAN_WAR_SELECT_YOUR_ENEMY
source: Select your enemy for fleet battle.
ru: Выберите Флот для нападения.
uk: Виберіть Флот для нападу.

# LS_CLAN_JOIN_REQUEST
source: FLEET JOIN REQUEST
ru: ЗАПРОС
uk: ЗАПИТ

# LS_CLAN_JOIN_REQUEST_SENT_DESC
source: Fleet join request sent.
ru: Запрос на вступление во Флот отправлен.
uk: Запит на вступ до Флот відправлений.

# LS_CLAN_ICONS
source: FLEET FLAG
ru: ГЕРБ ФЛОТА
uk: ГЕРБ ФЛОТУ

# LS_MAIN_MENU
source: MENU
ru: МЕНЮ
uk: МЕНЮ

# LS_MAIN_NEWS
source: News
ru: Новости
uk: Новини

# LS_MAIN_SETTINGS
source: Game settings
ru: Настройки игры
uk: Налаштування гри

# LS_MAIN_CREDITS
source: Credits
ru: Авторы
uk: Автори

# LS_MAIN_CHANGE_NATION
source: Change nation
ru: Изменить Нацию
uk: Змінити Націю

# LS_OPEN_NATION
source: Open nation
ru: Открыть Нацию
uk: Відкрити Націю

# LS_MAIN_EXIT_BATTLE
source: Surrender!
ru: Сдаться!
uk: Здатися!

# LS_ACCEPT
source: Accept
ru: Принять
uk: Прийняти

# LS_NEXT_LEVEL
source: Next level
ru: Следующий уровень
uk: Наступний рівень

# LS_CLAN_VS_CLAN_WAR_START_IN_TIME
source: Battle Fleet %@ VS Fleet %@ will start in %@!
ru: Сражение Флота %@ против Флота %@ начнется через %@!
uk: Бій Флоту %@ проти Флоту %@ почнеться через %@!

# LS_MENU_MODE_HARBOUR_ASSAULT
source: HARBOUR ASSAULT
ru: АТАКА ПОРТОВ
uk: АТАКА ПОРТІВ

# LS_HA_LOCATIONS_FOUND
source: Range Point :
ru: Найдено локаций:
uk: Знайдено локацій:

# LS_GET_FREE
source: GET FREE
ru: Получить бесплатно
uk: Отримати безкоштовно

# LS_BUY
source: BUY
ru: КУПИТЬ
uk: КУПИТИ

# LS_SHIP_UNAVAILABLE_BY_CC
source: Ship is not available for construction. Please upgrade Command Center first!
ru: Корабль недоступен для строительства. Необходимо улучшение здания Командного центра!
uk: Корабель недоступний для будівництва. Необхідно поліпшення будівлі Командного центру!

# LS_LOADING_EXTRACTING
source: Extracting
ru: Распаковка
uk: Розпакування

# LS_SHIP_AVAILABLE
source: available for construction
ru: доступен для строительства
uk: доступний для будівництва

# LS_SHIP_BUILT
source: built
ru: построен
uk: побудований

# LS_EQUIPMENT_UPGRADED
source: upgraded
ru: улучшено
uk: покращено

# LS_TRAINING_COMPLETED
source: training completed
ru: обучение завершено
uk: навчання завершено

# LS_BUILDING_UPGRADED
source: upgrade completed
ru: улучшение завершено
uk: поліпшення завершено

# LS_TUT_TOUCH_CAMPAIGN
source: Touch Campaign button
ru: Выбрать Кампанию
uk: Вибрати Кампанію

# LS_TUT_BUILDING_UPGRADE
source: Upgrade Command Center
ru: Улучшить Командный центр
uk: Поліпшити Командний центр
