Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_OP_DD_16
source: With the recent supplies that have arrived, we now have the advantage over the enemy. Now is the time to attack their squadron and weaken the enemy!
ru: Уничтожить вражеское соединение.
uk: Знищити вороже з'єднання.

# LS_OP_DD_17
source: The enemy's squadrons are still actively searching for our supply ships. Ambush them to protect our supply ships.
ru: Уничтожить вражеское соединение.
uk: Знищити вороже з'єднання.

# LS_OP_DD_18
source: At last, the enemy's main fleet has appeared! Take aim and open fire on their advance party!
ru: Уничтожить соединение разведки главного флота.
uk: Знищити з'єднання розвідки головного флоту.

# LS_OP_DD_19
source: Our patrol fleet has detected an enemy carrier and has requested our support. Support our fleet and sink the carrier!
ru: Уничтожить вражеский Авианосец при поддержке флота.
uk: Знищити ворожий Авіаносець за підтримки флоту.

# LS_OP_DD_20
source: The enemy's new battleship has been found near our coast. Set sail with our squadron and sink the battleship! Good luck..
ru: Уничтожить вражеский Линкор нового типа.
uk: Знищити ворожий Лінкор нового типу.

# LS_OP_CL_01
source: We have spotted some isolated supply ships! Use your torpedoes and sink the supply ships before the enemy's escort ships arrive!
ru: Потопить три вражеских транспорта.
uk: Потопити три ворожих транспорту.

# LS_OP_CL_02
source: The enemy's escort ships have arrived. Hold your position and target the supply ships!
ru: Потопить конвой.
uk: Потопити конвой.

# LS_OP_CL_03
source: The enemy's reconnaissance fleet has started to patrol near our coast. Interrupt their mission before they find our supply ships.
ru: Уничтожить соединение разведки врага.
uk: Знищити з'єднання розвідки ворога.

# LS_OP_CL_04
source: Our supply ships have been detected! Escort them to the safe zone and fire on any enemies.
ru: Защитить конвой транспортов.
uk: Захистити конвой транспортів.

# LS_OP_CL_05
source: Protecting our supply ships is your primary duty! You must save them to successfully win this battle!
ru: Защитить конвой транспортов.
uk: Захистити конвой транспортів.

# LS_OP_CL_06
source: With the recent supplies that have arrived, we now have the advantage over the enemy. Now is the time to attack their squadron and weaken the enemy!
ru: Уничтожить вражеское соединение.
uk: Знищити вороже з'єднання.

# LS_OP_CL_07
source: The enemy's squadrons are still actively searching for our supply ships. Ambush them to protect our supply ships.
ru: Уничтожить вражеское соединение.
uk: Знищити вороже з'єднання.

# LS_OP_CL_08
source: At last, the enemy's main fleet has appeared! Take aim and open fire on their advance party!
ru: Уничтожить соединение разведки главного флота.
uk: Знищити з'єднання розвідки головного флоту.

# LS_OP_CL_09
source: Our patrol fleet has detected an enemy carrier and has requested our support. Support our fleet and sink the carrier!
ru: Уничтожить вражеский Авианосец при поддержке флота.
uk: Знищити ворожий Авіаносець за підтримки флоту.

# LS_OP_CL_10
source: The enemy's new battleship has been found near our coast. Set sail with our squadron and sink the battleship! Good luck..
ru: Уничтожить вражеский Линкор нового типа.
uk: Знищити ворожий Лінкор нового типу.

# LS_OP_CL_11
source: We must find a safe location to build our Forward operating base .Destroy all of their reconnaissance fleet in order to secure the position!
ru: Уничтожить соединение разведки врага.
uk: Знищити з'єднання розвідки ворога.

# LS_OP_CL_12
source: Our forward base is completely built. Now we must prevent our position from being found by their patrol fleet. Sink them all!
ru: Уничтожить вражеское соединение.
uk: Знищити вороже з'єднання.

# LS_OP_CL_13
source: Now that they've lost their patrol fleet, they won't know what we are planning. Let's speed up and ambush the enemy's advanced fleet
ru: Уничтожить вражеское соединение.
uk: Знищити вороже з'єднання.

# LS_OP_CL_14
source: If you can sink their secondary fleet, then this area is ours.
ru: Уничтожить вражеское соединение.
uk: Знищити вороже з'єднання.

# LS_OP_CL_15
source: Enemies are retreating with their supply ships. Sink their supply ships to destroy their supply operations!
ru: Уничтожить вражеский конвой.
uk: Знищити ворожий конвой.

# LS_OP_CL_16
source: This area is very valuable due to its strategic position. The enemy is not foolish and will attempt to capture this position. To protect this area, you must destroy their reconnaissance fleet!
ru: Уничтожить соединение разведки врага.
uk: Знищити з'єднання розвідки ворога.

# LS_OP_CL_17
source: Their squadrons have gathered. We must attack them first before they have all gathered!
ru: Уничтожить вражеское соединение.
uk: Знищити вороже з'єднання.

# LS_OP_CL_18
source: We have engaged the reconnaissance ships of the enemey's main fleet! Hold your position, and destroy them all!
ru: Уничтожить соединение разведки главного флота.
uk: Знищити з'єднання розвідки головного флоту.

# LS_OP_CL_19
source: Our fleets have finally arrived and have started to engage the enemies. Head to the battle area to support our fleets!
ru: Поддержать решающее сражение основного флота.
uk: Підтримати вирішальна битва основного флоту.

# LS_OP_CL_20
source: At last, only their main fleet remains. Support our main fleet against their main fleet!
ru: Финальная битва основного флота.
uk: Фінальна битва основного флоту.

# LS_OP_CA_01
source: We must find a safe location to build our Forward operating base .Destroy all of their reconnaissance fleet in order to secure the position!
ru: Уничтожить соединение разведки врага.
uk: Знищити з'єднання розвідки ворога.

# LS_OP_CA_02
source: Our forward base is completely built. Now we must prevent our position from being found by their patrol fleet. Sink them all!
ru: Уничтожить вражеское соединение.
uk: Знищити вороже з'єднання.

# LS_OP_CA_03
source: Now that they've lost their patrol fleet, they won't know what we are planning. Let's speed up and ambush the enemy's advanced fleet
ru: Уничтожить вражеское соединение.
uk: Знищити вороже з'єднання.

# LS_OP_CA_04
source: If you can sink their secondary fleet, then this area is ours.
ru: Уничтожить вражеское соединение.
uk: Знищити вороже з'єднання.

# LS_OP_CA_05
source: Enemies are retreating with their supply ships. Sink their supply ships to destroy their supply operations!
ru: Уничтожить вражеский конвой.
uk: Знищити ворожий конвой.

# LS_OP_CA_06
source: This area is very valuable due to its strategic position. The enemy is not foolish and will attempt to capture this position. To protect this area, you must destroy their reconnaissance fleet!
ru: Уничтожить соединение разведки врага.
uk: Знищити з'єднання розвідки ворога.

# LS_OP_CA_07
source: Their squadrons have gathered. We must attack them first before they have all gathered!
ru: Уничтожить вражеское соединение.
uk: Знищити вороже з'єднання.

# LS_OP_CA_08
source: We have engaged the reconnaissance ships of the enemey's main fleet! Hold your position, and destroy them all!
ru: Уничтожить соединение разведки главного флота.
uk: Знищити з'єднання розвідки головного флоту.

# LS_OP_CA_09
source: Our fleets have finally arrived and have started to engage the enemies. Head to the battle area to support our fleets!
ru: Поддержать решающее сражение основного флота.
uk: Підтримати вирішальна битва основного флоту.

# LS_OP_CA_10
source: At last, only their main fleet remains. Support our main fleet against their main fleet!
ru: Финальная битва основного флота.
uk: Фінальна битва основного флоту.

# LS_OP_CA_11
source: It looks like their supply ships are without any protection. Attack and sink them all!
ru: Уничтожить все транспортные корабли.
uk: Знищити всі транспортні кораблі.

# LS_OP_CA_12
source: Our enemies are using stronger ships to recon our territory. Use ample firepower to destroy them!
ru: Уничтожить соединение разведки врага.
uk: Знищити з'єднання розвідки ворога.

# LS_OP_CA_13
source: We are engaging a squadron of enemy ships! Destroy them before their advanced fleet arrives.
ru: Уничтожить вражеское соединение.
uk: Знищити вороже з'єднання.

# LS_OP_CA_14
source: Their advanced fleet has weakened after losing their squadron. Ambush their advanced fleet!
ru: Уничтожить вражеское подкрепление.
uk: Знищити вороже підкріплення.

# LS_OP_CA_15
source: We are in danger now from torpedoes; dodge them and navigate carefully to avoid this zone!
ru: Выйти из боя
uk: Вийти з бою

# LS_OP_CA_16
source: Our support ships are leaving the port. Help them to sink all the enemies!
ru: Уничтожить вражеское соединение в открытом море.
uk: Знищити вороже з'єднання у відкритому морі.

# LS_OP_CA_17
source: The enemy's chasing fleet is approaching near our coast. Destroy their chasing fleet! We will send an additional fleet to help you.
ru: Уничтожить вражеские корабли в прибрежной зоне.
uk: Знищити ворожі кораблі в прибережній зоні.

# LS_OP_CA_18
source: The chasing fleet has retreated to the islands. Search the islands and eliminate the enemies!
ru: Уничтожить вражеские корабли скрытые в островах.
uk: Знищити ворожі кораблі приховані в островах.

# LS_OP_CA_19
source: We have engaged the enemy's main fleet while searching the islands. Lead our squadron to destroy their main fleet!
ru: Поддержать решающее сражение основного флота.
uk: Підтримати вирішальна битва основного флоту.

# LS_OP_CA_20
source: The enemy's has mustered its largest fleet to attack us. This must be the final battle! Good luck captain!
ru: Финальная битва основного флота.
uk: Фінальна битва основного флоту.

# LS_OP_BB_01
source: It looks like their supply ships are without any protection. Attack and sink them all!
ru: Уничтожить все транспортные корабли.
uk: Знищити всі транспортні кораблі.

# LS_OP_BB_02
source: Our enemies are using stronger ships to recon our territory. Use ample firepower to destroy them!
ru: Уничтожить соединение разведки врага.
uk: Знищити з'єднання розвідки ворога.

# LS_OP_BB_03
source: We are engaging a squadon of enemy ships! Destroy them before their advanced fleet arrives.
ru: Уничтожить вражеское соединение.
uk: Знищити вороже з'єднання.

# LS_OP_BB_04
source: Their advanced fleet has weakened after losing their squadron. Ambush their advanced fleet!
ru: Уничтожить вражеское подкрепление.
uk: Знищити вороже підкріплення.

# LS_OP_BB_05
source: We are in danger now from torpedoes; dodge them and navigate carefully to avoid this zone!
ru: Выйти из боя
uk: Вийти з бою

# LS_OP_BB_06
source: Our support ships are leaving the port. Help them to sink all the enemies!
ru: Уничтожить вражеское соединение в открытом море.
uk: Знищити вороже з'єднання у відкритому морі.

# LS_OP_BB_07
source: The enemy's chasing fleet is approaching near our coast. Destroy their chasing fleet! We will send an additional fleet to help you.
ru: Уничтожить вражеские корабли в прибрежной зоне.
uk: Знищити ворожі кораблі в прибережній зоні.

# LS_OP_BB_08
source: The chasing fleet has retreated to the islands. Search the islands and eliminate the enemies!
ru: Уничтожить вражеские корабли скрытые в островах.
uk: Знищити ворожі кораблі приховані в островах.

# LS_OP_BB_09
source: We have engaged the enemy's main fleet while searching the islands. Lead our squadron to destroy their main fleet!
ru: Поддержать решающее сражение основного флота.
uk: Підтримати вирішальна битва основного флоту.

# LS_OP_BB_10
source: The enemy's has mustered its largest fleet to attack us. This must be the final battle! Good luck captain!
ru: Финальная битва основного флота.
uk: Фінальна битва основного флоту.

# LS_OP_CV_01
source: Our reconnaissance fleet has located two lone enemy carriers. Their escort ships will be here in 4 minutes. Destroy the carriers before the escort ships arrive!
ru: Быстро найти и уничтожить два вражеских корабля.
uk: Швидко знайти і знищити два ворожих корабля.

# LS_OP_CV_02
source: The enemy's battleship and carrier are currently anchored for resupply. Intel suggests they will finish resupply in 6 minutes. Sink them before they have fully resupplied!
ru: Быстро найти и уничтожить три вражеских корабля.
uk: Швидко знайти і знищити три ворожих корабля.

# LS_OP_CV_03
source: The enemy battleship and carrier are maintaining the enemy's battle line. We don't have enough time until their reinforcements arrive, so use aircraft to sink them all!
ru: Уничтожить три вражеских корабля.
uk: Знищити три ворожих корабля.

# LS_OP_CV_04
source: The enemy carrier's strike force is on approach to attack our fleets! Send out fighters to shoot them all down!
ru: Уничтожить вражескую авиацию.
uk: Знищити ворожу авіацію.

# LS_OP_CV_05
source: Our supply ships are under attack. Locate all of our supply ships and escort them to safety!
ru: Найти пять транспортных корабля и уничтожить все вражеские корабли.
uk: Знайти п'ять транспортних корабля і знищити всі ворожі кораблі.

# LS_OP_CV_06
source: Our fleet is retreating and is under attack by enemy aircraft. Escort the fleet as it retreats to safe area.
ru: Защитить союзные корабли от вражеской авиации.
uk: Захистити союзні кораблі від ворожої авіації.

# LS_OP_CV_07
source: An enemy fleet is approaching near our coast. Protect our territorial waters with the allied fleet!
ru: Уничтожить вражеские корабли в прибрежной зоне.
uk: Знищити ворожі кораблі в прибережній зоні.

# LS_OP_CV_08
source: Due to our counter attack, they have retreated to some nearby islands. Search the islands, locate the enemy, and destroy them!
ru: Уничтожить вражеские корабли скрытые в островах.
uk: Знищити ворожі кораблі приховані в островах.

# LS_OP_CV_09
source: Our fleets have engaged their main fleet! Lead our squadron and support them!
ru: Поддержать решающее сражение основного флота.
uk: Підтримати вирішальна битва основного флоту.

# LS_OP_CV_10
source: Intel suggests that we will soon be engaged by the enemy's large main fleet. Your effort will lead us to victory. Good luck and return safely.
ru: Финальная битва основного флота.
uk: Фінальна битва основного флоту.

# LS_OP_SS_01
source: We have detected enemy supply ships nearby. Stealthily approach them and destroy them all!
ru: Потопить три вражеских транспорта.
uk: Потопити три ворожих транспорти.

# LS_OP_SS_02
source: The enemy has organized an escort fleet to counter our operations. Avoid their escort ships and destroy the supply ships.
ru: Уничтожить транспортный конвой.
uk: Знищити транспортний конвой.

# LS_OP_SS_03
source: The enemy's patrol fleet has been deployed to chase you. Destroy the patrol fleet and return to the base.
ru: Уничтожить вражеское соединение.
uk: Знищити вороже з'єднання.

# LS_OP_SS_04
source: Time to begin our operation to disrupt their rear supply line. Avoid their escort ships and sink two supply ships.
ru: Уничтожить все транспортные корабли.
uk: Знищити всі транспортні кораблі.

# LS_OP_SS_05
source: Our submarines have arrived at their strategic positions. Support our submarines and destroy the enemy supply ships!
ru: Волчья Стая Часть I
uk: Вовча Зграя Частина I

# LS_OP_SS_06
source: The last mission caused a large amount of damage to the enemy supply operation. They have added more escorts, but we must continue the operation.
ru: Волчья Стая Часть II
uk: Вовча Зграя Частина II

# LS_OP_SS_07
source: Our submarines have been heavily damaged. This will be your last mission to disturb their supply operation. Complete the mission and return safely.
ru: Конец Волчьей Стаи
uk: Кінець Вовчої Зграї

# LS_OP_SS_08
source: The enemy's main fleet is preparing to attack. Ambush them in order to buy us time so we can prepare our fleets.
ru: Уничтожить вражеский флот.
uk: Знищити ворожий флот.

# LS_OP_SS_09
source: Escort our support fleet until we locate our main fleet.
ru: Эскорт Линкора.
uk: Ескорт Лінкора.

# LS_OP_SS_10
source: At last, we have engaged their main fleet. This is your final mission. Escort our carrier and protect it from various forms of enemy attack!
ru: Эскорт Авианосца.
uk: Ескорт Авіаносців.

# LS_SAILOR_OPERATOR
source: OFFICERS
ru: ОФИЦЕРЫ
uk: ОФІЦЕРИ

# LS_SAILOR_ARMAMENT
source: ARMAMENT
ru: ВООРУЖЕНИЕ
uk: ОЗБРОЄННЯ

# LS_SAILOR_ENGINE
source: ENGINE
ru: ДВИГАТЕЛЬ
uk: ДВИГУН

# LS_SAILOR_REPAIR
source: REPAIR
ru: РЕМОНТ
uk: РЕМОНТ

# LS_SAILOR_AVIATION
source: AVIATION
ru: АВИАЦИЯ
uk: АВІАЦІЯ

# LS_SAILOR_RADIO
source: RADIO
ru: СВЯЗЬ
uk: ЗВ'ЯЗОК

# LS_SAILOR_SEAMAN
source: SEAMAN
ru: ПОДДЕРЖКА
uk: ПІДТРИМКА

# LS_SAILOR_OPERATOR_DESC
source: Supports the captain and manages the ship.
ru: Офицеры непосредственно выполняют приказы Капитана.
uk: Офіцери безпосередньо виконують накази Капітана.

# LS_SAILOR_ARMAMENT_DESC
source: Manages the armaments on the ship while engaged in battle.
ru: Обслуживают все вооружение корабля.
uk: Обслуговують все озброєння корабля.

# LS_SAILOR_ENGINE_DESC
source: Manages the ship's engine and effects the ship speed and overheat speed and time.
ru: Управляют двигательной установкой.
uk: Керують руховою установкою.

# LS_SAILOR_REPAIR_DESC
source: Manages the repair speed of the ship.
ru: Занимаются восстановлением и ремонтом.
uk: Займаються відновленням і ремонтом.

# LS_SAILOR_AVIATION_DESC
source: Manages all aircraft on the ship.
ru: Управляют всеми самолетами корабля.
uk: Керують всіма літаками корабля.

# LS_SAILOR_RADIO_DESC
source: Manages communication and radar which effects all sets of sight ranges
ru: Обслуживают средства связи, радар. Влияют на дальность обнаружения противника.
uk: Обслуговують засоби зв'язку, радар. Впливають на дальність виявлення противника.

# LS_SAILOR_SEAMAN_DESC
source: Gives bonuses to all sailor classes on the ship.
ru: Влияют на все системы корабля.
uk: Впливають на всі системи корабля.

# LS_MENU_CREW_WELCOME
source: Welcome to Crew Management.
ru: Добро пожаловать в меню управления экипажем. Совет: используйте Ускорение матроса для быстрой прокачки команды.
uk: Ласкаво просимо в меню управління екіпажем. Порада: використовуйте Прискорення матроса для швидкої прокачування команди.

# LS_CAPTAIN_SHIP_BUILD_FINISH
source: Captain %@: Ship has completed!
ru: Капитан %@: Корабль готов!
uk: Капітан %@: Корабель готовий!

# LS_CAPTAIN_SHIP_UPGRADE_FINISH
source: Captain %@: Ship upgrade has completed!
ru: Капитан %@: Модернизация корабля закончена!
uk: Капітан %@: Модернізація корабля закінчена!

# LS_CAPTAIN_SAILOR_TRAINING_FINISH
source: Captain %@: Sailor's training completed!
ru: Капитан %@: Тренировка матросов завершена!
uk: Капітан %@: Тренування матросів завершена!

# LS_CAPTAIN_SAILOR_EXPERIENCE_FINISH
source: Captain %@: Sailors ready for training!
ru: Капитан %@: Матросы готовы к тренировке!
uk: Капітан %@: Матроси готові до тренування!

# LS_ABILITY_HEALTH
source: SHIP HEALTH
ru: ПРОЧНОСТЬ КОРАБЛЯ
uk: МІЦНІСТЬ КОРАБЛЯ

# LS_ABILITY_AAW
source: ANTI-AIRCRAFT WEAPON
ru: ПВО
uk: ППО

# LS_ABILITY_TURN
source: TURN SPEED
ru: СКОРОСТЬ ПОВОРОТА
uk: ШВИДКІСТЬ ПОВОРОТУ

# LS_ABILITY_DIVE_TIME
source: DIVE TIME
ru: ВРЕМЯ ПОГРУЖЕНИЯ
uk: ЧАС ЗАНУРЕННЯ

# LS_ABILITY_ACCURANCY
source: ACCURACY
ru: ТОЧНОСТЬ
uk: ТОЧНІСТЬ

# LS_ABILITY_SIGHT_RANGE
source: SIGHT RANGE
ru: ДАЛЬНОСТЬ ОБНАРУЖЕНИЯ
uk: ДАЛЬНІСТЬ ВИЯВЛЕННЯ

# LS_ABILITY_GUN_RELOAD
source: GUN RELOAD SPEED
ru: СКОРОСТЬ ПЕРЕЗАРЯДКИ ОРУДИЙ
uk: ШВИДКІСТЬ ПЕРЕЗАРЯДКИ ЗНАРЯДЬ

# LS_ABILITY_TORPEDO_RELOAD
source: TORPEDO RELOAD SPEED
ru: СКОРОСТЬ ПЕРЕЗАРЯДКИ ТОРПЕД
uk: ШВИДКІСТЬ ПЕРЕЗАРЯДКИ ТОРПЕД

# LS_ABILITY_SPEED
source: SHIP SPEED
ru: СКОРОСТЬ КОРАБЛЯ
uk: ШВИДКІСТЬ КОРАБЛЯ

# LS_ABILITY_OVERHEAT
source: SHIP OVERHEAT SPEED
ru: СКОРОСТЬ ПОЛНОГО ХОДА
uk: ШВИДКІСТЬ ПОВНОГО ХОДУ

# LS_ABILITY_OVERHEAT_TIME
source: SHIP OVERHEAT TIME
ru: ВРЕМЯ ПОЛНОГО ХОДА
uk: ЧАС ПОВНОГО ХОДУ

# LS_ABILITY_REPAIR
source: REPAIR SPEED
ru: СКОРОСТЬ РЕМОНТА
uk: ШВИДКІСТЬ РЕМОНТУ

# LS_ABILITY_REDUCE_DAMAGE
source: REDUCE DAMAGE
ru: СНИЖЕНИЕ УРОНА
uk: ЗНИЖЕННЯ УШКОДЖЕННЯ

# LS_ABILITY_AIR_LAUNCH_TIME
source: AIRCRAFT LAUNCH
ru: СКОРОСТЬ ПОДГОТОВКИ САМОЛЕТА
uk: ШВИДКІСТЬ ПІДГОТОВКИ ЛІТАКА

# LS_ABILITY_AIR_SPEED
source: AIRCRAFT SPEED
ru: СКОРОСТЬ САМОЛЕТА
uk: ШВИДКІСТЬ ЛІТАКА

# LS_ABILITY_AIR_FUEL
source: AIRCRAFT FUEL
ru: ТОПЛИВО
uk: ПАЛИВО

# LS_ABILITY_AIR_SIGHT_RANGE
source: AIRCRAFT SIGHT RANGE
ru: ДАЛЬНОСТЬ ВИДИМОСТИ САМОЛЕТА
uk: ДАЛЬНІСТЬ ВИДИМОСТІ ЛІТАКА

# LS_CHANGE_NAME_TITLE
source: CHANGE NAME
ru: СМЕНИТЬ ИМЯ
uk: ЗМІНИТИ ІМ'Я

# LS_CHANGE_NAME_ALREADY_USED
source: is already used!
ru: уже используется!
uk: вже використовується!

# LS_CHANGE_NAME_PLEASE_SELECT
source: Duplicate name.[BR]Please select a new Captain name.
ru: Пожалуйста выберите один из вариантов или выберите новое.
uk: Будь ласка виберіть один з варіантів або виберіть нове.

# LS_CHANGE_NAME_PLEASE_ENTER_NEW
source: Select a new name.
ru: Выберите другое имя.
uk: Виберіть інше ім'я.

# LS_CHANGE_NAME_BUTTON_ENTER_NEW
source: New name
ru: Новое имя
uk: Нове ім'я

# LS_TUT_MISSION_MAP
source: Mission Map:
ru: Карта Миссии:
uk: Карта Місії:

# LS_TUT3_NAME
source: Final battle of the battleship Bismarck
ru: Последнее сражение линкора Бисмарк
uk: Остання битва лінкора Бісмарк

# LS_TUT3_BISMARСK
source: Bismarсk
ru: Бисмарк
uk: Бісмарк

# LS_TUT3_PRINZ_EUGEN
source: Prinz Eugen
ru: Принц Ойген
uk: Принц Ойген

# LS_TUT3_BERGEN
source: BERGEN
ru: БЕРГЕН
uk: БЕРГЕН

# LS_TUT3_GDYNIA
source: GDYNIA
ru: ГДЫНЯ
uk: ГДИНЯ

# LS_TUT3_BREST
source: BREST
ru: БРЕСТ
uk: БРЕСТ

# LS_TUT3_GIBRALTAR
source: GIBRALTAR
ru: ГИБРАЛТАР
uk: ГІБРАЛТАР

# LS_TUT3_SCAPA_FLOW
source: Scapa Flow
ru: Скапа Флоу
uk: Скапа-Флоу

# LS_TUT3_HOME_FLEET
source: Home Fleet
ru: Флот метрополии
uk: Флот метрополії

# LS_TUT3_HUD
source: Hud
ru: Худ
uk: Худ

# LS_TUT3_SUNK
source: sunk
ru: потоплен
uk: Потоплений

# LS_TUT3_SUFFOLK
source: Suffolk
ru: Саффолк
uk: Саффолк

# LS_TUT3_PRINCE_OF_WALES
source: Prince of Wales
ru: Принц Уэльский
uk: Принц Уельський

# LS_TUT3_EDINBURGH
source: Edinburg
ru: Эдинбург
uk: Едінбург

# LS_TUT3_DORSETSHIRE
source: Dorsetshire
ru: Дорсетшир
uk: Дорсетшир

# LS_TUT3_FORCE_H
source: Force H
ru: Соединение H
uk: З'єднання H

# LS_TUT3_RODNEY
source: Rodney
ru: Родни
uk: Родні

# LS_TUT3_NORFOLK
source: Norfolk
ru: Норфолк
uk: Норфолк

# LS_TUT3_GOTENHAFEN
source: GOTENHAFEN
ru: Готенхафен
uk: Готенхафен

# LS_TUT3_ARK_ROYAL
source: Ark Royal
ru: Арк Ройял
uk: Арк Ройял

# LS_TUT3_KING_GEORGE_V
source: King George V
ru: Кинг Джордж V
uk: Кінг Джордж V

# LS_TUT1_NAME
source: Locate and destroy the enemy merchant raider.
ru: Найти и уничтожить вражеский рейдер.
uk: Знайти і знищити ворожий рейдер.

# LS_ENEMY_RAIDER
source: Merchant raider
ru: Рейдер
uk: Рейдер

# LS_TUT1_NANGA_ISLANDS
source: Nanga Islands
ru: Острова Нанга
uk: Острови Нанга

# LS_TUT1_TARA_ISLAND
source: Tara Island
ru: Остров Тара
uk: Острів Тара

# LS_TUT1_SAN_JOSE
source: San Jose
ru: Сан-Хосе
uk: Сан-Хосе

# LS_TUT1_BANTAC_ISLAND
source: Bantac Island
ru: Остров Бантак
uk: Острів Бантак

# LS_TUT1_LIBAGAO_ISLAND
source: Libagao Island
ru: Остров Ливагао
uk: Острів Лівагао

# LS_TUT1_MINDORO_STRAIT
source: Mindoro Strait
ru: Пролив Миндоро
uk: Протока Міндоро

# LS_TUT1_MINDORO
source: Mindoro
ru: Миндоро
uk: Міндоро

# LS_TUT1_CORON
source: Coron
ru: Корон
uk: Корон

# LS_TUT1_SEMIRARA_ISLAND
source: Semirara Island
ru: Остров Семирара
uk: Острів Семірара

# LS_TUT1_CORON_ISLAND
source: Coron Island
ru: Остров Корон
uk: Острів Корон

# LS_TUT1_CALUYA_ISLAND
source: Caluya Island
ru: Остров Кальюя
uk: Острів Калуя

# LS_TUT1_SIBAY_ISLAND
source: Sibay Island
ru: Остров Сибей
uk: Острів Сібей

# LS_TUT1_DELIAN_ISLAND
source: Delian Island
ru: Остров Делиан
uk: Острів Деліан

# LS_TUT1_QUINLUBAN_ISLAND
source: Quinluban Island
ru: Остров Квинилбан
uk: Острів Квінілбан

# LS_TUT1_TINITUAN_ISLAND
source: Tinituan Island
ru: Остров Тиничун
uk: Острів Тінічун

# LS_TUT1_PAMALICAN_ISLAND
source: Pamalican Island
ru: Остров Памаликан
uk: Острів Памалікан
