Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_PVE_CHAPTERBRIEF_N5C4
source: As part of the treaty which formally ended the Soviet-Finnish Winter War, Hanko was leased to the Soviet Union as a Soviet Naval Base. The Red Banner Baltic Fleet has important harbor facilities there, as well as an airfield. Now, Finnish ground troops isolated Hanko and its 27,000-man garrison. You must deal with the situation.
ru: Согласно минному договору, подписанному по окончании Советско-Финской войны, Советский Союз получил право аренды военно-морской базы Ханко. Там размещены важные портовые сооружения КБФ, а также военный аэродром. В данный момент база Ханко с гарнизоном в 27 000 человек полностью окружена финскими войсками. Ваше задание - обеспечить эвакуацию.
uk: Згідно мінному з угодою, підписаною після закінчення Радянсько-Фінської війни, Радянський Союз отримав право оренди військово-морської бази Ханко. Там розміщені важливі портові споруди КБФ, а також військовий аеродром. В даний момент база Ханко з гарнізоном в 27 000 чоловік повністю оточена фінськими військами. Ваше завдання - забезпечити евакуацію.

# LS_PVE_MISSIONTEXT_N5C4M1
source: We have come into contact with enemy transports on approach to Hanko. This is a good chance to do some damage.
ru: Наблюдатели докладывают, что к базе Ханко подходят вражеские десантные транспорты. Ваш приказ - предотвратить высадку!
uk: Спостерігачі повідомляють, що до бази Ханко підходять ворожі десантні транспорти. Ваш наказ - запобігти висадку!

# LS_PVE_MISSIONTEXT_N5C4M2
source: We are exiting Hanko with troops on board. Expect resistance.
ru: Эвакуирующиеся части погружены и готовы к переброске. Мы ожидаем серьезное сопротивление при выходе из базы.
uk: Евакуюють частини занурені і готові до перекидання. Ми очікуємо серйозний опір при виході з бази.

# LS_PVE_MISSIONTEXT_N5C4M3
source: Press on!
ru: Продолжайте сопровождение конвоя.
uk: Продовжуйте супровід конвою.

# LS_PVE_MISSIONTEXT_N5C4M4
source: We are halfway through, enemy screen sighted!
ru: Половина пути пройдена, противник на горизонте!
uk: Половина шляху пройдена, противник на горизонті!

# LS_PVE_MISSIONTEXT_N5C4M5
source: We are already in sight of Kronstadt, but they are making one last attempt to stop us. Avoid torpedoes!
ru: Кронштадт уже в прямой видимости, но надо избежать последней торпедной атаки противника!
uk: Кронштадт вже в прямої видимості, але треба уникнути останньої торпедної атаки противника!

# LS_PVE_CHAPTERDEBRIEF_N5C4
source: The Red Banner Baltic Fleet successfully completed the mission. In 11 sorties, under heavy German opposition, over 22,000 troops, 26 tanks, large quantities of artillery and weapons and, most importantly 12,000 tons of food have been delivered to the sieged Leningrad and will aid in the defense of the city.
ru: Краснознаменный Балтийский Флот успешно выполнил задание. За 11 выходов в море, при ожесточенном сопротивлении немецких сил, в осажденный Ленинград были доставлены 22 000 солдат, 26 танков, большое количество артиллерии, и , что самое важное - 12 000 тонн продовольствия.
uk: Червонопрапорний Балтійський флот успішно виконав завдання. За 11 виходів в море, при запеклому опорі німецьких сил, до обложеного Ленінграда були доставлено 22 000 солдатів, 26 танків, велику кількість артилерії, і, що найважливіше - 12 000 тонн продовольства.

# LS_PVE_CHAPTERNAME_N5C5
source: Siege of Odessa
ru: Осада Одессы
uk: Облога Одеси

# LS_PVE_CHAPTERBRIEF_N5C5
source: Odessa is under siege and the Red Army is outnumbered 4 to 1! You are assigned to the Odessa Naval base, special Northwest task force, under the command of Rear Admiral D.D. Vdovichenko. Your duty is to transport troops to Odessa, prevent any warship from approaching Odessa from the sea, and to support the garrison with gunfire.
ru: Одесса окружена. Численное превосходство противника составляет 4:12. Вы переведены на Одесскую военно-морскую базу, в отряд боевых кораблей северо-западного района под командованием контр-адмирала Д. Д. Вдовиченко. Ваши задачи - транспортировка войск, защита морских подступов к Одессе, поддержка гарнизона огнем с моря.
uk: Одеса оточена. Кількісна перевага супротивника становить 4:12. Ви переведені на Одеську військово-морську базу, в загін бойових кораблів північно-західного району під командуванням контр-адмірала Д. Д. Вдовиченко. Ваші завдання - транспортування військ, захист морських підступів до Одеси, підтримка гарнізону вогнем з моря.

# LS_PVE_MISSIONTEXT_N5C5M1
source: You are approaching Odessa, which is heavily guarded, with troops on board.
ru: С войсками на борту, вы приближаетесь к окруженной с моря Одессе. Задача - прорвать окружение.
uk: З військами на борту, ви наближаєтеся до оточеної з моря Одесі. Завдання - прорвати оточення.

# LS_PVE_MISSIONTEXT_N5C5M2
source: Odessa Naval base is sending reinforcements to meet up with you and help you get through.
ru: Одесская военно-морская база выслала подкрепления навстречу для совместного прорыва.
uk: Одеська військово-морська база вислала підкріплення назустріч для спільного прориву.

# LS_PVE_MISSIONTEXT_N5C5M3
source: The troops have successfully unloaded, but there are reports of an enemy task force approaching to bombard the city. Search and destroy them!
ru: Войска успешно выгружены, но наблюдатели докладывают о приближении с моря группировки кораблей противника для обстрела города. Обнаружить и уничтожить!
uk: Війська успішно вивантажені, але спостерігачі доповідають про наближення з моря угруповання кораблів противника для обстрілу міста. Виявити і знищити!

# LS_PVE_MISSIONTEXT_N5C5M4
source: You must transport industrial equipment from Odessa to Novorossiysk. The enemy will try to stop you.
ru: Необходимо осуществить эвакуацию промышленного оборудования из Одессы в Новороссийск. Ожидаются попытки противника воспрепятствовать эвакуации.
uk: Необхідно здійснити евакуацію промислового обладнання з Одеси до Новоросійська. Очікуються спроби противника перешкодити евакуації.

# LS_PVE_MISSIONTEXT_N5C5M5
source: STAVKA needs the troops from Odessa to in order defend Sevastopol! We are leaving the city, undefeated. The enemy will throw everything they have at you!
ru: Ставка приняла решение о переброске войск из Одессы в Севастополь. Мы вынуждены оставить город, хотя противник не в состоянии его захватить. Ваша задача - прорыв в Севастополь!
uk: Ставка прийняла рішення про перекидання військ з Одеси до Севастополя. Ми змушені залишити місто, хоча супротивник не в змозі його захопити. Ваше завдання - прорив в Севастополь!

# LS_PVE_CHAPTERDEBRIEF_N5C5
source: The siege of Odessa is the first successful defense of a naval fortress in World War II. Over 300,000 enemy troops were locked in battle for 73 days, with over 160,000 of them ending up either dead or wounded. The Black Sea Fleet managed to evacuate 350,000 soldiers and civilians, as well as industrial equipment from many significant factories. We left Odessa because the troops are needed in Crimea, but we were not defeated, and your actions were a complete success.
ru: Осада Одессы была первым случаем успешной защиты морской крепости во Второй Мировой войне. Свыше 300 000 войск противника были связаны в течении 73 дней, из них 160 000 было потеряно убитыми и ранеными. Черноморский Флот эвакуировал 350 000 солдат, офицеров и гражданского населения, а также промышленное оборудование со многих важных заводов. Мы оставили Одессу, потому что войска были нужнее в Севастополе, но мы не были побеждены. Вы полностью выполнили вашу боевую задачу.
uk: Облога Одеси була першим випадком успішного захисту морської фортеці у Другій Світовій війні. Понад 300 000 військ противника були пов'язані протягом 73 днів, з них 160 000 було втрачено вбитими і пораненими. Чорноморський Флот евакуював 350 000 солдатів, офіцерів і цивільного населення, а також промислове обладнання з багатьох важливих заводів. Ми залишили Одесу, бо війська були потрібніші в Севастополі, але ми не були переможені. Ви повністю виконали вашу бойову задачу.

# LS_PVE_CHAPTERNAME_N5C6
source: Siege of Leningrad
ru: Блокада Ленинграда
uk: Блокада Ленінграду

# LS_PVE_CHAPTERBRIEF_N5C6
source: It is time to break the siege of Leningrad. The main strike of the Leningrad-Novgorod Strategic Offensive will be made from Oranienbaum Bridgehead. The Red Banner Baltic Fleet must transport the attacking army and provide air support. You must also prevent any attempt by the Germans to counterattack from the sea.
ru: Мы готовы к прорыву блокады Ленинграда. Основной удар Ленинградско-Новгородской стратегической операции будет нанесен с Ораниенбаумского плацдарма. Задача КБФ - высадка войск и поддержка с воздуха. Также необходимо предотвратить любые попытки немцев контратаковать с моря.
uk: Ми готові до прориву блокади Ленінграда. Основний удар Ленінградської-Новгородської стратегічної операції буде завдано з Ораниенбаумского плацдарму. Завдання КБФ - висадка військ і підтримка з повітря. Також необхідно запобігти будь-яким спробам німців контратакувати з моря.

# LS_PVE_MISSIONTEXT_N5C6M1
source: Our reconnaissance fleet has located two enemy carriers. Their escort ships will be here in 4 minutes. Destroy them before their escorts arrive!
ru: Наши разведывательные катера обнаружили два крупных надводных корабля противника без эскорта. Эскорт идет на соединение, у вас есть 4 минуты для атаки!
uk: Наші розвідувальні катери виявили два великих надводних корабля противника без ескорту. Ескорт йде на з'єднання, у вас є 4 хвилини для атаки!

# LS_PVE_MISSIONTEXT_N5C6M2
source: The enemy's battleship and carrier are anchored for resupplly. Intel estimates that the supply time is 6 minutes. Sink them before they are resupplied!
ru: Корабли противника стоят на якоре и перегружают припасы. У вас есть 6 минут, чтобы атаковать, пока они неподвижны!
uk: Кораблі противника стоять на якорі і перевантажують припаси. У вас є 6 хвилин, щоб атакувати, поки вони нерухомі!

# LS_PVE_MISSIONTEXT_N5C6M3
source: The enemy battleship and carrier are maintaining the battle line. We don't have enough time for a drawn out battle, so use the aircraft to sink them!
ru: Уничтожить морские силы противника!
uk: Знищити морські сили противника!

# LS_PVE_MISSIONTEXT_N5C6M4
source: The enemy's strike force is approaching and plans to attack our fleets! Send fighters to shoot down them all!
ru: Противник предпринимает еще одну попытку остановить наш флот! На прорыв!
uk: Противник робить ще одну спробу зупинити наш флот! На прорив!

# LS_PVE_MISSIONTEXT_N5C6M5
source: Our troop transports are under attack. Find all transports and escort them!
ru: Наши десантные транспорты атакованы! Найдите транспорты и предоставьте им прикрытие!
uk: Наші десантні транспорти атаковані! Знайдіть транспорти і надайте їм прикриття!

# LS_PVE_CHAPTERDEBRIEF_N5C6
source: The operation was a complete success. German forces have been expelled from the southern outskirts of the city, and our offensive continues. Your support from the sea was invaluable.
ru: Операция завершилась полным успехом. Блокада была прорвана, и наступление продолжается. Оказанная вами поддержка с моря сыграла решающую роль!
uk: Операція завершилася повним успіхом. Блокада була прорвана, і наступ триває. Надана вами підтримка з моря зіграла вирішальну роль!

# LS_PVE_CHAPTERNAME_N5C7
source: Liberation of Crimea
ru: Освобождение Крыма
uk: Звільнення Криму

# LS_PVE_CHAPTERBRIEF_N5C7
source: An assault across the Perekop Isthmus was launched by the 4th Ukrainian Front. Kerch was reached by the Separate Coastal Army, Simferopol followed two days later. The remaining Axis forces in the Crimea are concentrating around Sevastopol. Your goal is to take back Sevastopol and prevent any evacuation attempts.
ru: 4-й Украинский фронт начал наступление через Перекоп. Отдельная Приморская армия взяла Керчь и Симферополь. Оставшиеся силы противника концентрируются вокруг Севастополя. Ваша задача - взять Севастополь и предотвратить любые попытки эвакуации противника.
uk: 4-й Український фронт почав наступ через Перекоп. Окрема Приморська армія взяла Керч і Сімферополь. Решта сили противника концентруються навколо Севастополя. Ваше завдання - взяти Севастополь і запобігти будь-яким спробам евакуації противника.

# LS_PVE_MISSIONTEXT_N5C7M1
source: Our attack fleet is in danger. Escort the ships!
ru: Наши силы атакованы. Отразите атаку!
uk: Наші сили атаковані. Відобразіть атаку!

# LS_PVE_MISSIONTEXT_N5C7M2
source: The enemy is attempting to stop our offensive. Join with our reinforcements and push them back!
ru: Противник пытается остановить наше наступление. Соединитесь с подкреплением и прорвите оборону!
uk: Противник намагається зупинити наш наступ. З'єднаєтеся з підкріпленням і прорвіть оборону!

# LS_PVE_MISSIONTEXT_N5C7M3
source: The retreating enemy is attempting to hide. Search and destroy!
ru: Рассеянные силы противника пытаются разорвать контакт. Найти и уничтожить!
uk: Розсіяні сили противника намагаються розірвати контакт. Знайти і знищити!

# LS_PVE_MISSIONTEXT_N5C7M4
source: They are using all of their ships trying to escape from Sevastopol! Let no one escape!
ru: Группировка противника, стоявшая в Севастополе, идет на прорыв!
uk: Угруповання противника, яке стояло в Севастополі, йде на прорив!

# LS_PVE_MISSIONTEXT_N5C7M5
source: They are throwing all that they have at us in order to get away. Your effort will lead this battle to victory. Good luck and return safely.
ru: Все силы захватчиков брошены в атаку в попытке уйти из Крыма. Вы должны принести им справедливое возмездие от имени Советского народа!
uk: Всі сили загарбників кинуті в атаку в спробі піти з Криму. Ви повинні принести їм справедливу відплату від імені Радянського народу!

# LS_PVE_CHAPTERDEBRIEF_N5C7
source: In the course of the liberation of Crimea, the German 17th Army was completely destroyed, losing more than 120,000 men. The Romanian Navy, which was involved in evacuation attempt, lost more than 2 / 3 of their ships. Sevastopol, the main base of Black Sea fleet, is operational again.
ru: При освобождении Крыма, 17-я Армия Германии была полностью уничтожена. Потери составили 120 000 человек. Румынский военно-морской флот потерял более 2/3 своего состава при попытке эвакуации. Основная база Черноморского Флота в Севастополе снова действует.
uk: При визволенні Криму, 17-а Армія Німеччини була повністю знищена. Втрати склали 120 000 чоловік. Румунський військово-морський флот втратив понад 2/3 свого складу при спробі евакуації. Основна база Чорноморського Флоту в Севастополі знову діє.

# LS_PVE_CHAPTERNAME_N5C8
source: Submarine operations in the Baltic Sea
ru: Операции подлодок в Балтийском море
uk: Операції підводних човнів в Балтійському морі

# LS_PVE_CHAPTERBRIEF_N5C8
source: After breaking the siege of Leningrad, the Red Army continued its march towards East Prussia. Now our submarines finally have access to the Baltic Sea and can take an active part in the battle, by disrupting shipping around German ports. Destroy any German ship spotted!
ru: После прорыва блокады Ленинграда, Красная Армия продолжила наступление в сторону Восточной Пруссии. Это дало возможность выхода подводных лодок КБФ в открытые воды Балтики. Атакуйте любой встреченный немецкий корабль!
uk: Після прориву блокади Ленінграда, Червона Армія продовжила наступ у бік Східної Пруссії. Це дало можливість виходу підводних човнів КБФ у відкриті води Балтики. Атакуйте будь зустрінутий німецький корабель!

# LS_PVE_MISSIONTEXT_N5C8M1
source: We have detected enemy troop transports. Stealthily approach them and destroy them all!
ru: Обнаружены транспорты противника. Скрытно подойдите на дистанцию торпедного залпа и уничтожьте их!
uk: Виявлено транспорти супротивника. Потай підійдіть на дистанцію торпедного залпу і знищіть їх!

# LS_PVE_MISSIONTEXT_N5C8M2
source: The enemy is still capable of maintaining escorts. Avoid their escort ships and destroy the transports.
ru: Несмотря на потери, Германский флот еще в состоянии эскортировать особо важные перевозки. Уничтожьте транспорты, уклоняясь от боя с эскортом.
uk: Незважаючи на втрати, Німецький флот ще в стані ескортувати особливо важливі перевезення. Необхідно знищити транспорти, ухиляючись від бою з ескортом.

# LS_PVE_MISSIONTEXT_N5C8M3
source: The enemy's patrol fleet has been dispatched to pursue you. Destroy the patrol fleet and return to the base safely.
ru: Противник создал специальный отряд для противодействия советским подводным лодкам. Уничтожьте его и немедленно доложите на базу.
uk: Противник створив спеціальний загін для протидії радянським підводним човнам. Необхідно знищити його і негайно повідомте на базу.

# LS_PVE_MISSIONTEXT_N5C8M4
source: Another German convoy. Avoid their escort ships and sink two of their supply ships.
ru: Обнаружен немецкий конвой. Уничтожьте транспорты!
uk: Виявлено німецький конвой. Необхідно знищити транспорти!

# LS_PVE_MISSIONTEXT_N5C8M5
source: Our submarines have arrived. Join forces with them and completely destroy the convoy!
ru: Соединитесь с подкреплением и уничтожьте все корабли противника!
uk: З'єднаєтеся з підкріпленням і знищіть всі кораблі супротивника!

# LS_PVE_CHAPTERDEBRIEF_N5C8
source: Your operation in the Baltic received the highest commendations from STAVKA. Your numerous victories cost Germany dearly, and saved the lives of many Soviet soldiers. The victory is ours! You may continue to free hunt as you see fit. You will be called upon should the need arise.
ru: Ваши операции в Балтийском море были одобрены Ставкой Верховного Главнокомандования. Ваши усилия ослабили сопротивление Германии и спасли тысячи жизней Советских солдат. Победа!
uk: Ваші операції в Балтійському морі були схвалені Ставкою Верховного Головнокомандування. Ваші зусилля послабили опір Німеччини і врятували тисячі життів Радянських солдатів. Перемога!

# LS_ATTACKER_SHIP
source: Attacker ship
ru: Атакующие корабли
uk: Атакуючі кораблі

# LS_DEFENCE_SHIP
source: Defence ship
ru: Защищающиеся корабли
uk: Захищаються кораблі

# LS_YOUR_SHIP
source: Your ship
ru: Ваш корабль
uk: Ваш корабель

# LS_ENEMY_SHIP
source: Enemy ship
ru: Корабль противника
uk: Корабель противника

# LS_DEFENCE_WEAPON
source: Defence weapon
ru: Оборонительные сооружения
uk: Оборонні споруди

# LS_YOUR_DEFENCE_WEAPON
source: Your defence weapon
ru: Ваши оборонительные сооружения
uk: Ваші оборонні споруди

# LS_SUNKEN_BY
source: sunken by
ru: потоплен
uk: потоплений

# LS_FAILED_TO_ATTACK
source: failed to attack
ru: промах
uk: промах

# LS_CONVOY_PQ17
source: Convoy PQ-17
ru: Конвой PQ-17
uk: Конвой PQ-17

# LS_BATTLE_OF_THE_BARENTS_SEA
source: Battle Of The Barents Sea
ru: Бой в Баренцевом море
uk: Бій в Баренцевому морі

# LS_CONVOY_PQ13
source: Convoy PQ-13
ru: Конвой PQ-13
uk: Конвой PQ-13

# LS_BATTLE_OF_THE_DENMARK_STRAIT
source: Battle Of The Denmark Strait
ru: Сражение в Датском проливе
uk: Бій в Датській протоці

# LS_OPERATION_JUNO
source: Operation Juno
ru: Операция ''Юно''
uk: Операція '' Юно ''

# LS_OPERATION_BERLIN
source: Operation Berlin
ru: Операция ''Берлин''
uk: Операція '' Берлін ''

# LS_BATTLE_OF_THE_ATLANTIC
source: Battle of The Atlantic
ru: Битва за Атлантику
uk: Битва за Атлантику

# LS_OPERATION_CERBERUS
source: Operation Cerberus
ru: Операция ''Церберус''
uk: Операція '' Церберус ''

# LS_CAPE_FAREWELL
source: Cape Farewell
ru: мыс Фарвель
uk: мис Фарвель

# LS_NEWFOUNDLAND
source: Newfoundland
ru: Ньюфаундленд
uk: Ньюфаундленд

# LS_WESTERN_APPROACHES
source: Western Approaches
ru: подходы с Запада
uk: Підходи з Заходу

# LS_FROM_ICELAND
source: From Iceland
ru: из Исландии
uk: з Ісландії

# LS_FROM_N_AMERICA
source: From N. America
ru: из Сев. Америки
uk: з Півн. Америки

# LS_FROM_UK
source: From UK
ru: из Британии
uk: з Британії

# LS_ATLANTIC_BRITISH_COASTAL_CONVOY_ROUTES
source: Atlantic British Coastal Convoy Routes
ru: Маршруты британских атлантических конвоев
uk: Маршрути британських атлантичних конвоїв

# LS_US_NEUTRALITY_PATROL
source: US Neutrality Patrol
ru: патруль США
uk: Патруль США

# LS_LONDONDERRY
source: Londonderry
ru: Лондондерри
uk: Лондондеррі

# LS_FREETOWN
source: Freetown
ru: Фритаун
uk: Фрітаун

# LS_AZORES
source: Azores
ru: Азорские о-ва
uk: Азорські о-ва

# LS_CASABLANCA
source: Casablanca
ru: Касабланка
uk: Касабланка

# LS_MADEIRA
source: Madeira
ru: Мадейра
uk: Мадейра

# LS_CANARY_IS
source: Canary Is
ru: Канарские о-ва
uk: Канарські о-ва

# LS_DAKAR
source: Dakar
ru: Дакар
uk: Дакар

# LS_CABO_VERDE
source: Cabo Verde
ru: о-ва Зеленого мыса
uk: о-ви Зеленого мису

# LS_SIERRA_LEONE
source: Sierra Leone
ru: Сьерра-Леоне
uk: Сьєрра-Леоне

# LS_GOLD_COAST
source: Gold Coast
ru: Золотой берег
uk: Золотий берег

# LS_BISMARCK_PRINZ_EUGEN
source: Bismarck, Prinz Eugen
ru: Бисмарк, Принц Ойген
uk: Бісмарк, Прінц Ойген

# LS_HOOD_SUNK
source: Hood Sunk
ru: Гибель Худ
uk: Загибель Худ

# LS_ARETHUSA
source: HMS Arethusa
ru: Аретуза
uk: Аретуза

# LS_MANCHESTER
source: Manchester
ru: Манчестер
uk: Манчестер

# LS_BIRMINGHAM
source: Birmingham
ru: Бирмингем
uk: Бірмінгем

# LS_FAROE_ISLANDS
source: Faroe Islands
ru: о-ва Фаро
uk: о-ва Фаро

# LS_APPROXIMATE_ICE_EDGE_IN_JUNE
source: Approximate Ice Edge in June
ru: Граница льда в Июне
uk: Кордон льоду у червні

# LS_HOME_FLEET_SAILS
source: Home Fleet Sails
ru: выход Хоум Флита
uk: Дім Флот Вітрила

# LS_SVALBARD
source: Svalbard
ru: Свальбард
uk: Свальбард

# LS_HOPE_ISLAND
source: Hope Island
ru: остров Надежды
uk: острів Надії

# LS_NOVAYA_ZEMLYA
source: Novaya Zemlya
ru: Новая Земля
uk: Нова Земля

# LS_MATOCHKIN_SHAR
source: Matochkin Shar
ru: Маточкин Шар
uk: Маточкин Шар

# LS_KARA_SEA
source: Kara Sea
ru: Карское море
uk: Карське море

# LS_KOLGUEV_ISLAND
source: Kolguev Island
ru: остров Колгуева
uk: острів Колгуева

# LS_CAPE_KANIN
source: Cape Kanin
ru: мыс Канин
uk: мис Канін

# LS_CONVOY
source: Convoy
ru: конвой
uk: конвой

# LS_GERMAN_DESTROYERS
source: German Destroyers
ru: Немецкие эсминцы
uk: Німецькі есмінці

# LS_LOFOTEN_ISLAND
source: Lofoten Island
ru: остров Лофотен
uk: острів Лофотен

# LS_KIRKENES
source: Kirkenes
ru: Киркенес
uk: Кіркенес

# LS_TRMSO
source: Trmso
ru: Трмсо
uk: Трмсо

# LS_MERCHANT_SHIPS
source: Merchant Ships
ru: Транспорты
uk: Транспорти

# LS_CRUISER_AND_DESTROYER_ESCORT_HEADS_SOUTH
source: Cruiser And Destroyer Escort Heads South
ru: Эскорт из К и ЭСМ поворачивает на юг
uk: Ескорт з К і ЕСМ повертає на південь

# LS_RENDEZVOUS_WITH_TANKER_ADRIA
source: Rendezvous With Tanker Adria
ru: встреча с танкером Адрия
uk: зустріч з танкером Адрія‘

# LS_RENDEZVOUS_WITH_TANKER_ESSO_HAMBURG_SCHLETTSTADT
source: Rendezvous With Tankers Esso, Hamburg, Schlettstadt
ru: встреча с танкерами Эссо, Гамбург, Шлетштадт
uk: зустріч з танкерами Ессо, Гамбург, Шлетштадт

# LS_RENDEZVOUS_WITH_TANKER_SCHLETTSTRDT
source: Rendezvous With Tanker Schlettstadt
ru: встреча с танкером Шлетштадт
uk: зустріч з танкером Шлетштадт

# LS_SIGHTED_BY_HMS_REMILES_WITH_HX_106
source: Sighted By HMS Remiles With HX 106
ru: обнаружен HMS Ремилес
uk: виявлений HMS Ремілес

# LS_FIVE_UNESCORTED_SHIPS
source: Five Unescorted Ships
ru: 5 кораблей без эскорта
uk: 5 кораблів без ескорту

# LS_SIGHTED_BY_COASTAL_COMMAND
source: Sighted By Coastal Command
ru: обнаружен береговой охраной
uk: виявлений береговою охороною

# LS_SIGHTED_BY_AIRCRAFT_FROM_HMS_ARK_ROYAL
source: Sighted By Aircraft From HMS Ark Royal
ru: обнаружен самолетом с Арк Ройял
uk: виявлений літаком з Арк Ройял

# LS_PORTUGAL
source: Portugal
ru: Португалия
uk: Португалія

# LS_SIGHTED_BY_HMS_RODNEY
source: Sighted By HMS Rodney
ru: обнаружен HMS Родни
uk: виявлений HMS Родні

# LS_SUNK_OR_CAPTURED
source: Sunk Or Captured
ru: Потоплен или захвачен
uk: Потоплений або захоплений

# LS_SIX_UNESCORTED_SHIPS
source: Six Unescorted Ships
ru: 6 кораблей без эскорта
uk: 6 кораблів без ескорту
