Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_TUT_HARBOUR_STEEL
source: Tap Steel icon
ru: Забрать Сталь
uk: Забрати Сталь

# LS_TUT_HARBOUR_FUEL
source: Tap Fuel icon
ru: Забрать Топливо
uk: Забрати Паливо

# LS_LOADING
source: Loading…
ru: Загрузка…
uk: Завантаження ...

# LS_NOT_ENOUGH_FUEL
source: NOT ENOUGH FUEL
ru: НЕХВАТКА ТОПЛИВА
uk: БРАК ПАЛИВА

# LS_BUY_THE_MISSING_FUEL
source: Buy the missing fuel?
ru: Докупить топливо?
uk: Докупити паливо?

# LS_OPERATION
source: SPECIAL OPERATION
ru: СПЕЦИАЛЬНАЯ ОПЕРАЦИЯ
uk: СПЕЦІАЛЬНА ОПЕРАЦІЯ

# LS_OPERATION_TARGET
source: OPERATION TARGET
ru: ЦЕЛЬ ОПЕРАЦИИ
uk: МЕТА ОПЕРАЦІЇ

# LS_OPERATION_COMPLETED
source: OPERATION COMPLETED
ru: ОПЕРАЦИЯ ЗАВЕРШЕНА
uk: ОПЕРАЦІЯ ЗАВЕРШЕНА

# LS_CHAPTER_BRIEFING
source: CHAPTER BRIEFING
ru: БРИФИНГ КАМПАНИИ
uk: БРИФІНГ КАМПАНІЇ

# LS_BUILDING_CC_UNLOCK_SHIPS
source: NEXT UNLOCK SHIP
ru: СЛЕДУЮЩИЙ КОРАБЛЬ
uk: НАСТУПНИЙ КОРАБЕЛЬ

# LS_MISSION_BRIEFING
source: MISSION BRIEFING
ru: Брифинг задания
uk: Брифінг завдання

# LS_RESULT_SHIP_WEAR
source: SHIP DAMAGE
ru: Повреждение корабля
uk: Пошкодження корабля

# LS_REWARD_VIDEO
source: VIDEO REWARD
ru: ПРОСМОТР РЕКЛАМЫ
uk: ПЕРЕГЛЯД РЕКЛАМИ

# LS_REWARD_VIDEO_DESC
source: Watch video for free gold.
ru: Просмотрите рекламное видео до конца и получите бесплатно золото.
uk: Перегляньте рекламне відео до кінця і отримаєте безкоштовно золото.

# LS_WATCH
source: Watch
ru: Смотреть
uk: Дивитися

# LS_PURCHASE_SERVER_UNAVAILABLE
source: PURCHASE SERVER UNAVAILABLE
ru: Покупки недоступны
uk: Покупки недоступні

# LS_PURCHASE_SERVER_UNAVAILABLE_TITLE
source: Purchase server is unavailable now.
ru: Сервер покупок недоступен
uk: Сервер покупок недоступний

# LS_ANOTHER_EQUIPMENT_UPGRADING
source: Another equipment is currently being upgraded
ru: Другое оборудование улучшается
uk: Інше поліпшується

# LS_CHAT_CHANNEL_WELCOME_CLAN
source: Welcome to the Fleet Chat Channel
ru: Добро пожаловать в канал Флота!
uk: Ласкаво просимо в канал Флоту!

# LS_TUT_CAMPAIGN_ONE_WIN
source: Touch Battle button
ru: Нажать
uk: Натиснути

# LS_TUT_GO_TO_HARBOUR
source: Go to Harbor
ru: Перейдите в Порт
uk: Перейдіть в Порт

# LS_TUT_CREW_FINISH_TRAINING
source: Finish Crew Training
ru: Закончить тренировку экипажа
uk: Закінчити тренування екіпажу

# LS_TUT_CREW_START_TRAINING
source: Start Crew Training
ru: Начать тренировку экипажа
uk: Почати тренування екіпажу

# LS_TUT_SHIPYARD_CREW
source: Touch Crew button
ru: Нажать
uk: Натиснути

# LS_SHIP_UNAVAILABLE
source: SHIP UNAVAILABLE
ru: Корабль недоступен
uk: Корабель недоступний

# LS_SHIP_REPAIRING
source: Ship is under repair
ru: Корабль восстанавливается
uk: Корабель відновлюється

# LS_OUR
source: Our Fleet
ru: Наш Флот
uk: Наш Флот

# LS_CLAN_SEASON_FINISH_AFTER
source: Fleet War season will finish after
ru: Сезон Войны Флотов закончится через
uk: Сезон Війни Флотів закінчиться через

# LS_LOADING_SHIPS_UPDATES
source: Downloading Ship Data
ru: Загрузка кораблей
uk: Завантаження кораблів

# LS_LOADING_WORK_UPDATES
source: Downloading Work Data
ru: Загрузка рабочих ресурсов
uk: Завантаження робочих ресурсів

# LS_SETTINGS_RESTART_GAME
source: Full game reset
ru: Полный рестарт игры
uk: Повний рестарт гри

# LS_RESTART
source: RESTART
ru: РЕСТАРТ
uk: РЕСТАРТ

# LS_PURCHASE_COMPLETED
source: PURCHASE COMPLETED
ru: ПОКУПКА ЗАВЕРШЕНА
uk: КУПІВЛЯ ЗАВЕРШЕНО

# LS_RECEIVED_GOLD_TEXT
source: you just received:
ru: Вам зачислено:
uk: Вам зараховано:

# LS_DAYS_LEFT
source: days left
ru: дней осталось
uk: днів залишилося

# LS_PREMIUM_PURCHASED
source: 30 days Premium account.
ru: 30 дней Премиум аккаунт.
uk: 30 днів Преміум аккаунт.

# LS_RESTART_GAME_DESC
source: Are you sure you wish to proceed with a full game reset? You will reset all game progress and delete all game achievements and purchases!
ru: Вы уверены что хотите сделать полный рестарт игры?! Весь игровой прогресс, все достижения и все покупки будут удалены!
uk: Ви впевнені що хочете зробити повний рестарт гри ?! Весь ігровий прогрес, все досягнення і всі покупки будуть видалені!

# LS_RESTART_GAME_DESC_LAST
source: Are you really sure?! Please confirm full game reset!
ru: Вы действительно уверены? Подтвердите полный ресет игры!
uk: Ви дійсно впевнені? Підтвердіть повний ресет гри!

# LS_CHAT_BLOCK
source: BLOCK
ru: БЛОКИРОВАТЬ
uk: БЛОКУВАТИ

# LS_CHAT_ABUSE
source: REPORT
ru: ЖАЛОБА
uk: СКАРГА

# LS_CHAT_INPUT_ABUSE_REASON
source: DETAIL INFO
ru: ПРИЧИНА ЖАЛОБЫ
uk: ПРИЧИНА СКАРГИ

# LS_CHAT_INPUT_PRIVATE_MESSAGE
source: PRIVATE MESSAGE
ru: ЛИЧНОЕ СООБЩЕНИЕ
uk: ПРИВАТНЕ ПОВІДОМЛЕННЯ

# LS_CHAT_INPUT_PUBLIC_MESSAGE
source: PUBLIC MESSAGE
ru: ОБЩЕЕ СООБЩЕНИЕ
uk: ЗАГАЛЬНЕ ПОВІДОМЛЕННЯ

# LS_CLAN_JOIN_ACCEPT
source: ACCEPT
ru: ПРИНЯТЬ
uk: ПРИЙНЯТИ

# LS_CLAN_JOIN_DECLINE
source: DECLINE
ru: ОТКЛОНИТЬ
uk: ВІДХИЛИТИ

# LS_CHAT_PRIVATE_MSG
source: PRIVATE
ru: ЛИЧНОЕ
uk: ОСОБИСТЕ

# LS_CHAT_CLAN_INVITE
source: INVITE
ru: ПРИГЛАСИТЬ
uk: ЗАПРОСИТИ

# LS_CHAT_ADMIN
source: ADMIN
ru: АДМИН
uk: АДМІН

# LS_CLAN_ROLE_HEAD
source: Chief
ru: Глава
uk: Засновник

# LS_CLAN_ROLE_CO_LEADER
source: Leader
ru: Руководитель
uk: Керівник

# LS_CLAN_ROLE_OFFICER
source: Officer
ru: Офицер
uk: Офіцер

# LS_CLAN_ROLE_ENSIGN
source: Ensign
ru: Новичок
uk: Новачок

# LS_YOU_SENT_INVITE_TO_CAPTAIN
source: Sent invite to Captain:
ru: Отправлено приглашение Капитану
uk: Відправлено запрошення Капітану

# LS_CAPTAIN_LEFT_OUR_CLAN
source: Captain left our Fleet
ru: Капитан вышел из состава Флота
uk: Капітан вийшов зі складу Флоту

# LS_JOINED_CLAN
source: joined our Fleet
ru: присоединился к нашему Флоту
uk: Приєднався до нашого Флоту

# LS_CLAN_REJECTED_YOUR_REQUEST
source: Your request to join has been rejected
ru: Ваш запрос был отклонен
uk: Ваш запит був відхилений

# LS_YOU_JOINED_CLAN
source: You joined the Fleet
ru: Вы присоединись к Флоту
uk: Ви приєдналися до Флоту

# LS_REQUEST_TO_JOIN_CLAN
source: Request to join the Fleet
ru: Запрос на присоединение к Флоту
uk: Запит на приєднання до Флоту

# LS_INVITED_YOU_INTO_CLAN
source: Invited you into the Fleet
ru: Пригласил вас во Флот
uk: Запросив вас у Флот

# LS_CLAN_NOT_PARTICIPATE_IN_BATTLE
source: Fleet did not fight
ru: Флот не сражается
uk: Флот не б‘ється

# LS_CLAN_ROLE_INCREASE
source: PROMOTE
ru: ПОВЫСИТЬ
uk: ПІДВИЩИТИ

# LS_CLAN_ROLE_DECREASE
source: DEMOTE
ru: ПОНИЗИТЬ
uk: ПОНИЗИТИ

# LS_CLAN_MEMBER_REMOVE
source: DISMISS
ru: ВЫГНАТЬ
uk: ВИГНАТИ

# LS_CLAN_MEMBER_REMOVE_TEXT
source: Are you sure to remove member from Fleet?
ru: Вы уверены что хотите выгнать участника?
uk: Ви впевнені що хочете вигнати учасника?

# LS_SEARCH_RESULT_NOT_FOUND
source: Not found
ru: Не найдено
uk: Не знайдено

# LS_MEMBER_INVITED_YOU_INTO_CLAN
source: You are Invited into Fleet
ru: Пригласил вас во Флот
uk: Запросив Вас до Флоту

# LS_CLAN_CREATION_FAILED
source: Creating Fleet failed
ru: Не удалось создать Флот
uk: Не вдалося створити Флот

# LS_CLAN_NO_STEEL
source: You don't have enough Steel
ru: У вас недостаточно стали
uk: У вас недостатньо сталі

# LS_REWARD_VIDEO_LOAD_ERROR
source: Loading video error
ru: Ошибка при загрузке видео
uk: Помилка при завантаженні відео

# LS_BUTT_CLANS_RATING
source: FLEET RATING
ru: РЕЙТИНГ ФЛОТОВ
uk: РЕЙТИНГ ФЛОТІВ

# LS_MENU_CLAN_RATING
source: FLEET RATING
ru: РЕЙТИНГ ФЛОТОВ
uk: РЕЙТИНГ ФЛОТІВ

# LS_TEAM_ALLIES
source: Allies
ru: Свои
uk: Свої

# LS_TEAM_ENEMIES
source: Enemies
ru: Враги
uk: Вороги

# LS_MESS_ALLY_SHIP
source: Ally ship
ru: Союзный
uk: Союзний

# LS_MESS_SUNK
source: sunk
ru: потоплен
uk: потоплений

# LS_MESS_SUNK_BY
source: sunken by
ru: потоплен
uk: потоплений

# LS_MESS_ENEMY_SHIP
source: Enemy ship
ru: Вражеский
uk: Ворожий

# LS_SETTINGS_CHAT_BATTLE
source: Chat in battle
ru: чат в бою
uk: чат в бою

# LS_HA_REVENGE_PLAYER_SHIELD
source: Unable to attack - The player has a shield.
ru: Ответная атака невозможна. Противник под Защитой.
uk: Атака неможлива. Противник під Захистом.

# LS_HA_REVENGE_PLAYER_ONLINE
source: Unable to attack - The player is currently online.
ru: Ответная атака невозможна. Противник находится в игре.
uk: Атака неможлива. Противник знаходиться в грі.

# LS_OPTION_AUTO_EVADE
source: Auto Turning
ru: Авто поворот
uk: Авто поворот

# LS_SHIP_RESTORING
source: Under Repair
ru: ВОССТАНОВЛЕНИЕ
uk: ВІДНОВЛЕННЯ

# LS_AT_WAR
source: During Fleet War
ru: На войне
uk: На війні

# LS_EXIT_RETURN_TO_HARBOUR
source: RETURN TO HARBOUR
ru: ВЕРНУТЬСЯ В ПОРТ
uk: ПОВЕРНУТИСЯ В ПОРТ

# LS_SLOW_INTERNET
source: SLOW INTERNET CONNECTION
ru: МЕДЛЕННОЕ ПОДКЛЮЧЕНИЕ
uk: Повільне підключення

# LS_SLOW_INTERNET_TEXT
source: Please check your internet connection.
ru: Пожалуйста, проверьте интернет подключение.
uk: Будь ласка, перевірте інтернет підключення.

# LS_LOADING_DB_UPDATES
source: Downloading Data
ru: Обновление данных игры…
uk: Ефективно використовувати час гри ...

# LS_SET_MANUAL_GUN_MODE
source: Manual gun mode
ru: Ручной режим стрельбы
uk: Ручний режим стрільби

# LS_SET_AUTO_GUN_MODE
source: Auto gun mode
ru: Авто режим стрельбы
uk: Авто режим стрільби

# LS_CHAT_BANNED_FOR
source: You are banned from chat for
ru: Вы заблокированы на
uk: Ви заблоковані на

# LS_HOURS
source: hours
ru: часов
uk: годин

# LS_BUILDING_LEVEL_MAX
source: Building Level Max
ru: Максимальный уровень
uk: Максимальний рівень

# LS_BUILDING_LEVEL_MAX_CANT_UPGRADE_MORE
source: Building can't be upgraded more
ru: Достигнут максимальный уровень
uk: Досягнутий максимальний рівень

# LS_SETTINGS_CHAT_GAME_EVENTS
source: Upgrade notification
ru: Добавлять события в чат
uk: Додавати події в чат

# LS_SETTINGS_CHAT_NOTIFICATION
source: Chat notification
ru: Показывать сообщения
uk: Показувати повідомлення

# LS_CHAT_NOTIFICATION_ON
source: Chat notification enabled
ru: Нотификация чата включена
uk: Нотифікація чату включена

# LS_CHAT_NOTIFICATION_OFF
source: Chat notification disabled
ru: Нотификация чата выключена
uk: Нотифікація чату вимкнена

# LS_WAITING_FOR_PLAYERS
source: Waiting for players….
ru: Ожидание готовности игроков…
uk: Очікування готовності гравців ...

# LS_SETTINGS_TRANSPARENT_AT_EDGES
source: Transparent UI at edges
ru: Прозрачный UI на краях
uk: Прозорий UI на краях

# LS_TEXAS
source: Texas
ru: Техас
uk: Техас

# LS_TIGER
source: HMS Tiger
ru: Тайгер
uk: Тайгер

# LS_DHONBURI
source: Dhonburi
ru: Тхонбури
uk: Тхонбурі

# LS_BAYERN
source: Bayern
ru: Байерн
uk: Байєрн

# LS_GAMELIN
source: Gamelin
ru: Гамелин
uk: Гамелін

# LS_PENSACOLA
source: Pensacola
ru: Пенсакола
uk: Пенсакола

# LS_COUNTY
source: HMS County
ru: Каунти
uk: Каунті

# LS_ADMIRAL HIPPER
source: Admiral Hipper
ru: Адмирал Хиппер
uk: Адмірал Хіппер

# LS_PETROPAVLOVSK
source: Petropavlovsk
ru: Петропавловск
uk: Петропавловськ

# LS_MOGAMI(1944)
source: Mogami(1944)
ru: Могами (1944)
uk: Могамі (1944)

# LS_NEW MEXICO
source: New Mexico
ru: Нью Мексико
uk: Нью Мексико

# LS_QUEEN ELIZABETH
source: HMS Queen Elizabeth
ru: Куин Элизабет
uk: Куїн Елізабет

# LS_FUSO
source: Fuso
ru: Фузо
uk: Фузо

# LS_IZMAIL
source: Izmail
ru: Измаил
uk: Ізмаїл

# LS_NEBRASKA
source: Nebraska
ru: Небраска
uk: Небраска

# LS_QUEEN VICTORIA
source: HMS Queen Victoria
ru: Куин Виктория
uk: Куїн Вікторія

# LS_AMAGI
source: Amagi
ru: Амаги
uk: Амага

# LS_KAISER
source: Kaiser
ru: Кайзер
uk: Кайзер

# LS_PROJECT_24
source: Project 24
ru: Проект 24
uk: Проект 24

# LS_LOADING_GUNS_UPDATES
source: Downloading guns updates…
ru: Загрузка обновления орудий…
uk: Завантаження оновлення знарядь ...

# LS_LOADING_AIR_UPDATES
source: Downloading aircrafts updates…
ru: Загрузка обновления самолетов…
uk: Завантаження оновлення літаків ...

# LS_LOADING_MAP_UPDATES
source: Downloading maps updates…
ru: Загрузка обновления карт…
uk: Завантаження оновлення карт ...

# LS_SECTION_PRODUCTS
source: Package in use
ru: Покупки
uk: Купівлі

# LS_CALIFORNIA
source: California
ru: Калифорния
uk: Каліфорнія

# LS_DUKE OF EDINBURGH
source: HMS Duke of Edinburgh
ru: Герцог Эдинбургский
uk: Герцог Единбурзький

# LS_MIKAWA
source: Mikawa
ru: Микаса
uk: Мікаса

# LS_STRESEMANN
source: Stresemann
ru: Штреземан
uk: Штреземан

# LS_PROLETARIAT
source: Proletariat
ru: Пролетариат
uk: Пролетаріат

# LS_WAITING
source: Waiting
ru: Ожидание
uk: Очікування

# LS_CLAN_WAR_RETREAT
source: Retreat
ru: Отступить
uk: Відступити

# LS_GUN_AAW_MODE
source: AAW Mode
ru: ПВО режим
uk: ППО режим

# LS_BATTLES
source: Battle Limit
ru: Сражений
uk: Битв

# LS_ENABLED
source: Enabled
ru: Доступен
uk: Доступний

# LS_DISABLED
source: Disabled
ru: Недоступен
uk: Недоступний

# LS_MENU_MODE_GREAT_BATTLE
source: Online Great Battle
ru: Онлайн Великое Сражение
uk: Онлайн Велична Битва

# LS_MENU_MODE_ONLINE_BEGINNER
source: Online Experts
ru: Онлайн сражение
uk: Онлайн битва

# LS_BEGINNER_SHIP_REQUIRED
source: Only destroyers and cruisers can participate.
ru: Только Эсминцы и Крейсера могут принимать участие в сражении.
uk: Тільки Есмінці і Крейсера можуть брати участь в битві.

# LS_NATION_INFO_US
source: The US Navy is the United States navy from 1794 to present. The victorious country of World War II as part of Allies countries. US Navy has big strong aircraft carriers and warships possess an above average firepower.
ru: ВМФ США Военно-морской флот Соединенных Штатов Америки существует с 1794 года до настоящего времени. США страна победительница в составе стран Союзников во Второй Мировой Войне. ВМФ США имеет мощные и большые авиансоцы, а также боевые корабли выше средней огневой мощи.
uk: ВМФ США Військово-морський флот Сполучених Штатів Америки існує з 1794 року до теперішнього часу. США країна переможниця в складі країн Союзників у Другій Світовій Війні. ВМФ США має потужні і великі авіансоци, а також бойові кораблі вище середньої військової потужності.

# LS_NATION_INFO_RN
source: The Royal Navy is the United Kingdom's Navy from 17th century to present. The victorious country of World War II as part of Allies countries. Warships with the high firepower and armor neutralize the enemy in an instant. The secret of the powerful fire is a short range.
ru: Королевский Военно-морской Флот Соединенного Королевства существует с 17 века и по настоящее время. Великобритания страна победительница в составе стран Союзников во Второй Мировой Войне. Корабли Королевского ВМФ обладают высокой огневой мощью и защищенностью, особо эффективны на коротких дистанциях.
uk: Королівський Військово-Морський Флот Сполученого Королівства існує з 17 століття і по теперішній час. Великобританія країна переможниця в складі країн Союзників у Другій Світовій Війні. Кораблі Королівського ВМФ мають високу вогневу міць і захищеність, особливо ефективні на коротких дистанціях.

# LS_NATION_INFO_IJ
source: The Imperial Japanese Navy was the navy of the Empire of Japan from 1868 to 1945. Warships with outstanding mobility and torpedo ships with the strong torpedo have the advantage of a first strike. For outstanding mobility, vessels’ HPs are decreased.
ru: Императорский флот Японии - военно-морские силы Японской империи в период с 1869 по 1945 год. Боевые корабли императорского флота обладают высокой меневренностью и скоростью, превосходное торпедное вооружение особо эффективно для нанесения первого удара. Защищенность кораблей ниже среднего уровня.
uk: Імператорський флот Японії - військово-морські сили Японської імперії в період з 1869 по 1945 рік. Бойові кораблі імператорського флоту мають високу меневреність і швидкість, чудове торпедне озброєння особливо ефективне для нанесення першого удару. Захищеність кораблів нижче середнього рівня.

# LS_NATION_INFO_KM
source: Kriegsmarine was the navy of Nazi Germany from 1935 to 1945. Warships with a long-range are not easily found from enemies and give enemies severe damage while they cannot see them. For a long-range fire, shells are weaker than others.
ru: Кригсмарине - военно-морской флот нациской Германии в период с 1935 по 1945 год. Боевые корабли обладают совершенным дальнобойным оружием. Огневая мощь дальнобойного оружия ниже чем у других стран.
uk: Крігсмаріне - військово-морський флот Нациська Німеччини в період з 1935 по 1945 рік. Бойові кораблі мають досконалу далекобійну зброю. Вогнева міць далекобійної зброї нижче ніж у інших країн.

# LS_NATION_INFO_SN
source: The Soviet Navy was the navy of the Soviet Union (USSR) from 1918 to 1991. The victorious country of World War II as part of Allies countries. Soviet Navy ships has decent fire and considerable HPs. They do not have any particular weaknesses. (All-round play is possible.)
ru: ВМФ СССР - военно-морской флот Советского Союза в период от 1918 по 1991 год, Советский Союз страна победительница в составе стран Союзников во Второй Мировой Войне. Корабли ВМФ СССР обладают достойной огневой мощью и достаточной броней. Они не имеют каких то существенных уязвимостей.
uk: ВМФ СРСР - військово-морський флот Радянського Союзу в період від 1918 по 1991 рік, Радянський Союз країна переможниця в складі країн Союзників у Другій Світовій Війні. Кораблі ВМФ СРСР мають гідну вогневу міць і достатню броню. Вони не мають якихось істотних вразливостей.

# LS_COMMUNITY_SITE
source: Community site
ru: Форум игры
uk: Форум гри

# LS_TUT_EQUIPMENT_TOUCH
source: Touch button for upgrade
ru: Нажмите кнопку для улучшения
uk: Натисніть кнопку для поліпшення

# LS_TUT_GO_TO_CAMPAIGN
source: Touch indicating button
ru: Перейдите в кампанию
uk: Перейдіть в кампанію

# LS_TUT_ACHIEVEMENT
source: Touch indicating button
ru: Нажмите для получения награды за достижения
uk: Натисніть для отримання нагороди за досягнення

# LS_SAILOR_GET_EXPERT
source: Get Expert
ru: Получить Эксперта
uk: Отримати Експерта

# LS_SAILOR_GET_EXPERT_DESC
source: Selected crew will be instantly changed to Expert crew.
ru: Команда выбранного типа будет заменена Экспертами.
uk: Команда обраного типу буде замінена Експертами.

# LS_SAILOR_MASTER
source: MASTER
ru: МАСТЕР
uk: МАЙСТЕР

# LS_SAILOR_PROMOTE_TO_MASTER
source: Promote to Master
ru: Повысить до Мастера
uk: Підвищити до Майстра

# LS_SAILOR_PROMOTE_TO_MASTER_DESC
source: Selected crew will be instantly promoted to Master for certain period.
ru: Команда выбранного типа будет сразу же повышена до уровня Мастер.
uk: Команда обраного типу буде відразу ж підвищена до рівня Майстер.

# LS_SAILOR_PROMOTE
source: Promote
ru: Повысить
uk: Підвищити

# LS_SAILOR_GET
source: Get
ru: Получить
uk: Отримати

# LS_CREW_POINTS
source: Crew points
ru: Очки экипажа
uk: Бали екіпажу

# LS_HIGH_CAPTAIN_LEVEL_BEGINNER
source: Captain level too high
ru: Высокий уровень Капитана
uk: Високий рівень Капітана

# LS_BEGINNER_BONUS_TITLE
source: BEGINNER BONUS
ru: БОНУС НОВИЧКА
uk: БОНУС НОВАЧКА

# LS_DAY
source: DAY
ru: день
uk: день

# LS_DAYS
source: DAYS
ru: дней
uk: днів

# LS_SAILOR_CHANGED_TO_EXPERT_DESC
source: Your sailor changed to Expert!
ru: Ваши матросы заменены на Экспертов!
uk: Ваші матроси замінені на Експертів!

# LS_SAILOR_PROMOTED_TO_MASTER_FOR
source: Master available time
ru: Ваши матросы повышены до уровня Мастер на
uk: Ваші матроси підвищені до рівня Майстер на

# LS_NOT_ENOUGH_CREWPOINTS_DESC
source: Not enough Crew points! Get it from Online Battles.
ru: Недостаточно Очков Экипажа. Вы можете получить их за победы в онлайн сражениях.
uk: Недостатньо Очок Екіпажу. Ви можете отримати їх за перемоги в онлайн боях.

# LS_1ST
source: 1st
ru: 1ый
uk: 1ий

# LS_2ND
source: 2nd
ru: 2ой
uk: 2ий

# LS_3RD
source: 3rd
ru: 3ий
uk: 3ій

# LS_4TH
source: 4th
ru: 4ый
uk: 4ий

# LS_5TH
source: 5th
ru: 5ый
uk: 5ий

# LS_6TH
source: 6th
ru: 6ой
uk: 6ий

# LS_7TH
source: 7th
ru: 7ой
uk: 7ий

# LS_SAILOR_INFO
source: SAILOR INFORMATION
ru: ХАРАКТЕРИСТИКА МАТРОСОВ
uk: ХАРАКТЕРИСТИКА МАТРОСІВ

# LS_SAILOR_MASTER_TIME_LEFT
source: Master available time :
ru: Осталось:
uk: Залишилося:

# LS_STEEL
source: Steel
ru: Сталь
uk: Сталь

# LS_FUEL
source: Fuel
ru: Топливо
uk: Паливо

# LS_NOT_ENOUGH_CREWPOINTS
source: NOT ENOUGH CREW POINTS
ru: НЕДОСТАТОЧНО РЕСУРСОВ
uk: НЕДОСТАТНЬО РЕСУРСІВ

# LS_SHIP_XPBONUS
source: XP Bonus
ru: БОНУС К ОПЫТУ
uk: БОНУС К ДОСВІДУ

# LS_TIMMERMAN
source: Timmerman
ru: Тиммерман
uk: Тіммерман

# LS_TRIBAL
source: HMS Tribal
ru: Трайбл
uk: Трайбл

# LS_SHIMAKAZE
source: Shimakaze
ru: Симакадзэ
uk: Сімакадзе

# LS_Z121 CLASS
source: Z121 Class
ru: Z121 класс
uk: Z121 клас

# LS_YEREVAN
source: Yerevan
ru: Ереван
uk: Єреван

# LS_CLASS_NAME_TORPEDO_BOAT
source: Torpedo boat
ru: Торпедный катер
uk: Торпедний катер

# LS_CLASS_NAME_SHORT_TORPEDO_BOAT
source: T-Boat
ru: Катер
uk: Катер

# LS_NOT_ENOUGH_RESOURCES
source: NOT ENOUGH RESOURCES
ru: НЕДОСТАТОЧНО РЕСУРСОВ
uk: НЕДОСТАТНЬО РЕСУРСІВ

# LS_BUY_THE_MISSING_RESOURCES
source: Buy the missing resources?
ru: Докупить недостающие ресурсы?
uk: Докупити відсутні ресурси?

# LS_STORE_TAB_SPECIAL
source: SPECIAL
ru: ОСОБЫЕ
uk: ОСОБЛИВІ

# LS_STORE_TAB_PACKAGE
source: PACKAGE
ru: ПАКЕТЫ
uk: ПАКЕТИ

# LS_STORE_TAB_BOOST
source: BOOST
ru: УСКОРЕНИЕ
uk: ПРИСКОРЕННЯ

# LS_STORE_TAB_GOLD
source: GOLD
ru: ЗОЛОТО
uk: ЗОЛОТО

# LS_STORE_TAB_RESOURCE
source: RESOURCES
ru: РЕСУРСЫ
uk: РЕСУРСИ

# LS_PRODUCTS_LOADING
source: Loading items from server…
ru: Загрузка предметов…
uk: Завантаження предметів ...

# LS_CHAT_CHANNEL1
source: West
ru: Запад
uk: Захід

# LS_CHAT_CHANNEL2
source: East
ru: Восток
uk: Схід

# LS_PRODUCT_FILL_UP_FUEL
source: Fill Oil depot
ru: Полный бак
uk: Повний бак

# LS_PRODUCT_FILL_UP_STEEL
source: Fill Steel depot
ru: Завал стали
uk: Завал сталі

# LS_PRODUCT_500KSTEEL
source: 500,000 Steel
ru: 500К Стали
uk: 500К Сталі

# LS_PRODUCT_30KFUEL
source: 30,000 Fuel
ru: 30K Топлива
uk: 30K Палива

# LS_PRODUCT_100CP
source: 100 CREW POINTS
ru: 100 Очков Экипажа
uk: 100 Балів Екіпажу

# LS_PRODUCT_500CP
source: 500 CREW POINTS
ru: 500 Очков Экипажа
uk: 500 Балів Екіпажу

# LS_PRODUCT_FILL_UP_FUEL_DESC
source: Fill your Oil depot to the top!
ru: Заполнить полностью хранилище с топливом
uk: Заповнити повністю сховище з паливом

# LS_PRODUCT_FILL_UP_STEEL_DESC
source: Fill your Steel depot to the top!
ru: Заполнить полностью хранилище стали
uk: Заповнити повністю сховище сталі

# LS_PRODUCT_500KSTEEL_DESC
source: Instant 500,000 Steel
ru: Сразу 500К Стали в хранилище.
uk: Відразу 500К Сталі в сховище.

# LS_PRODUCT_30KFUEL_DESC
source: Instant 30,000 Fuel
ru: Сразу 30К Топлива в хранилище.
uk: Відразу 30К Палива в сховище.

# LS_PRODUCT_100CP_DESC
source: 100 Crew points for your crew.
ru: 100 Очков экипажа для вашей команды
uk: 100 Балів екіпажу для вашої команди

# LS_PRODUCT_500CP_DESC
source: 500 Crew points for your crew.
ru: 500 Очков экипажа для вашей команды
uk: 500 Балів екіпажу для вашої команди

# LS_PRODUCT_1000CP
source: 1,000 CREW POINTS
ru: 1,000 Очков Экипажа
uk: 1,000 Балів Екіпажу

# LS_PRODUCT_1000CP_DESC
source: 1,000 Crew points for your crew. (25% Discount)
ru: 1,000 Очков экипажа для вашей команды (25% скидка!)
uk: 1,000 Балів екіпажу для вашої команди (25% знижка!)

# LS_QUEST_WIN_BEGINNER_BATTLE
source: Win in Online Experts
ru: Победы в Онлайн для Новичков
uk: Перемог в Онлайн для Новачків

# LS_QUEST_WIN_GREAT
source: Win in Great battle
ru: Победы в Великом Сражении
uk: Перемог у Величній Битві

# LS_QUEST_WIN_GREAT_ALIVE
source: Win in Great battle with alive
ru: Победы в Великом Сражении оставшись живым
uk: Перемог у Величній Битві залишившись живим

# LS_QUEST_WIN_GREAT_INROW
source: Win in Great battle in a row (with alive)
ru: Победы в Великом Сражении подряд
uk: Перемог у Величній Битві поспіль

# LS_QUEST_WIN_HA
source: Win in Harbor assault
ru: Победы в Атаке Портов
uk: Перемог в Атаці Портів

# LS_QUEST_LOOT_STEEL_HA
source: Loot Steel in Harbor assault
ru: Захватить стали в Атаке Портов
uk: Захопити сталь в Атаці Портів

# LS_QUEST_LOOT_FUEL_HA
source: Loot Fuel in Harbor assault
ru: Захватить Топлива в Атаке Портов
uk: Захопити Палива в Атаці Портів

# LS_QUEST_PLAY_GREAT
source: Play in Great battle
ru: Игр в Великом Сражении
uk: Ігор у Величній Битві
