Repository: zlm731/navyinfo.github.io
Catalog: asset/localizable/*/Localizable.strings
Languages: ru, uk

# LS_MAINLAND
source: MAINLAND
ru: МЕЙНЛЕНД
uk: МАЙНЛЕНД

# LS_SCAPAFLOW
source: SCAPA FLOW
ru: СКАПА ФЛОУ
uk: СКАПА ФЛОУ

# LS_LAMBHOLM
source: Lamb Holm
ru: Лам Холм
uk: ЛАМ ХОЛЬМ

# LS_STMARYSBAY
source: St Mary's Bay
ru: Залив Сейнт Мэри
uk: Затока Святої Марії

# LS_GLIMPSHOLM
source: Glimps Holm
ru: Глимпс Холм
uk: Глімпс Хольм

# LS_BURRAY
source: BURRAY
ru: БЮРРЭЙ
uk: БЮРРЕЙ

# LS_SAINTMARYS
source: St Mary's
ru: Сейнт Мэри
uk: Свята Марія

# LS_KIRKSOUND
source: Kirk Sound
ru: Кирк Саунд
uk: Кірк Саунд

# LS_HOLMSOUND
source: Holm Sound
ru: Холм Саунд
uk: Хольм Саунд

# LS_PRIMARYTARGET
source: PRIMARY TARGET
ru: ОСНОВНАЯ ЦЕЛЬ
uk: ОСНОВНА ЦІЛЬ

# LS_HMSROYAL_OAK
source: HMS <<ROYAL OAK>>
ru: Ройял Оук
uk: Ройял Оук

# LS_SUR_MODE_BB
source: BATTLESHIP
ru: Артиллерия
uk: Артилерія

# LS_SUR_MODE_SS
source: WOLFPACK
ru: Волчья Стая
uk: Вовча зграя

# LS_SUR_MODE_CV
source: CARRIER
ru: Атака с воздуха
uk: Атака з повітря

# LS_SUR_MODE_FLEET
source: FLEET
ru: Флот на рейде
uk: Флот на рейді

# LS_SUR_MODE_WAVE
source: WAVE
ru: Волна
uk: Хвиля

# LS_SUR_FIGHT
source: FIGHT!
ru: СРАЖЕНИЕ!
uk: БИТВА!

# LS_VICTORY
source: Victory!
ru: Победа!
uk: Перемога!

# LS_DEFEAT
source: Defeat!
ru: Поражение!
uk: Поразка!

# LS_ACHIEVEMENTS
source: ACHIEVEMENTS
ru: Достижения
uk: Досягнення

# LS_SUR_WAVE_PASSED
source: WAVE PASSED
ru: Волна пройдена!
uk: Хвиля пройдена!

# LS_SHIPYARD_EMPTY_ADD_SHIP
source: Your shipyard is empty. Please build a new ship first.
ru: Порт пуст. Для начала постройте новый корабль.
uk: Порт порожній. Для початку побудуйте новий корабель.

# LS_OPTIONS_NEWS
source: News
ru: Новости
uk: Новини

# LS_OPTIONS_SETTINGS
source: Settings
ru: Настройки
uk: Налаштування

# LS_OPTIONS_MORE
source: More
ru: Еще
uk: Ще

# LS_SETTINGS_MUSIC
source: Music
ru: Музыка
uk: Музика

# LS_SETTINGS_SOUND
source: Sound Effects
ru: Звуки
uk: Звуки

# LS_SETTINGS_LANGUAGE
source: Language
ru: Язык
uk: Мова

# LS_SETTINGS_BUTTON_HELP
source: Help and Support
ru: Помощь и поддержка
uk: Допомога і підтримка

# LS_SETTINGS_BUTTON_TERMS
source: Terms of Service
ru: Условия пользования
uk: Умови користування

# LS_SETTINGS_BUTTON_PRIVACY
source: Privacy Policy
ru: Политика[BR]конфиденциальности
uk: Політика[BR]конфіденційності

# LS_SETTINGS_BUTTON_CREDITS
source: Credits
ru: Авторы
uk: Автори

# LS_OFF
source: OFF
ru: ВЫКЛ
uk: ВИКЛ

# LS_ON
source: ON
ru: ВКЛ
uk: ВКЛ

# LS_SETTINGS_LINK_DEVICE_TITLE
source: Link Device
ru: Назначить Устройство
uk: Назначити Пристрій

# LS_SETTINGS_LINK_DEVICE_BUTTON
source: Link
ru: Привязать
uk: Прив'язати

# LS_SETTINGS_RESET_TITLE
source: Reset Profile
ru: Удалить профиль
uk: Видалити профіль

# LS_SETTINGS_RESET_BUTTON
source: Reset
ru: Удалить
uk: Видалити

# LS_SETTINGS_GAMECENTER_INFO
source: Sign in using your Game Center account to safeguard your progress and play with multiple Android or IOS devices
ru: Войдите в учетную запись Game Center, чтобы играть на нескольких IOS устройствах, а также обезопасить свой игровой процесс.
uk: Увійдіть в обліковий запис Game Center, щоб грати на кількох IOS пристроях, а також убезпечити свій ігровий процес.

# LS_MENU_TITLE_CAPTAINS_CREATE_CAPTAIN
source: CREATE CAPTAIN
ru: НОВЫЙ КАПИТАН
uk: НОВИЙ КАПІТАН

# LS_MENU_TITLE_CAPTAINS_SELECT
source: SELECT
ru: ВЫБРАТЬ
uk: ВИБРАТИ

# LS_RENAME_SHIP
source: RENAME
ru: ПЕРЕИМЕНОВАТЬ
uk: ПЕРЕЙМЕНУВАТИ

# LS_MENU_TITLE_TUTORIAL
source: TUTORIAL
ru: ОБУЧЕНИЕ!
uk: НАВЧАННЯ!

# LS_MENU_TITLE_MODE_YOUR_GAME
source: YOUR GAME
ru: СВОЯ ИГРА
uk: СВОЯ ГРА

# LS_MENU_TITLE_MODE_SELECT
source: SELECT
ru: ВЫБРАТЬ
uk: ВИБРАТИ

# LS_MENU_TITLE_CREATE_NEW_CAPTAIN
source: NEW CAPTAIN
ru: НОВЫЙ КАПИТАН
uk: НОВИЙ КАПІТАН

# LS_MENU_TITLE_CREATE
source: CREATE
ru: НАНЯТЬ
uk: НАЙНЯТИ

# LS_SETTINGS_WATER_DETAIL
source: Device performance
ru: Детализация волн
uk: Деталізація хвиль

# LS_WATER_LOW
source: LOW
ru: НИЗКАЯ
uk: НИЗЬКА

# LS_WATER_MEDIUM
source: MEDIUM
ru: СРЕДНЯЯ
uk: СЕРЕДНЯ

# LS_WATER_HIGH
source: HIGH
ru: ВЫСОКАЯ
uk: ВИСОКА

# LS_GOLD_PURCHASE
source: GOLD PURCHASE
ru: ПОКУПКА ЗОЛОТА
uk: КУПІВЛЯ ЗОЛОТА

# LS_PURCHASE_UNAVAILABLE
source: PURCHASE UNAVAILABLE
ru: ПОКУПКИ НЕДОСТУПНЫ
uk: КУПІВЛІ НЕДОСТУПНІ

# LS_GOLD_SMALL_PACK
source: SMALL PACK
ru: ПОПРОБОВАТЬ
uk: МАЛИЙ ПАКЕТ

# LS_GOLD_MEDIUM_PACK
source: MEDIUM PACK
ru: НОРМА
uk: СЕРЕДНІЙ ПАКЕТ

# LS_GOLD_BIG_PACK
source: BIG PACK
ru: ВСЕ ЧТО НАДО
uk: ВЕЛИКИЙ ПАКЕТ

# LS_MENU_CLASS_SELECT_CAMPAIGN_MODE
source: CAMPAIGN MODE
ru: РЕЖИМ КАМПАНИИ
uk: РЕЖИМ КАМПАНІЇ

# LS_MENU_CLASS_SELECT
source: SELECT
ru: ВЫБРАТЬ
uk: ВИБРАТИ

# LS_CLASS_NAME_SHORT_DD
source: DD
ru: ЭСМ
uk: ЕСМ

# LS_CLASS_NAME_SHORT_CL
source: CL
ru: Л.К
uk: Л.К

# LS_CLASS_NAME_SHORT_CA
source: CA
ru: Т.К
uk: В.К

# LS_CLASS_NAME_SHORT_BB
source: BB
ru: ЛНК
uk: ЛНК

# LS_CLASS_NAME_SHORT_CV
source: CV
ru: АВ
uk: АВ

# LS_CLASS_NAME_SHORT_SS
source: SS
ru: ПЛ
uk: ПЧ

# LS_CLASS_NAME_SHORT_APA
source: APA
ru: ТР
uk: ТР

# LS_MISSION_DETAIL_DATE
source: DATE:
ru: ДАТА:
uk: ДАТА:

# LS_MISSION_DETAIL_FROM
source: FROM:
ru: ОТ:
uk: ВІД:

# LS_MISSION_DETAIL_REWARD
source: REWARD
ru: НАГРАДА
uk: НАГОРОДА

# LS_MISSION_DETAIL_TARGET
source: TARGET
ru: ЦЕЛЬ
uk: МЕТА

# LS_MISSION_DETAIL_BUTTON_START
source: BEGIN BATTLE
ru: ПРИСТУПИТЬ
uk: ПРИСТУПИТИ

# LS_TUT_SET_SAIL
source: Battle
ru: В[BR]БОЙ
uk: ДО[BR]БОЮ

# LS_SET_SAIL
source: Battle
ru: В[BR]БОЙ
uk: ДО[BR]БОЮ

# LS_BUTTON_BUILD
source: BUILD
ru: ПОСТРОИТЬ
uk: ПОБУДУВАТИ

# LS_BUTTON_CANCEL
source: CANCEL
ru: ОТМЕНА
uk: СКАСУВАТИ

# LS_MENU_PURCHASE_TITLE
source: PURCHASE SHIP
ru: ПОКУПКА КОРАБЛЯ
uk: КУПІВЛЯ КОРАБЛЯ

# LS_SHIPINFO_LEVEL
source: CAPTAIN LEVEL
ru: УРОВЕНЬ КАПИТАНА
uk: РІВЕНЬ КАПІТАНА

# LS_SHIPINFO_SERVICE
source: IN SERVICE
ru: НА СЛУЖБЕ
uk: НА СЛУЖБІ

# LS_MENU_PURCHASE_CLASS_BUTTON_DD
source: DESTROYER
ru: ЭСМИНЕЦ
uk: ЕСМІНЕЦЬ

# LS_MENU_PURCHASE_CLASS_BUTTON_CL
source: L.CRUISER
ru: Л.КРЕЙСЕР
uk: Л.КРЕЙСЕР

# LS_MENU_PURCHASE_CLASS_BUTTON_CA
source: H.CRUISER
ru: Т.КРЕЙСЕР
uk: В.КРЕЙСЕР

# LS_MENU_PURCHASE_CLASS_BUTTON_BB
source: BATTLESHIP
ru: ЛИНКОР
uk: ЛІНКОР

# LS_MENU_PURCHASE_CLASS_BUTTON_CV
source: CARRIER
ru: АВИАНОСЕЦ
uk: АВІАНОСЕЦЬ

# LS_MENU_PURCHASE_CLASS_BUTTON_SS
source: SUBMARINE
ru: ПОДЛОДКА
uk: ПІДВОД. ЧОВЕН

# LS_MENU_PURCHASE_POPUP_ENTER_SHIP_NAME
source: Please enter your ship name
ru: Введите имя нового корабля
uk: Введіть ім'я нового корабля

# LS_MENU_PURCHASE_POPUP_SHIP_NAME_PLACEHOLDER
source: SHIP NAME
ru: ИМЯ КОРАБЛЯ
uk: ІМ'Я КОРАБЛЯ

# LS_FLETCHER
source: Fletcher
ru: Флетчер
uk: Флетчер

# LS_GEARING
source: Gearing
ru: Гиринг
uk: Гірінг

# LS_SOMERS
source: Somers
ru: Сомерс
uk: Сомерс

# LS_ATLANTA
source: Atlanta
ru: Атланта
uk: Атланта

# LS_BROOKLYN
source: Brooklyn
ru: Бруклин
uk: Бруклін

# LS_CLEVELAND
source: Cleveland
ru: Кливленд
uk: Клівленд

# LS_NORTHAMPTON
source: Northampton
ru: Нортхемптон
uk: Нортгемптон

# LS_NEW ORLEANS
source: New Orleans
ru: Нью-Орлеан
uk: Нью-Орлеан

# LS_BALTIMORE
source: Baltimore
ru: Балтимор
uk: Балтимор

# LS_COLORADO
source: Colorado
ru: Колорадо
uk: Колорадо

# LS_NORTH CAROLINA
source: North Carolina
ru: Северная Каролина
uk: Північна Кароліна

# LS_SOUTH DAKOTA
source: South Dakota
ru: Южная Дакота
uk: Південна Дакота

# LS_IOWA
source: Iowa
ru: Айова
uk: Айова

# LS_MONTANA
source: Montana
ru: Монтана
uk: Монтана

# LS_INDEPENDENCE
source: Independence
ru: Индепенденс
uk: Індепенденс

# LS_YORKTOWN
source: Yorktown
ru: Йорктаун
uk: Йорктаун

# LS_ESSEX
source: Essex
ru: Эссекс
uk: Ессекс

# LS_LEXINGTON
source: Lexington
ru: Лексингтон
uk: Лексінгтон

# LS_BARRACUDA
source: Barracuda
ru: Барракуда
uk: Барракуда

# LS_CACHALOT
source: Cachalot
ru: Кашалот
uk: Кашалот

# LS_GATO
source: Gato
ru: Гато
uk: Гато

# LS_BALAO
source: Balao
ru: Балао
uk: Балао

# LS_O CLASS
source: HMS O Class
ru: O класс
uk: O клас

# LS_Q CLASS
source: HMS Q Class
ru: Q класс
uk: Q клас

# LS_L CLASS
source: HMS L Class
ru: L класс
uk: L клас

# LS_DIDO
source: HMS Dido
ru: Дидо
uk: Дідо

# LS_EMERALD
source: HMS Emerald
ru: Эмеральд
uk: Емеральд

# LS_EDINBURGH
source: HMS Edinburgh
ru: Эдинбург
uk: Едінбург

# LS_YORK
source: HMS York
ru: Йорк
uk: Йорк

# LS_SURREY
source: HMS Surrey
ru: Суррей
uk: Суррей

# LS_FURIOUS
source: HMS Furious
ru: Фуриус
uk: Фуріус

# LS_HOOD
source: Hood
ru: Худ
uk: Худ

# LS_NELSON
source: HMS Nelson
ru: Нельсон
uk: Нельсон

# LS_PRINCE OF WALES
source: HMS Prince of Wales
ru: Принц Уэльский
uk: Принц Уельський

# LS_VANGUARD
source: HMS Vanguard
ru: Вэнгард
uk: Венгард

# LS_LION I
source: HMS Lion I
ru: Лайон I
uk: Лайон I

# LS_COLOSSUS
source: HMS Colossus
ru: Колоссус
uk: Колоссус

# LS_ILLUSTRIOUS
source: HMS Illustrious
ru: Илластриес
uk: Ілластрієс

# LS_ARK ROYAL
source: HMS Ark Royal
ru: Арк Ройял
uk: Арк Ройял

# LS_IMPLACABLE
source: HMS Implacable
ru: Имплакейбл
uk: Імплакейбл

# LS_P TYPE
source: HMS P Type
ru: P Тип
uk: P Тип

# LS_R TYPE
source: HMS R Type
ru: R Тип
uk: R Тип

# LS_M TYPE
source: HMS M Type
ru: M Тип
uk: M Тип

# LS_A TYPE
source: HMS A Type
ru: A Тип
uk: A Тип

# LS_KAGERO
source: Kagero
ru: Кагеро
uk: Кагера

# LS_TATSUDA
source: Tatsuda
ru: Тацута
uk: Тацута

# LS_AKITSUKI-KAI
source: Akitsuki-Kai
ru: Акидзуки-Кай
uk: Акідзукі-Кай

# LS_YUBARI
source: Yubari
ru: Юбари
uk: Юбарі

# LS_MOGAMI(1938)
source: Mogami(1938)
ru: Могами(1938)
uk: Могамі (1938)

# LS_KITAKAMI
source: Kitakami
ru: Китаками
uk: Кітакамі

# LS_MYOKO
source: Myoko
ru: Миоко
uk: Міоко

# LS_MOGAMI(1941)
source: Mogami(1941)
ru: Могами(1941)
uk: Могамі (1941)

# LS_ASAMA
source: Asama
ru: Асама
uk: Асама

# LS_KONGO
source: Kongo
ru: Конго
uk: Конго

# LS_B65 PROJECT
source: B65 Project
ru: проект B65
uk: Проект B65

# LS_NAGATO
source: Nagato
ru: Нагато
uk: Нагато

# LS_YAMATO
source: Yamato
ru: Ямато
uk: Ямато

# LS_SUPER YAMATO
source: Super Yamato
ru: Супер Ямато
uk: Супер Ямато

# LS_HIRYU
source: Hiryu
ru: Хирю
uk: Хирю

# LS_AKAGI(1927)
source: Akagi(1927)
ru: Акаги(1927)
uk: Акагі (1927)

# LS_KAGA(1935)
source: Kaga(1935)
ru: Кага(1935)
uk: Кага (1935)

# LS_SHOKAKU
source: Shokaku
ru: Шокаку
uk: Шокаку

# LS_KAIDAI - VIA
source: Kaidai - VIA
ru: Каидаи
uk: Каїдаї

# LS_HEI TYPE I
source: HEI Type I
ru: Хеи-гата
uk: Хеї-гата

# LS_KAI-KOU TYPE
source: Kai-Kou Type
ru: Каи-Ко
uk: Каї-Ко

# LS_Z1 CLASS
source: Z1 Class
ru: Z1 класс
uk: Z1 клас

# LS_Z46 CLASS
source: Z46 Class
ru: Z46 класс
uk: Z46 клас

# LS_Z99 CLASS
source: Z99 Class
ru: Z99 класс
uk: Z99 клас

# LS_SPAEHKREUZER(D40)
source: Spaehkreuzer(D40)
ru: SP-40
uk: SP-D40

# LS_EMDEN
source: Emden
ru: Эмден
uk: Емден

# LS_M PROJECT
source: M Project
ru: проект М
uk: Проект М

# LS_PRINZ EUGEN
source: Prinz Eugen
ru: Принц Ойген
uk: Принц Ойген

# LS_P PROJECT
source: P Project
ru: проект P
uk: Проект P

# LS_MOLTKE
source: Moltke
ru: Мольтке
uk: Мольтке

# LS_GNEISENAU
source: Gneisenau
ru: Гнейзенау
uk: Гнейзенау

# LS_O PROJECT
source: O Project
ru: проект O
uk: Проект O

# LS_BISMARCK
source: Bismarck
ru: Бисмарк
uk: Бісмарк

# LS_H39 CLASS
source: H39 Class
ru: H39 класс
uk: H39 клас

# LS_H44 CLASS
source: H44 Class
ru: H44 класс
uk: H44 клас

# LS_SEYDLITZ
source: Seydlitz
ru: Зейдлиц
uk: Зейдліц

# LS_GRAF ZEPPELIN
source: Graf Zeppelin
ru: Граф Цеппелин
uk: Граф Цепелін

# LS_GRAF ZEPPELIN II
source: Graf Zeppelin II
ru: Граф Цеппелин II
uk: Граф Цепелін II

# LS_EUROPA
source: Europa
ru: Европа
uk: Європа

# LS_TYPE - VIIC
source: Type - VIIC
ru: Тип - VIIC
uk: Тип - VIIC

# LS_TYPE - IX D2
source: Type - IX D2
ru: Тип - IX D2
uk: Тип - IX D2

# LS_TYPE - IX C/40
source: Type - IX C/40
ru: Тип - IX C/40
uk: Тип - IX C / 40

# LS_TYPE - XXI
source: Type - XXI
ru: Тип - XXI
uk: Тип - XXI

# LS_TRANSPORT
source: Transport
ru: Транспорт
uk: Транспорт

# LS_PLAY_TUTORIAL
source: PLAY TUTORIAL
ru: ОБУЧЕНИЕ
uk: НАВЧАННЯ

# LS_TUT_FIRST_BATTLE
source: Operation: Sink the KM merchant raider.
ru: Уничтожение рейдера Кригсмарине.
uk: Знищення рейдера Крігсмаріне.

# LS_TUT_FIRST_BATTLE_DESC
source: The Royal Navy received intel regarding the location of a KM merchant raider. The Naval Commander dispatched the fleet to find and sink the merchant raider. The fleet found and sank the enemy's merchant raider as it was anchored due to a broken engine. However, the fleet ended up facing the KM fleet as they tried to save their merchant raider. The battle has now begun!
ru: Королевский флот получил информацию о местонахождении рейдера Кригсмарине. Адмиралтейство направило эскадру на поиск и уничтожение рейдера. Однако эскадра столкнулась с передовым отрядом Кригсмарине шедшего на помощь рейдеру.
uk: Королівський флот отримав інформацію про місцезнаходження рейдера Крігсмаріне. Адміралтейство направило ескадру на пошук і знищення рейдера. Однак ескадра зіткнулася з передовим загоном Крігсмаріне йшов на допомогу рейдеру.

# LS_TUT_FIRST_BATTLE_SUB_TITLE
source: Locate and destroy the enemy's merchant raider.
ru: Найти и уничтожить вражеский рейдер.
uk: Знайти і знищити ворожий рейдер.

# LS_TUT_STAGE_COMPLETED
source: Stage completed!
ru: Выполнено!
uk: Виконано!

# LS_CHAT_GLOBAL
source: Global
ru: Общий
uk: Загальний

# LS_CHAT_FRIENDS
source: Friends
ru: Друзья
uk: Друзі

# LS_CHAT_TEAM
source: Team
ru: Команда
uk: Команда

# LS_CREATE_NAME
source: Captain's name
ru: Имя Капитана
uk: Ім'я Капітана

# LS_CREATE_SELECT_ICON
source: Choose Captain's photo
ru: Выбери фото Капитана
uk: Вибери фото Капітана

# LS_CHAT_SEND_SHORT
source: SEND
ru: ОТПР
uk: ВІДПРАВ

# LS_CREATE_NAME_NOTES
source: Note: Name must be less than 18 characters! Special characters are not allowed.
ru: Внимание: имя должно быть не больше 18 знаков, недопустимо использование смайлов или других специальных символов!
uk: Увага: ім'я повинно бути не більше 18 знаків, неприпустимо використання смайлів або інших спеціальних символів!

# LS_CHAT_CHANNEL_WELCOME_WARNING
source: Please be respectful towards others. Do not share any kind of private information such as emails, passwords, etc.
ru: Пожалуйста, будьте уважительны к другим игрокам при общении. А так же, никогда не отправляйте свою личную информацию как то: любые пароли или адреса электронной почты!
uk: Будь ласка, ставтесь з повагою до інших гравців при спілкуванні. А також, ніколи не відправляйте свою особисту інформацію як то: будь-які паролі або адреси електронної пошти!

# LS_CHAT_CHANNEL_WELCOME_GLOBAL
source: You have entered the global chat channel.
ru: Добро пожаловать в Общий чат.
uk: Ласкаво просимо до Загального чату.

# LS_CHAT_CHANNEL_WELCOME_FRIENDS
source: You have entered the friends chat channel
ru: Добро пожаловать в чат Друзей.
uk: Ласкаво просимо в чат Друзів.

# LS_CHAT_CHANNEL_WELCOME_TEAM
source: You have entered the team chat channel
ru: Добро пожаловать в чат Команды.
uk: Ласкаво просимо в чат Команди.

# LS_CHAT_YOU
source: You
ru: Вы
uk: Ви

# LS_TUT_MOVE_TO_POINT
source: Move to point
ru: точка движения
uk: точка руху

# LS_TUT_MOVE_CAMERA
source: Touch and move Camera
ru: Переместить камеру
uk: Перемістити камеру

# LS_TUT_ZOOM_CAMERA
source: Zoom Camera
ru: Приблизить / удалить камеру
uk: Наблизити / видалити камеру

# LS_TUT_SET_RUDDER_NORTH
source: Set the Ship's course to the North
ru: Установите Курс на Север
uk: Встановіть Курс на Північ

# LS_TUT_SET_FULL_POWER
source: Set the engine to Full Power
ru: Установить Полный ход
uk: Встановити Повний хід

# LS_TUT_SET_TARGET_POINT
source: Set the target point
ru: Установить точку прицеливания
uk: Встановити точку прицілювання

# LS_TUT_PRESS_FIRE
source: Touch torpedo button
ru: Нажать для выстрела
uk: Натиснути для пострілу

# LS_TUT_SET_TARGET_SHIP
source: Set the abandoned ship as a Target
ru: Установить целью покинутый корабль
uk: Встановити метою покинутий корабель

# LS_TUT_KILL_TARGET_SHIP
source: Sink target ship
ru: Потопить корабль
uk: Потопити корабель

# LS_GUNFIRE_AUTO_ON
source: Commence Fire
ru: Открыть огонь
uk: Відкрити вогонь

# LS_GUNFIRE_AUTO_OFF
source: Hold Fire
ru: Прекратить огонь
uk: Припинити вогонь

# LS_TUT_MOVE_TO_FLEET
source: Join your fleet[BR]Allies are displayed in green and enemies are displayed in red.
ru: Двигайтесь на соединение с нашим флотом
uk: Рухайтеся на з'єднання з нашим флотом

# LS_TUT_ENEMY_DETECTED_DESTROY
source: Enemy heavy cruiser spotted! Destroy it!
ru: Обнаружен тяжелый крейсер врага! Уничтожить!
uk: Виявлено важкий крейсер ворога! Знищити!

# LS_TRAINING_TIME
source: Training time:
ru: время тренировки:
uk: час тренування:

# LS_TIME_SHORT_SECONDS
source: s.
ru: с.
uk: с.

# LS_TIME_SHORT_MINUTES
source: m.
ru: м.
uk: хв.

# LS_TIME_SHORT_HOURS
source: h.
ru: ч.
uk: г.

# LS_TIME_SHORT_DAYS
source: d.
ru: д.
uk: д.

# LS_TIME_AGO
source: ago
ru: назад
uk: назад

# LS_UPGRADE_TIME
source: upgrade time:
ru: время улучшения:
uk: час поліпшення:

# LS_BUILD_TIME
source: build time:
ru: время постройки
uk: час будівлі

# LS_UPGRADE
source: UPGRADE
ru: УЛУЧШИТЬ
uk: ПОЛІПШИТИ

# LS_BUILD
source: BUILD
ru: ПОСТРОИТЬ
uk: ПОБУДУВАТИ

# LS_BUY_THE_MISSING_STEEL
source: Buy the missing Steel?
ru: Купить недостающую Сталь?
uk: Купити відсутню Сталь?

# LS_NOT_ENOUGH_STEEL
source: Not enough Steel
ru: Недостаточно Стали
uk: Недостатньо Сталі

# LS_FINISH_NOW
source: Finish NOW
ru: Завершить СЕЙЧАС
uk: Завершити ЗАРАЗ

# LS_BUY_THE_REMAINING_TIME
source: Buy the remaining time?
ru: Купить оставшееся время?
uk: Купити час що залишився?

# LS_UNDER_CONSTRUCTION
source: UNDER CONSTRUCTION
ru: В ПРОЦЕССЕ СТРОИТЕЛЬСТВА
uk: У ПРОЦЕСІ БУДІВНИЦТВА

# LS_FINISH
source: FINISH
ru: ЗАВЕРШИТЬ
uk: ЗАВЕРШИТИ

# LS_NOW
source: NOW
ru: СЕЙЧАС
uk: ЗАРАЗ

# LS_SAILOR_NOVICE
source: NOVICE
ru: НОВИЧОК
uk: НОВАЧОК

# LS_SAILOR_SENIOR
source: SENIOR
ru: СТАРШИЙ
uk: СТАРШИЙ

# LS_SAILOR_EXPERT
source: EXPERT
ru: ЭКСПЕРТ
uk: ЕКСПЕРТ

# LS_SAILOR_VETERAN
source: VETERAN
ru: ВЕТЕРАН
uk: ВЕТЕРАН

# LS_SAILOR_EFFICIENCY
source: Efficiency
ru: Эффективность
uk: Ефективність

# LS_SAILOR_READY
source: READY
ru: ГОТОВ
uk: ГОТОВИЙ

# LS_SAILOR_INFO_TITLE
source: CREW INFORMATION
ru: ХАРАКТЕРИСТИКА МАТРОСОВ
uk: ХАРАКТЕРИСТИКА МАТРОСІВ

# LS_SAILOR_BOOST_TITLE
source: EXPERIENCE BOOSTER
ru: УСКОРЕНИЕ ПОЛУЧЕНИЯ ОПЫТА
uk: ПРИСКОРЕННЯ ОТРИМАННЯ ДОСВІДУ

# LS_SAILOR_BOOST
source: BOOST
ru: УСКОРИТЬ
uk: ПРИСКОРИТИ

# LS_SAILOR_BUY_BOOST
source: Purchase to gain 10 times more sailor's experience from time spent in battles.
ru: Увеличить скорость получения опыта матросами в 10 раз?
uk: Збільшити швидкість отримання досвіду матросами в 10 разів?

# LS_SAILOR_TRAIN
source: TRAIN
ru: ТРЕНИРОВАТЬ
uk: ТРЕНУВАТИ

# LS_SAILOR_TRAIN_TITLE
source: TRAINING
ru: ТРЕНИРОВКА
uk: ТРЕНУВАННЯ

# LS_SAILOR_TRANING_NOTES
source: Note: Sailors will not be available until the end of Training!
ru: Внимание: Матросы будут недоступны до конца Тренировки!
uk: Увага: Матроси будуть недоступні до кінця Тренування!

# LS_OP_TYPE_ATTACK_supply_LINE
source: Attack the enemy supply line
ru: Уничтожить вражеские транспорты
uk: Знищити ворожі транспорти

# LS_OP_TYPE_ESCORT_supply_LINE
source: Escort the allied supply ships
ru: Конвой
uk: Конвой

# LS_OP_TYPE_ESCORT_FLEET
source: Escort the allied fleet
ru: Ассистировать флоту
uk: Асистувати флоту

# LS_OP_TYPE_COAST_PATROL
source: Coastal patrol operation
ru: Береговой Патруль
uk: Береговий Патруль

# LS_OP_TYPE_RECON_ENEMY
source: Locate and Destroy the enemy ships
ru: Найти и уничтожить вражеские корабли
uk: Знайти і знищити ворожі кораблі

# LS_OP_TYPE_KILL_CV
source: Sink the enemy Aircraft Carrier
ru: Уничтожить вражеский Авианосец
uk: Знищити ворожий Авіаносець

# LS_OP_TYPE_KILL_BB
source: Sink the new type of enemy Battleship
ru: Уничтожить вражеский Линкор
uk: Знищити ворожий Лінкор

# LS_OP_TYPE_SQUADRON
source: Squadron mission
ru: В составе эскадры
uk: У складі ескадри

# LS_OP_TYPE_ESCAPE_TRAP
source: Escape from the enemy's trap
ru: Выйти из боя
uk: Вийти з бою

# LS_OP_TYPE_supply
source: Supply Fleet Operation
ru: Поддержка флота
uk: Підтримка флоту

# LS_OP_TYPE_ATTACK_FLEET
source: Attack the enemy fleet
ru: Атака вражеского флота
uk: Атака ворожого флоту

# LS_OP_TYPE_WOLFPACK
source: Wolfpack
ru: Волчья Стая
uk: Вовча Зграя

# LS_OP_DD
source: Destroyer Operations
ru: Эсминец
uk: Есмінець

# LS_OP_CL
source: Light Cruiser Operations
ru: Легкий Крейсер
uk: Легкий Крейсер

# LS_OP_CA
source: Heavy Cruiser Operations
ru: Тяжелый Крейсер
uk: Важкий Крейсер

# LS_OP_BB
source: Battleship Operations
ru: Линкор
uk: Лінкор

# LS_OP_CV
source: Carrier Operations
ru: Авианосец
uk: Авіаносець

# LS_OP_SS
source: Submarine Operations
ru: Подводная лодка
uk: Підводний Човен

# LS_OP_DD_01
source: Our reconnaissance fleet has exposed two enemy supply ships. Speed up and sink them!
ru: Потопить два вражеских транспорта.
uk: Потопити два ворожих транспорту.

# LS_OP_DD_02
source: After sinking the enemy's supply ships, destroyers have begun escorting their supply ships. Sink the supply ships and be careful of incoming torpedoes!
ru: Потопить конвой.
uk: Потопити конвой.

# LS_OP_DD_03
source: Sink all of the enemy supply ships before their fleet arrives! If we complete this mission, we will critically damage the enemy's supply operation.
ru: Потопить четыре вражеских транспорта.
uk: Потопити чотири ворожих транспорту.

# LS_OP_DD_04
source: Our intelligence reports that the enemy has started to use their own reconnaissance fleet. Ambush them before they can return to their base with information!
ru: Уничтожить соединение разведки врага.
uk: Знищити з'єднання розвідки ворога.

# LS_OP_DD_05
source: Due to our forces critically damaging the enemy's supply operation, they have started protecting their supply ships with several escort ships. Still, we must succeed in our mission and sink all of their supply ships.
ru: Потопить три вражеских транспорта.
uk: Потопити три ворожих транспорту.

# LS_OP_DD_06
source: The enemy has started targeting our supply ships as revenge for their supply operation failure. Escort our supply ships to the safe zone and sink the enemy if necessary!
ru: Защитить конвой транспортов.
uk: Захистити конвой транспортів.

# LS_OP_DD_07
source: The enemy has planned another attack on our supply ships. Escort the supply ships to the safe zone!
ru: Защитить конвой транспортов.
uk: Захистити конвой транспортів.

# LS_OP_DD_08
source: Time to counterattack! Ambush and sink the enemy's fleet to secure our fleet's normal route!
ru: Уничтожить вражеское соединение.
uk: Знищити вороже з'єднання.

# LS_OP_DD_09
source: The location of our carrier has been detected and an attack on it is imminent. We must protect our carrier!
ru: Уничтожить врага. Авианосец должен уцелеть.
uk: Знищити ворога. Авіаносець повинен вціліти.

# LS_OP_DD_10
source: Congratulations captains! After many successful missions, you have been promoted to a position in the main fleet. Escort the battleship and search for the enemy!
ru: Уничтожить врага. Линкор должен уцелеть.
uk: Знищити ворога. Лінкор повинен вціліти.

# LS_OP_DD_11
source: We have spotted some isolated supply ships! Use your torpedoes and sink the supply ships before the enemy's escort ships arrive!
ru: Потопить три вражеских транспорта.
uk: Потопити три ворожих транспорту.

# LS_OP_DD_12
source: The enemy's escort ships have arrived. Hold your position and target the supply ships!
ru: Потопить конвой.
uk: Потопити конвой.

# LS_OP_DD_13
source: The enemy's reconnaissance fleet has started to patrol near our coast. Interrupt their mission before they find our supply ships.
ru: Уничтожить соединение разведки врага.
uk: Знищити з'єднання розвідки ворога.

# LS_OP_DD_14
source: Our supply ships have been detected! Escort them to the safe zone and fire on any enemies.
ru: Защитить конвой транспортов.
uk: Захистити конвой транспортів.

# LS_OP_DD_15
source: Protecting our supply ships is your primary duty! You must save them to successfully win this battle!
ru: Защитить конвой транспортов.
uk: Захистити конвой транспортів.
